[
    {
        "article": "The government's \"overblown rhetoric\" on efforts to bring down immigration has contributed to a drop in students doing technology, engineering and maths courses at UK universities, peers say. The Lords Science and Technology Committee said \"inflammatory\" media coverage and people's \"perception of the rules\" were a deterrent. The UK was seen as an \"unwelcoming destination\", it added. But the government said the peers' report lacked \"clear evidence\". It said it was controlling immigration while \"attracting the brightest and the best\". Prime Minister David Cameron has said he wants to get the level of net migration - the difference between the number of people coming in and leaving - down to \"tens of thousands\" by 2015. Since April 2012, foreign students have faced stricter visa regulations, in an effort to cut down on bogus immigrants. But the government stresses that there is no cap on the number of people legitimately coming to the UK to study. The number of students studying science, technology and maths (Stem) subjects - including courses such as medicine, architecture and computer science - fell  by more than 10% from 58,815 in 2010-11 to 52,905 in 2012-13. The committee's report said: \"It was put to us on numerous occasions that it was not the immigration rules as such that were deterring students, but their perception of the rules as a result of overblown rhetoric from ministers and sometimes inflammatory media coverage in the UK and in overseas countries.\" It added: \"The UK was seen as a destination that was unwelcoming to some international students.\" But the report said the evidence \"pointed to difficulties beyond simply those of perception\", with the \"complexity and instability\" of the immigration rules also posing problems. \"The UK's offer to prospective international students remains a good one; it is founded on academic excellence, but it has been diminished by perceived and real barriers so that the overall offer is not as competitive as it needs to be,\" the peers said. Ministers have set out plans to increase the number of international students by up to 20% over the next five years. But the committee said: \"The government maintain that they emphatically welcome international students, unfortunately, elements of policy and perception are working against this admirable aim. \"The view within government that current policies are working well is disconnected from the concerns we repeatedly heard.\" But a Home Office spokesman said: \"We do not accept that the UK's immigration rules are deterring international students and there is no clear evidence in the report to support that argument - where some courses and countries have seen falling numbers, other countries and courses are on the rise.\" He said the UK remained \"the second most popular destination for international higher education students\", with enrolments from \"key markets\", such as China, Malaysia and Hong Kong increasing. The spokesman added: \"The student visa system we inherited was weak and open to widespread abuse. We are controlling immigration while still attracting the brightest and the best - as the published figures show.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26980384", 
        "subject": "Education", 
        "title": [
            "Immigration rhetoric putting off overseas students - peers"
        ]
    }, 
    {
        "article": "New heights of competitive parenting are being prompted by young pupils taking home a classroom teddy bear and recording what they get up to. Many schools use cuddly toys to encourage parents to get active with their child and pupils to practise writing and storytelling skills. But the TES says the recording of these activities in a special book is leading to one-upmanship among parents. Some schools say parent politics have led them to stop using the toys. Thousands of primary schoolchildren wait excitedly every Friday to see if it is their turn to take home the Sarah the Donkey or the Murphy the Monkey. The cuddly toys usually come with an exercise book with little anecdotes and photos or drawings demonstrating what previous children, their parents and the toy got up to. And the latest host family are encouraged to do likewise. The TES says anecdotes from teachers suggest some parents have become overcompetitive, using the teddy bear's diary to showcase their impressive array of weekend activities. Instead of simple visits to the park or walks in the country, teachers report that bears have spent weekends attending orchestra rehearsals, piloting ships and enjoying high-profile events. Conversely, some parents appear to compete to show their disinterest in the whole idea. One teacher told the TES they had received the class bear diary with a photo caption, saying: \"The bear wandered aimlessly around B&Q, looking at taps.\" TES editor Ann Mroz said reviews of postings in online forums suggested \"parents find themselves nosing through the bear's diary to see what it has been up to on previous weekends and they start to judge and compare. \"We've seen, through online discussion boards, that some parents have been reduced to tears over having the bear for the weekend. \"Some parents work all weekend, while others struggle with the English language to the point that just writing the report becomes a stressful exercise. \"It's unfair that they should be judged harshly by other parents as a result.\" She adds: \"The class bear is a great teacher tool but some simple changes could really help take the edge off the competitiveness.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26976726", 
        "subject": "Education", 
        "title": [
            "Classroom teddy bears 'prompt competitive parenting'"
        ]
    }, 
    {
        "article": "Schools should do more to ensure teenagers are not \"grunting and monosyllabic\" so they can succeed in life, a former aide to Tony Blair says. Peter Hyman, now a head teacher, told the TES it was a moral issue that young people be taught to speak eloquently. He also criticised the government's decision to downgrade speaking and listening in GCSE English. The government said it wanted all pupils to be able to speak in public, make presentations and debate.  It added that its English curriculum in primary and secondary schools places a far greater emphasis on the spoken word. But changes to GCSE English means there are no longer any marks awarded in the final exam for speaking and listening. Mr Hyman is a former speech-writer for Tony Blair who now runs School 21 - a free school in Newham, east London. He told the Times Educational Supplement that speaking and listening was an \"undervalued area of literacy\". Instead, the spoken word should be \"built into the DNA of the school\", he said. \"Speaking eloquently is a moral issue because to find your voice both literally and metaphorically and be able to communicate your ideas and your passions is crucial to how they are going to be a success in the world,\" he said.  \"If you can speak and articulate yourself properly that will happen. \"But it's also the number-one issue that employers put in all their surveys: they want good oral communication.  \"We've got to dispel the myth of the grunting teenager, the monosyllabic teenager that make employers say, 'I've got this person who I know on paper is quite good, but they can't string a sentence together.'\" Despite its importance, Mr Hyman said the general trend was moving further away from encouraging pupils to develop their speaking and communication skills. The Department for Education said in a statement: \"The primary curriculum is clear that all teachers should develop their pupils' vocabulary and provide extra support where necessary. Speaking also plays a vital role in all other subjects, including maths and science. \"In addition, we have given all schools the freedom to set the length of the school day, with many already using these freedoms to run extra-curricular activities, such as debating competitions.\" It added that in primary school, children were expected, to be able to listen and respond appropriately to adults and their peers, ask relevant questions to extend their understanding and knowledge and articulate and justify answers, arguments and opinions. ", 
        "link": "http://www.bbc.co.uk/news/education-26973791", 
        "subject": "Education", 
        "title": [
            "'Grunting' teens need school help, says head teacher"
        ]
    }, 
    {
        "article": "Young people in local authority care are too often being moved to children's homes and foster places far from their home communities, Ofsted says.   The regulator says looked-after children face serious problems with education and health care because agencies are failing to work together. Around one in 10 children in care in England is moved more than 20 miles from their home area. The Local Government Association says it finds the report \"disappointing\".   Ofsted found that 8,000 (12%) of looked-after children live more than 20 miles from their home.  The regulator concedes that this might sometimes be in the best interests of a child. However, it says the most common reason for children to live out of their home area was a shortage of carers closer to home.  Inspectors saw many cases where children were well-settled in their placements, and examples of good practice from individual social workers, who worked well to establish beneficial relationships, maintaining regular contact with young people despite the long distances involved.  But they concluded that the further away from home children live, the less likely it is that their health and education needs will be met. In nearly half the cases tracked, children and young people arrived in new areas without the right specialist support being in place for them, with poor information sharing leading to potentially damaging delays in their care.  In a third of cases, the quality of the support and help offered by services out of area had not been properly considered. This issue is not going to go away.” Debbie Jones, Ofsted's national director for social care, said this meant young people in care often experienced problems with their education, and delays accessing mental health services.  \"Becoming looked after is difficult enough for any young person, even more so when they move away from their family, friends, and familiar surroundings to a unfamiliar place, without proper access to the help and support they so desperately need.  \"Given the serious risks sometimes associated with out-of-area placements, corporate parents must prioritise and understand the needs of this group.  \"The delays for children and young people accessing the mental health support they need, often because of funding disputes between local authorities is frankly unacceptable, and should immediately be resolved as we have recommended. \"As demand continues to grow, more and more children will find themselves placed at distance from their families and communities.  \"This issue is not going to go away,\" she said. Ofsted is calling on the government to review the impact of strengthened regulations on children's homes providers and local authorities, to ensure that the risks to, and needs of children and young people are properly met and regularly reviewed by those with responsibility for them.   The report comes only weeks after a committee of MPs warned young people were being sent to children's homes in \"unsuitable and dangerous areas\". The Local Government Association, which represents councils in England and Wales, said it was \"disappointed\" by the report.  David Simmonds, chairman of the LGA's children and young people board, said: \"Councils have been working very closely with the Department for Education on this issue for some time, in close consultation with approved children's home and foster carers who provide the majority of places. \"This is why it is disappointing that Ofsted are jumping on the bandwagon again with this, rather than offering constructive suggestions, especially as Ofsted is directly responsible for inspecting children's homes' provision. \"The biggest concern for councils is the welfare of the children they care for, and the flexibility to place children away from the area where abuse or neglect has brought them into the care system can be a vital way of giving them a new beginning away from these problems. \"There are very good reasons why some children in residential homes are placed outside their home area. This could be for their own safety, to break gang affiliation, to place them near other family members or to access specialist services. \"Residential children's homes play an important role in caring for some of the most vulnerable children in society at difficult times in their lives and councils have a key role in making this happen.\" A Department for Education official said that \"every child deserves a safe and stable home.  \"We have been clear that children should only be placed out of area when it is in their best interest. We have already changed the rules so that any such decision must be approved by a senior council official. \"We have also increased transparency about the location and quality of children's homes, and are working closely with Ofsted to improve inspection.  \"There are now clearer expectations for children's homes, police and councils to ensure they work closely together when children are at risk of going missing.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26923060", 
        "subject": "Education", 
        "title": [
            "Children in council care housed 'too far from home'"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. BBC Moneybox's Paul Lewis: \"This is effectively... a graduate tax\" Most students will still be paying back loans from their university days in their 40s and 50s, and many will never clear the debt, research finds. Almost three-quarters of graduates from England will have at least some of their loan written off, the study, commissioned by the Sutton Trust, says. The trust says the 2012 student finance regime will leave people vulnerable at a time when family costs are at a peak. Ministers said more students from less advantaged homes were taking up places. The study, written by researchers at the Institute for Fiscal Studies (IFS), assessed the impact of the new student loan system for fees and maintenance, introduced in England from September 2012 to coincide with higher tuition costs of up to £9,000 a year. The study - entitled Payback Time? - found that a typical student would now leave university with \"much higher debts than before\", averaging more than £44,000. It says: \"We estimate that students will leave university with nearly £20,000 more debt, on average, in 2014 prices (£44,035 under the new system compared with £24,754 under the old system). \"The vast majority of this increase is the result of higher fee loans to cover higher tuition fees.\" In cash terms, the researchers estimate that graduates will now repay a total of £66,897 on average - equating to £35,446 in 2014 prices. The report says the lowest-earning graduates - those whose salaries rarely go above £21,000 - will pay back less under the new regime, while those who earn higher salaries will pay back substantially more. The decision to bring in a real, above-inflation interest rate on student loans means that almost half (45%) of graduates will pay back more than they borrowed in real terms. However, even though large numbers of graduates will repay more than they borrowed, the vast majority will not return their loan in full, the study finds. \"We estimate that 73% will have some debt written off at the end of the repayment period, compared with 32% under the old system. The average amount written off will be substantial - about £30,000.\" The researchers go on to say that, under the new system, most graduates will repay slightly less until they are in their mid-30s than they would have done under the old regime, but will then pay more in their 40s and early 50s. The study cites the example of an \"average\" teacher, who takes out an average level of loan, works every year after graduating and has average earnings for the profession. It says they would repay £25,000 in today's prices under the old system, finishing their repayments by the time they are around 40. But under the new system, the same teacher would pay back around £42,000 in 2014 prices, but would not have finished paying back their loan by the time they are in their early 50s and would have around £25,000 written off. Conor Ryan, director of research at the Sutton Trust, said: \"There has been a lot said about the lower repayments that graduates make in their 20s under the new loan system, but very little about the fact that many graduates will face significant repayments through their 40s, whereas many would previously have repaid their loans by then.  Media requires JavaScript to play. Martin Lewis explains to students the best way of managing money at university \"The new system will benefit graduates who earn very little in their lifetime. But for many professionals, such as teachers, this will mean having to find up to £2,500 extra a year to service loans at a time when their children are still at school, and family and mortgage costs are at their most pressing.  \"With recent revelations about the proportion of loans unlikely to be repaid, it seems middle-income earners pay back a lot more but the Exchequer gains little in return. We believe that the government needs to look again at fees, loans and teaching grants to get a fairer balance.\" Liam Byrne, the shadow minister for universities, science and skills, said: \"Degree costs have trebled yet costs to the taxpayer have gone up, and now we learn our children and grandchildren will be paying off their student debt well into their fifties.  \"The system has lost all fiscal credibility and is losing public confidence.\" A spokeswoman for the Department for Business, Innovation & Skills said: \"As a result of our reforms, a greater proportion of students from disadvantaged backgrounds are going to university than ever before.  \"Most students will not pay upfront to study. There are more loans, grants and bursaries for those from poorer families.  \"We have protected those on lower incomes by increasing the repayment threshold to £21,000 and our universities are now well funded for the long term.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26954901", 
        "subject": "Education", 
        "title": [
            "Students could be paying loans into their 50s - report"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Work needed ranges from a new microwave or dishwasher to a full refurbishment, as Alex Forsyth reports More than 2,700 schools in England will need to improve kitchens to provide free meals for infant school children, according to new figures. Freedom of Information figures obtained by the BBC found this to be about one in three schools assessed so far. Deputy Prime Minister Nick Clegg announced the policy at last year's Liberal Democrat conference. The Department for Education has provided funding for improvements and said it is offering support to schools.  there are more than 16,800 state primary schools in England. The work needed ranges from a new microwave or dishwasher to a full refurbishment. The figures also showed that more than 1,700 schools had no kitchen at all.  These will have hot meals delivered by external caterers, or cooked at neighbouring schools and transported in as many currently do. Some of the 152 local authorities who provided information said their funding allocation was adequate to make necessary improvements, others said it fell short of estimated costs.  We are providing £150m to improve kitchens and dining facilities” In many schools lunchtimes will be staggered or extended in order to seat all pupils in small halls.  Schools Minister David Laws told BBC Radio 4's Today programme he was \"not complacent\" about the problems, but a service set up to help introduce the policy was \"yet to find a school that with the right support and advice cannot actually deal with these issues\". \"The anecdotal evidence and the noise that you tend to get will tend to be from what can sometimes be a small minority of schools, and I take their concerns seriously,\" he said. \"But what you don't hear about, and what I do hear about, is the vast majority of schools that are on track to deliver this.\"  Critics say the deputy prime minister's policy was rushed through and is proving to hard to implement. Some schools may have to offer sandwiches in September instead of hot meals. A Department for Education spokesman said: \"School lunches for all infant children will save parents money, improve children's education and make sure more children eat a healthy and nutritious meal at least once a day. \"Universal free school meals have already been shown to work in the pilot schemes run by the Department for Education and Department of Health in 2009. \"Indeed, schools have had longer to prepare for the introduction of universal free school meals this September than schools in those pilot areas had in 2009. \"Schools are receiving a huge amount of support to provide free school meals. We are providing £150m to improve kitchens and dining facilities, as well as an additional £22.5m specifically to help smaller schools to provide these meals.\" Under the scheme, all Reception, Year 1 and Year 2 children in state-funded schools in England will be entitled to free school meals from September. ", 
        "link": "http://www.bbc.co.uk/news/education-26933455", 
        "subject": "Education", 
        "title": [
            "Schools 'need kitchen improvements' for free meals"
        ]
    }, 
    {
        "article": "Many parents are being asked to make voluntary contributions to the cost of text or revision books, a survey says. The Association of Teachers and Lecturers survey of 500 staff members in English, Welsh and Northern Irish schools found 26% of parents were asked for contributions for such items. According to the survey, in 30% of cases, if parents cannot pay, the school makes up the difference. But 43% of staff fear such requests put some pupils at a disadvantage. There are strict rules about what schools can ask parents to contribute to. Department for Education guidance says: \"Nothing in legislation prevents a school governing body or local authority from asking for voluntary contributions for the benefit of the school or any school activities.\" It adds: \"When making requests for voluntary contributions, parents must not be made to feel pressurised into paying as it is voluntary and not compulsory.\" The guidance also makes clear that schools may not charge for any education that is part of the national curriculum, but that it may charge for some activities known as \"optional extras\", for example extracurricular sporting activities. The survey also suggests 90% of schools ask parents to contribute to the cost of school trips and activities related to the curriculum. But with these sorts of contributions 82% say their school will make up the difference where families cannot pay. The survey's respondents also say parents and carers are often expected to make voluntary contributions in a range of other forms, rather than money.  Media requires JavaScript to play. Alison Sherratt, president of the Association of Teachers and Lecturers: ''Budgets in schools are tight'' Some 87% say contributions are sought for fancy dress and charity days, 78% mention cake or baking sales, 66% say their school asked for donations towards tombolas or raffles, and 48% say they asked for food for pupils' parties. Dr Philip Dixon, director of ATL Cymru, said: \"The stark reality is that the budget squeeze means schools and colleges are increasingly forced to ask parents to help pay for resources and activities that support the learning of their children.  \"Schools and colleges want to provide a wide range of activities to broaden their pupils' horizons. Voluntary contributions are a growing demand on parents. We are concerned about those parents who can't pay.  \"We don't want their children to miss out. More needs to be done to ensure that a child's education does not depend on the income of their parents.\"  ", 
        "link": "http://www.bbc.co.uk/news/education-26990727", 
        "subject": "Education", 
        "title": [
            "Parents 'asked to pay for text books by schools'"
        ]
    }, 
    {
        "article": "Objects including a chastity belt, Roman phallic amulets and an entwined ivory couple from China are being used to teach sex education to teenagers.  The University of Exeter's art and history faculties have combined to use the historic artefacts to prompt discussions about \"difficult topics\".  The objects are kept in the vaults of the Science Museum in London and are not normally on public display.  Now they are going on show in Exeter as part of the new teaching programme.   The scheme, Sex and History, is aimed at school pupils aged 14 to 19. They immediately kick-started conversations with young people in a way that is usually very difficult to achieve in a classroom context” It was developed with the help of a group of sixth form students from Exeter College, who used illustrations of the objects as a basis for exploring ideas around sex and sexual relationships. The academics behind it believe that it offers \"a safe environment\" for young people to discuss how sexual practices and conventions have changed through history, and give them opportunities to examine their own views and concerns about sex. The team was led by Exeter's professor of history Kate Fisher, and Rebecca Langlands, a classicist.  Prof Fisher said the \"intriguing artefacts from ancient cultures act as a productive and challenging stimulus, but they also provide a safe distance to discuss sensitive subjects without embarrassment.\"  \"They were talking about history, about places and times far away,\" she said. \"It was no longer sex education or about putting them in the spotlight, but it was about broader cultures.\" Dr Langlands believes the objects were a perfect catalyst for discussion.  \"They immediately kick-started conversations with young people in a way that is usually very difficult to achieve in a classroom context,\" she said.  \"Traditionally sex education can be uncomfortable for teachers and pupils alike, and the availability of internet pornography poses new challenges. \"Young people are often well aware of the biological facts of reproduction, sexually transmitted diseases and contraception, but lack the opportunity for discussion of important wider social issues such as body image, love, consent, and intimacy.\" Laura Kerslake, a lecturer in Ethics at Exeter College, where the scheme was piloted, said the objects helped students who might otherwise have been self-conscious.  \"This approach takes the embarrassment out of it and reduces the possibility of students putting up barriers to learning,\" she said.  Media requires JavaScript to play. \"It's also a great way to help teachers who may be faced with a wall of silence when teaching sex education.   \"What was nice was seeing them looking at the different language they use to talk about sex and body parts, some of the students don't have that vocabulary so it's a way of getting them to talk about it and understand the terminology.\" The artefacts are from the vaults of the Science Museum, and were collected from around the world by Sir Henry Wellcome at the end of the 19th and beginning of the 20th Centuries.   They will go on show at the Royal Albert Memorial Museum and Art Gallery in Exeter on Saturday.   The Intimate Worlds exhibition contains objects relating to human sexuality, including Chinese erotic glass painting, Greek vases and African fertility dolls.  It is the first dedicated public display of Wellcome's sexually related material. ", 
        "link": "http://www.bbc.co.uk/news/education-26874028", 
        "subject": "Education", 
        "title": [
            "Sex education given an ancient twist"
        ]
    }, 
    {
        "article": "A-levels and GCSEs in arts subjects in England, including music, drama, art and dance, are to be made more \"rigorous and demanding\", Education Secretary Michael Gove is to announce. They will be taught from September 2016, alongside changes to A-levels in RE and design and technology. Mr Gove is also expected to reveal the content of tougher, new-look GCSEs in subjects such as history and geography. Schools should \"nurture creative talent in every child,\" says Mr Gove. The announcements will set out the next stages of the government's programme of exam reform, with changes being phased in over the next few years. Arts subjects are the latest to be revised, with new GCSEs in art and design, music, drama and new A-levels in music, drama and dance. Exam boards and experts will help to devise the content. Deborah Annetts, chief executive of the Incorporated Society of Musicians, said she was delighted that work on revising GCSE music is \"going to come to fruition\".  A-levels in design and technology, PE, and religious studies will also be revised. The education secretary is expected to announce details of exams which are further along the process of being redesigned. This will include setting out what will be taught in GCSE history, geography, sciences and modern languages. This will bring them into line with the three GCSE subjects which are to be revised first - English literature, English language and maths. Last week, exam regulator Ofqual announced that these would be graded from 9 to 1, with the highest grade to be twice as hard as an A*. Changes to the structure of exams have already been announced - such as shifting from modules to exams at the end of two years. The revised content of a raft of A-levels is also set to be announced, including art and design, business, computer science, economics, English literature, English language, English language and literature, history, biology, chemistry, physics, psychology, and sociology. These will be taught from September 2015. Darren Henley, author of a review of cultural education, backed the plans for arts subjects: \"I strongly believe that all children can and should benefit from receiving a wide-ranging, adventurous and creative cultural education.  \"Studying subjects such as art and design, dance, drama and music helps young people grow into well-rounded, knowledgeable and skilled individuals.\" The education secretary said: \"I am passionate about great art, drama, dance, music and design, and I am determined to ensure every child enjoys access to the best in our culture. I also want all schools to be able to nurture creative talent in every child. \"That is why I am delighted that new high-quality qualifications in creative and cultural subjects will be made available to all students.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26937958", 
        "subject": "Education", 
        "title": [
            "Tougher A-levels and GCSEs for arts subjects"
        ]
    }, 
    {
        "article": "Every cloud has a silicon lining. As the number and sophistication of cyber-attacks increase, so too does the demand for people who can prevent such digital incursions. Cyber-security is having a jobs boom. But there aren't enough people with the necessary skills to become the next generation of cyber-cops. According to the most recent US Bureau of Labor statistics, demand for graduate-level information security workers will rise by 37% in the next decade, more than twice the predicted rate of increase for the overall computer industry. \"Demand for information security analysts is expected to be very high,\" forecasts the US Department of Labor. In response, private sector firms and governments have been hurrying to work with universities to fill the gap. This includes an ambitious project by IBM to create a partnership of 200 universities to produce the missing expertise. As well as US universities, this talent-raising project is involving students in Singapore, Malaysia, Germany and Poland. Marisa Viveros, IBM's vice-president for cyber-security innovation, says it is a response to a changing \"threat landscape\". The increase in cloud and mobile computing has introduced more risk, she says. And there are more complex attacks being attempted than ever before. \"It's no longer about if an attack is going to happen, but when it's going to happen,\" she says. Setting up a global university network with a wide range of skills, she says, is a natural response to a globalised problem. The students trained in cyber-security will enter a relentless battle, says Ms Viveros.  Even before online products have been launched, there are attempts to hack them. And even relief funds for humanitarian disasters, such as earthquakes or typhoons, are under threat from hackers trying to steal donations, she says.  Mark Harris, an assistant professor at one of the participating universities, the University of Southern Carolina, says there has been a surge of student interest in cyber-security courses - not least because they stand a good chance of getting a job. But Dr Harris says that it's also going to be a challenge for universities to keep up with the pace of change. \"Textbooks on the subject are out of date before they're published,\" he said. According to the most recent monitoring report from IBM on the current levels of cyber-attacks, universities could do with some extra security themselves. It shows that education faces a higher proportion of cyber-attacks than retail, consumer products or telecommunications. The only areas with more attacks than education are governments, computer services, financial institutions and media firms. When there are attacks it can affect large numbers of people. Last month the University of Maryland faced what it called a \"sophisticated cyber-attack\" which breached the records of more than 287,000 present and past students. It's a shadowy parallel world - and adding to the slightly sci-fi sense of unseen danger, IBM has its own \"X-Force\" to monitor the latest threats. According to its latest report, the X-Force Threat Intelligence Quarterly, half a billion individual records, such as emails or credit card passwords, were leaked last year. The latest trends include \"malvertising\", where online advertising can be used to launch malicious attacks on computer users. It warns of \"drive-by downloads\", where a browsing reader can accidentally download rogue computer programs. There is also \"spear phishing\", where specific individuals or organisations are targeted with fake emails to obtain confidential information. The report says that about one in 20 attacks uses the so-called \"watering hole\" strategy.  Rather than trying to break into an organisation's network directly, this targets other websites where people might regularly visit, with the aim of infecting their computers and trying to get the unwitting carrier to bring a virus back into their own network. Dr Harris, at the University of South Carolina, says attackers are creating ever more complex threats. \"I've seen the level of sophistication grow. They're spending months working on a strategy, finding weak links, using external sites, looking for a back door.\" \"It's like a race,\" says IBM's Ms Viveros. \"The system gets better, then the hackers understand it and they try to catch up. \"It's going to carry on being a problem.\" Not least because computer technology is central to so many places, such as financial markets, defence, health industries, energy supplies and the media. \"It's inside your business, inside your home,\" says Dr Harris.  An attack on such essential infrastructure would have profound implications. But there is no quick fix, according to the UK's spending watchdog, the National Audit Office, which last month warned it could take another 20 years to tackle the skills gap in trained cyber-security staff. There has been a huge growth in undergraduate and postgraduate degree courses in the UK related to cyber-security, including so-called \"ethical hacking\", where students try to penetrate computer networks in order to reveal weaknesses in their defence. And the UK government wants cyber-security to be \"integral to education at all ages\", announcing this month that there would be lessons for pupils from the age of 11 and plans for cyber-security apprenticeships. Does all this scrambling for training mean that we should be worried about the cyber-threats? \"I know enough about this to be scared,\" says Dr Harris. ", 
        "link": "http://www.bbc.co.uk/news/business-26647795", 
        "subject": "Education", 
        "title": [
            "Cyber-attacks increase leads to jobs boom"
        ]
    }, 
    {
        "article": "The exam revision season is approaching. It's when students want as much information as possible at their fingertips. So how about if you could touch a screen and download all the lesson materials you need? Not just broadly relevant, generic materials, but the actual classes you've studied, video and text, put together specifically by your own teachers.  These are the equivalent of digital textbooks supporting lessons for each subject, including the days missed or forgotten. And for good measure, how about if every student in the school could look at the materials on their own individual iPad? This isn't a \"classroom of the future\" experiment or a Silicon Valley sales pitch, it's a school in Cambridge. The Stephen Perse Foundation school is building a pathway that others could soon follow. It's clever and digital, but also practical and easily shared. Teachers at the independent school are making their own online library of lessons and course materials for GCSE, A-levels and International Baccalaureates. These are interactive resources, with video links and lesson notes, customised for the specific needs and speeds of their classes. There are extension exercises and links to further reading and ideas. They are made to share on iTunes U, the academic version of Apple's iTunes download service, so pupils can access them at school or at home or anywhere else. There has been a huge amount of hype about online university courses - the so-called Moocs (massive online open courses). But here in this ancient university city, it's a school that is really putting the idea of online courses into practice. In two years' time we may have to make decisions about whether we have printed textbooks” It still requires excellent teachers - to make them and to make sense of them - but you can see the far-reaching possibilities of creating the exam course equivalent of a box set of a TV series. The pioneering and innovative principal of this high-achieving school is Tricia Kelleher. She emphasises that such online courses depend on the quality and the skill of the teacher, it's not a plug-and-play education.  \"The credibility of online learning depends on the teachers who have made the materials,\" she says. \"An iPad on its own isn't inspiring, it's the way it's used that's inspiring.\" \"Education should be a mixed economy, there should be technology, but it is only there to support what a living, breathing teacher is doing.\" But she sees how online technology is about to change the traditional textbook. \"You're getting beyond the one-size-fits-all textbook. As a resource, I can't see it being bettered. You might buy a textbook, but half of it might not be relevant to your school.\" These digital versions can be updated by teachers, customised to specific classes and connected to the latest events. These instant updates will be immediately live on the pupils' iPads. \"In two years' time we may have to make decisions about whether we have printed textbooks,\" says Ms Kelleher. Simon Armitage, a senior teacher at the school, says this switch to digital allows staff to \"cherry pick from a world of resources\".  \"This used to be just about books, now it is way more than this. iTunes U is the wrapper. It is not changing what many great teachers have been doing, but it is changing how they are doing it and how easily they are able to do it.\" Ms Kelleher is also keenly aware that her pupils are now living in a digital world - whether it's social networking or getting information from Google - and that technology cannot be kept outside the school gate. \"A school has to accept this is the world we live in,\" she says. The challenge is to give young people the skills to navigate it. So she says that a key skill in the future will be teaching pupils how to evaluate all the instantly available information. \"A school has to be about critical thinking, it's never been more important. There's a level of passivity with a screen.\" But there is another big difference with online courses. They might be created for one school or university, but if they're any good, they can be shared. It's the basic principle behind the Moocs. It uses technology to extend the reach of education beyond an individual classroom to anywhere else in the world. The Stephen Perse Foundation gets exceptionally good exam results - among the highest in the world for the International Baccalaureate.  And the school is planning to make its online materials free online. This school happens to use iPads and iTunes U, but there are many other Mooc-type platforms, and it raises the prospect of many more great schools publishing their own digital materials. Such online resources are also set to be shared within groups of schools. The United Learning education charity, which runs more than 40 schools across England, is looking at how the expertise of individual teachers can be shared within a network of schools. The group's director of technology, Dominic Norrish, says that even though everyone can remember a brilliant teacher in their own school, such inspirational teachers can only reach a limited number of pupils. If you're not in their classroom, you don't benefit from their teaching. He suggests that online learning, with a mix of video and live teaching, could be a way of getting more from the best staff, particularly in subjects where there can be a shortage of specialists. It shouldn't depend on \"accidents of geography\", he says. In the future, it should be possible for \"students in Bournemouth to play an active part in lessons taking place in Carlisle\". This is also going to be an international market. Alison, a free online course provider which already has three million registered students around the world, is planning to launch video tutorial materials specifically made for GCSE and A-level maths. This Irish-based online education service, the biggest Mooc outside the United States, provides materials across national boundaries - and such globalisation seems ever more likely. There is clearly a huge demand for such online learning. The iTunes U service reached a billion downloads last year, with free course material on offer from more than 2,400 universities, colleges and schools. It's pumping out courses and information at an unprecedented rate. And projects such as the Stephen Perse Foundation will see more and more schools putting their self-authored materials on to these digital libraries, available to a global audience. They might even make it into the academic downloads chart. After all, where else would you have a top 10 where the most popular performers are courses from Oxford, UCLA, Yale and Stanford? ", 
        "link": "http://www.bbc.co.uk/news/business-26249041", 
        "subject": "Education", 
        "title": [
            "Textbooks replaced by iTunes U downloads"
        ]
    }, 
    {
        "article": "Turning on a computer shouldn't be that difficult. Except if you don't have any power supply. Most rural schools in Uganda don't have mains electricity or any other reliable power, leaving them cut off from learning about modern technology.  So while the education world is awash with talk about technology and keeping up with the global race, many children at school in sub-Saharan Africa don't even get on the starting grid. But a project serving rural schools in Uganda is taking a direct approach to the problem. It's using the abundant equatorial sunshine to provide electricity for mobile classrooms, using portable solar panels. Run by an education charity, the Maendeleo Foundation, it's a relatively low-tech answer to a hi-tech gap.  A sturdy vehicle drives to outlying schools, bouncing up and down along snaking, dusty, pot-holed roads, with solar panels attached like a photovoltaic roof rack. These are not tarred roads, but bright red earthen tracks, pressed down by vehicles and villagers, goats and cattle, hemmed in by deep green vegetation, which is to say that this isn't exactly a motorway and it's slow progress. When the jeep arrives at a school, it provides an instant pop-up classroom. There's a tent, chairs, desks and enough laptops for a class - and the charge from the solar panels allows the pupils to have a computer lesson lasting several hours. The foundation has two jeeps, each going to five schools each week in rotation, reaching about 2,000 pupils. When the jeep arrives at Kyetume Church of Uganda Primary School, near Mukono, in central Uganda, it's like an emissary of the outside world. It's not that the teachers and children here are unaware of technology and the internet, but apart from this project they cannot get their hands on it. Once the laptops are plugged into a solar-driven battery, children tap away on learning games, much as they would anywhere else in the world.  Except this is an outdoor classroom and a green lizard sits on a hot stone watching them work. John Walusimbi, a trainer with the project, says these computer lessons are essential for the future job chances of these rural youngsters. \"If children have these skills they won't be left behind.\" Although laptops, tablet computers and internet access are now expensive in Uganda, he says that like mobile phones, they are likely to become more affordable. When that happens these youngsters will be severely disadvantaged if they have never even taken their first steps in touching a computer. \"These skills are very rare in this community,\" says Judith Nankya, a teacher at the school. Without electricity, there is no computer in the school office or anywhere else for the staff to train. There are wider infrastructure questions about why so few schools in Uganda have access to affordable electricity. Permanently installing and maintaining solar panels is also said to be too expensive for many schools.  And even when there is a connection to the electricity grid it can be unreliable. Uganda has year-round sunshine and there's solar energy even on an overcast day. So for now, this is something that is reliable, self-reliant and works.  This is a lush, quiet place, not far from the shores of Lake Victoria. But many of these youngsters are likely to have to follow the path of migration from the country into the cities to look for work. The Maendeleo Foundation's co-founder Asia Kamukama says that when these children leave school and begin working, they will have to \"compete with people all over the world\". \"Without prior introduction to these machines, they are afraid, they have nowhere to begin. We're preparing the next generation to know how to use computers,\" says Ms Kamukama, who was a finalist in last year's international education awards at the WISE summit in Qatar. It isn't just about schools, she says that technology and the internet will be an important part of helping local communities to improve health and education services. It will give them information that other people take for granted. The foundation is also working to provide online agricultural information for farmers in their local languages. It wants to provide information and improve skills. This is being supported by a not-for-profit organisation called Electronic Information for Libraries, which makes digital information available in developing countries. Uganda faces a huge challenge in providing skills for a population that is rising at a staggering rate. When the country gained independence in 1962, the population was eight million. In 2012, it had quadrupled to 34 million and at the current rate of growth, it is forecast to almost quadruple again to 130 million by 2050.  That's like going from a population similar to Switzerland to a size similar to the UK and France combined. What will all these young people do? Only about one in four currently gets a place in secondary school.  The capital, Kampala, is already overcrowded with young families in makeshift huts trying to scratch out a living. There are already more under-18 year-olds in the country than there are adults. If there are millions more without the education and skills that could help them get work, it's going to raise big challenges for political stability. It isn't just rhetoric to talk about youngsters having to compete in a \"global village\".  The outside influences are visible everywhere, whether it's Chinese factories and mobile phone adverts or English premiership football shirts.  There are competing cultures. This is a place where barracks have been named after Colonel Gaddafi and a stadium after Nelson Mandela.  The children trying out their solar-powered laptops are going to have to decide in which way they want to connect with the future. ", 
        "link": "http://www.bbc.co.uk/news/business-26546413", 
        "subject": "Education", 
        "title": [
            "Sunshine powers Uganda's school computers"
        ]
    }, 
    {
        "article": "England's teenagers are \"significantly above average\" in problem-solving skills, according to the results of international tests. After many disappointments in international school tests, these latest global rankings from the OECD put England in 11th place. The OECD puts England as second highest in Europe, behind Finland, in tests of how pupils can apply their knowledge. Singapore and South Korea were top in tests taken by 15-year-olds. These problem-solving tests were taken at the same time as the Pisa tests, which compare how well pupils perform in maths, reading and science. Rather than testing theoretical knowledge, the problem-solving tests examined how well teenagers could use their knowledge in practical questions. For example, it presented pupils with a range of information about different types of train tickets and asked them to work out the cheapest price for a journey. Good problem solving skills give young people an edge in the world of work” These problem-solving tests were an optional extra following the Pisa tests taken in 2012 - and were taken by 44 out of the 65 countries and administrations in the Pisa rankings. About 85,000 pupils took these tests, as a sample representing 19 million 15-year-olds. In England, the sample was based on 137 schools. It found that pupils in England were much better than their performance in Pisa tests, where they failed to make the top 20 in any subject. The OECD's Michael Davidson suggested that Asian countries were particularly strong at learning information, but it seemed that pupils in England were above average at how this information was creatively applied. The top performers remained Asian countries and education systems - but the Chinese city of Shanghai, which had been the top performer in Pisa tests, is ranked sixth in these more practical tests. China does not compete as a whole country, but some of its cities and regions participate separately. England's pupils' performance puts them above countries such as Germany, the United States and Sweden. These problem-solving skills were going to be essential for the future job chances of young people, said the OECD's Francesco Avvisati. Across the countries and cities taking part, boys were more likely to be among the top performers. But in England, there was no significant gender difference. There were also big regional differences. Northern Italy had some of the best results in the world, while schools in southern Italy were far below average. Colombia, Bulgaria and Uruguay had the lowest results. Head teachers' leader Brian Lightman described the results as \"excellent news\". \"Graduates need core knowledge in subjects like maths and English, but they also need to be able to apply this to tackle complex and unpredictable tasks with confidence,\" said Mr Lightman, general secretary of the Association of School and College Leaders. \"Good problem-solving skills give young people an edge in the world of work and prepare them to move into top jobs and leadership positions.\" A Department for Education spokesman said the test results showed the strength in problem solving. \"But they also confirm that generally those who perform best in maths, reading and science - Singapore, Shanghai, Hong Kong and South Korea - are also those who do best in problem solving. \"This connection between the core subjects and problem solving underlines why we are focusing on the basics in the rigorous new primary curriculum, and why reformed GCSEs and A-levels will have open-ended questions which encourage lateral thinking.\" Source: OECD 1. Singapore 2. South Korea 3. Japan 4. Macau (China) 5. Hong Kong (China) 6. Shanghai (China) 7. Taiwan 8. Canada 9. Australia 10. Finland 11. England 12. Estonia 13. France 14. Netherlands 15. Italy 16. Czech Republic 17. Germany 18. United States 19. Belgium 20. Austria ", 
        "link": "http://www.bbc.co.uk/news/education-26823184", 
        "subject": "Education", 
        "title": [
            "England's schools succeed in problem-solving test"
        ]
    }, 
    {
        "article": "How did coding get so cool? Let's be honest, it wasn't always that way. Being able to speak to computers in their own language wasn't the best way to impress at parties. But in a world of digital billionaires it has become a deeply fashionable skill. It turns out that it's the geek who is going to inherit the earth. And one of the fast-growing coding clubs has been CoderDojo. It's a not-for-profit organisation running coding clubs for young people in 38 countries, with the founding principle that the only rule is: \"Be cool.\" It is established across Europe and North America, with a few clubs scattered across Asia and South America. Discussions with the US state department could see support for the clubs spreading further into Africa. The clubs are run by volunteers, teaching young people how to write code, build websites and make apps. The club's start-up supporters have an almost evangelical enthusiasm for these self-taught, unstructured, unbossy events. The \"dojo\" is borrowed from Japanese martial arts, as the temple of learning. It taps into a culture where students are expected to pass on what they have learned to others, with the learners becoming mentors. Behind the CoderDojo project is Bill Liao, an entrepreneur and philanthropist who grew up in Australia and now lives in West Cork in Ireland. Coding is at the heart of the digital world, he says. If you want to understand this world then you need to understand its language.  \"Coding is a language skill. \"The best coders I know are poets. They have creativity and economy of expression. You see great code and it is elegant in its simplicity and rich in meaning.\" We don't always recognise the beauty of well-made technology, he says, even when it is right in front of us. \"We marvel at a two year old tapping at an iPad using a computer. We should really be marvelling at an Apple engineer who can make a computer that a two year old can use.\" Another reason for the upsurge in interest in coding is that it is going to help young people in a tough jobs market. \"Name a field of endeavour where understanding code wouldn't benefit your career choice,\" says Mr Liao. Setting up the CoderDojo clubs, he says surprised him by how much children wanted to learn. And he was pleasantly surprised by how generous people can be in donating their time and premises. As an example of how it works on the ground, Rob Curran is a local CoderDojo \"champion\" in Wilmslow, Cheshire. Mr Curran came across the project when he brought his own son to a dojo and was so impressed that he now helps run a monthly session which attracts between 30 and 90 youngsters. They learn how to use coding programmes such as Scratch, or use the simple Raspberry Pi computer or experiment with computer game such as Minecraft. What is the appeal for youngsters? It gives them hours of uninterrupted computer time and importantly, he says: \"It is not school.\" But the rise of computer clubs doesn't mean that the economy is suddenly awash with youngsters with the right skills. Mr Liao's day job is as a venture capitalist and he says there are too many bright ideas looking for investors which are held back by a lack of coders. \"The entire world is run on code and we have run out of coders,\" he says. As an entrepreneur, he says he wants to create an environment where youngsters can try to learn these skills and not worry about failure. When they succeed there is instant playground credibility. A 12 year old attending a CoderDojo club in Cork made a games app that was accepted for Apple's App Store, he says. He was so young his mother had to register the account for him. Being able to show friends your own app on an iPhone is \"achingly cool\", he says. While the parents might be thinking about the cash advantages of a junior Bill Gates in the family, Mr Liao says such coding clubs have got to be sociable, reassuring and spontaneous places. What he wants to avoid is the sense of isolation he felt as a child, teaching himself to use a computer in his bedroom in the suburbs of Melbourne.  \"I hated school. Mostly because I was racially vilified as a half-Chinese kid. It was pretty horrible.\" But learning to use a computer was his escape from loneliness and bullying. \"It gave me access to something that has been incredibly powerful throughout my life.\" And he says he has great empathy for the lonely child learning alone, wanting them to feel safe in the CoderDojo set up. \"Learning is a social activity. You learn more when you're doing it together.\" And as the CoderDojo website puts it: \"Bullying, lying, wasting people's time and so on is uncool.\" He is also an advocate of the principle of working many years to become an overnight success. He describes his years refining the CoderDojo idea, with co-founder James Whelton, as his \"Beatles in Hamburg years\". It isn't just CoderDojo that is surfing the coding wave. There are many other organisations bringing the coding message to young people, such as Code Club and Code Academy. In the UK, this is the  , with the aim of encouraging more people to try to learn the language. In the US and the UK there are \"hour of code\" projects for quick-fire lessons, supported by tech giants such as Microsoft and Google. The BBC's School Report project has also gathered   about learning to code. And even though CoderDojo clubs are spreading around the world, Mr Liao won't be rushing to see them all.  Not because of lack of interest, but because he has given up air-travel as part of an environmental, tree-planting project. But the idea he wants to plant in all these clubs is to encourage creativity without a fear of failure. \"It's not just free, it's free thinking. It's not closed and institutional,\" he says. ", 
        "link": "http://www.bbc.co.uk/news/business-26437730", 
        "subject": "Education", 
        "title": [
            "Where the only rule is 'be cool'"
        ]
    }, 
    {
        "article": "There have been almost 10,000 violent attacks on places of education in recent years, according to the biggest ever international study of how schools and universities are targeted by acts of aggression. These included the murder of staff and students and the destruction of buildings in bomb and arson attacks, in countries including Pakistan, Nigeria, Colombia, Somalia and Syria. This stark account of violence against education between 2009 and 2013 has been published by a coalition of human rights groups, aid organisations and United Nations agencies. The Education Under Attack report, published in New York on Thursday, reveals the extent to which education has been subjected to deliberate acts of violence. These are not cases of schools and their staff \"just caught in the crossfire\", says Diya Nijhowne, director of the Global Coalition to Protect Education from Attack. \"They are bombed, burned, shot, threatened, and abducted precisely because of their connection to education.\" There were 9,600 attacks worldwide, with incidents recorded in 70 countries, with the worst problems in Africa and parts of Asia and South America. There was a pattern of deliberate attacks in 30 of these countries, where such violence was used as a \"tactic of war\", said Ms Nijhowne. These figures do not include the type of school shootings carried out against pupils and staff at Sandy Hook in the US in 2012. The country with the greatest number of attacks was Pakistan, with the most common assault being the blowing up of school buildings. Colombia was the most dangerous place to be a teacher, with 140 murders and thousands of death threats. For school pupils, Somalia was the country where children were most likely to be pressed into becoming soldiers. Syria's conflict has seen deadly attacks at universities in Aleppo and Damascus and there were high levels of attacks on students in Yemen and Sudan. The perpetrators have included government forces, armed insurgents, terror groups and criminal gangs. They have committed murders, abductions and intimidation. The shooting of Pakistani schoolgirl Malala Yousafzai by Taliban opponents of girls' education in 2012 focused global attention on such attacks on education. But this study shows that this was far from an isolated case and that staff and pupils have been singled out for deliberate violence in many different conflicts and ideological battlegrounds. This week in north-east Nigeria at least 29 teenage boys were killed in a massacre at a boarding school. Boko Haram, a militant Islamist group opposed to western education, is suspected of carrying out the attack. The Education Under Attack report says that 30 teachers were shot dead in Nigeria last year, including some in front of a class. Attacks on education can be a proxy for other conflicts, such as trying to undermine a government symbol or trying to promote a political, religious or ideological message or to terrorise another community. In Afghanistan and Pakistan there have been violent attacks against the education of women. Or else targeting students can be a way of pursuing a sectarian dispute. In Burma, also known as Myanmar, last year, a Buddhist nationalist mob set upon boys from a Muslim school, hacking dozens to death. In 2010, in Iraq an escorted convoy of Christian students travelling to university were the victims of a car bomb attack. There can also be more specific campaigns. In Mexico there were six bomb attacks on universities by a group opposed to nanotechnology research. Teachers in Colombia have faced violence from armed groups, including rival paramilitary forces and criminal gangs.  As community leaders they are targeted by groups wanting to intimidate local people or to recruit school pupils into armed gangs. The impact of violence can reach beyond the individual victims. Terrorising academics and students in university can destroy the research capacity of an economy, warns the report, and trigger the departure of highly-skilled young people. Intellectual curiosity and free speech, necessary in academic life, can be undermined by the threat of violence, with fear prompting \"self-censorship\" and a brain drain to other safer countries. There are also concerns about armed groups occupying educational premises, using them as barracks or training bases or sometimes as detention centres or even places of torture. In 24 of the 30 countries worst affected by attacks on education, there were cases of schools being taken over by military forces. This also puts buildings at risk from attacks from opposing forces, says the report's lead researcher, Brendan O'Malley. In Somalia, the report says, schools have been used as firing positions and faced incoming rockets, while the classrooms were still being used by pupils. The study calls for the creation of \"safe zones\" around schools and wants combatants to recognise the need to protect places of education. Mr O'Malley says a positive step would be a common agreement \"not to use schools for military purposes\". There are also calls for a clearer path for investigating and prosecuting the perpetrators of acts of violence against schools and their staff and pupils. As well as the loss of life, violent conflict is one of the biggest causes of a loss of education. About half of the 57 million children without access to any school place live in areas disrupted by war and violence. \"It's not just the killings that spread fear and blight lives. The relentless destruction of schools in some areas of conflict is depriving whole cohorts of children of an education,\" says Mr O'Malley. \"There is a knock-on effect on social and economic development in places that can least afford to be held back. \"Where the government lacks the capacity or will to repair damaged schools, the effects can be felt for years after the attacks have happened.\" ", 
        "link": "http://www.bbc.co.uk/news/business-26323295", 
        "subject": "Education", 
        "title": [
            "Education subjected to 10,000 violent attacks"
        ]
    }, 
    {
        "article": "New York's richest are going to have to pay for some of New York's youngest, under new Mayor Bill de Blasio's flagship plan for more pre-school places. The proposed tax on those earning above $500,000 (£307,000) would provide free, full-day pre-school classes for every four-year-old. It's the latest in a wave of expansions of pre-school education running across the United States. President Barack Obama hailed the importance in his state of the union address last week, welcoming that 30 states were raising funds for more pre-school places. \"Research shows that one of the best investments we can make in a child's life is high-quality early education,\" said President Obama. And he promised to put together a coalition of political leaders, businesses and philanthropists to campaign for widening access to pre-school education across the US. \"Universal pre-K\" - that's K for kindergarten - has become an unlikely political hot topic. Local news websites are filled with photos of suit-and-tie politicians crouched on tiny infant chairs. US Education Secretary Arne Duncan regularly tweets his support. Republicans say it shouldn't be seen as a Democrat issue, at local level they are backing schemes too.  And political analysts point to its cross-party popularity, particularly with female voters, and highlight how the issue is rippling across the country. In San Antonio in Texas a local sales tax has been adopted to fund pre-school places. There are plans for a place for every child in Seattle. On the west coast, it has become the top priority for California Democrats, with a $1bn (£610m) plan to provide places for all four-year-olds. And the predicted benefits are not just academic. California's plans, launched in January, claim that improving early years education would cut crime in later life and reduce the state's prison population by 13,000. The most common argument in favour of expanding pre-school classes is that it can bridge some of the gap between rich and poor before children start formal lessons. In New York City, for the wealthy there are pre-kindergarten classes in elite private schools charging more than $30,000 (£18,000) per year.  But tens of thousands of families are left without any place in public pre-schools. It's a \"tale of two cities\" that Mayor De Blasio says he wants to stop. Universal pre-school is meant to provide a more level playing field at a time when it has the greatest chance of making an impact. Nobel prize winning economist James Heckman has produced measurements of how much of an impact. He says there is a return of $7 for every extra $1 spent on pre-school education. \"Poor health, drop-out rates, poverty and crime\" can all be reduced, he says, by giving deprived families access to pre-school classes in the first five years of a child's life. This would save $48,000 (£29,000) per child in long-term public spending. Prof Heckman, from the University of Chicago, says early childhood is when the brain is developing rapidly and when support is most effective and when it is most likely that children can be nurtured as \"productive citizens\". He argues that investing in early childhood is the way to strengthen the economy.  Evidence has been provided by a pre-school scheme running in New Jersey, where places have been offered to all three- and four-year-olds in 31 deprived areas. Research from Rutgers University, carried out for the National Institute for Early Education Research, found that seven years after children had left pre-school there were still measurable benefits in language, literacy and maths. And advocates for more early education talk about pre-kindergarten as a kind of mass immunisation project. The Organisation for Economic Co-operation and Development (OECD) supports spending on early education, saying children who have been to pre-school are the equivalent of a year ahead at the age of 15. But the OECD's Andreas Schleicher says universal pre-school is a good idea, but no panacea for the weaknesses in US education. \"Compared internationally, the US is doing very well in primary schooling, it is doing so-so in middle-school, and it is doing poorly in high school,\" says Mr Schleicher. \"In other words, the US school system adds less value as students grow older than is the case in other countries and that is not an issue you fix with pre-schools.\" There are other voices of caution against seeing pre-school education as an educational wonder drug. Grover Whitehurst, director of the Brown Center on Education Policy at the Brookings Institution think tank, has warned that well-intentioned enthusiasm is running ahead of the evidence. He has argued that there are mixed outcomes from different types of pre-school and that policymakers are making \"prodigious leaps of faith\" if they generalise about the benefits. He has raised questions about whether it is better to target spending at those most in need, rather than to offer universal access. Those campaigning for more pre-school have highlighted that by international standards the US is already a long way behind. Most Western industrialised countries have much higher proportions of children in pre-school. They are also often centrally funded, while US schemes rely on a patchwork quilt of local funding. For instance, in England there are free part-time nursery places available for all three- and four-year-olds. And in Finland, almost all children are in the pre-school year. But this is at the age of six, with formal school beginning at seven. For the United States, it seems likely that the tiny chairs in the nursery classes are going to have a lot more high-profile visitors. ", 
        "link": "http://www.bbc.co.uk/news/business-25981123", 
        "subject": "Education", 
        "title": [
            "New York tackles the pre-school gap"
        ]
    }, 
    {
        "article": "Almost one in 10 university degrees claimed by graduates have \"errors\", such as wrong grades or subjects, according to the agency which carries out checks for employers. The Higher Education Degree Datacheck (HEDD) says they also see degree certificates from bogus universities. Some errors could be honest mistakes, but there is also clear evidence of fraud, says HEDD's Jayne Rowley. \"Many more cases go unnoticed or undetected,\" she says. HEDD, set up two years ago with funding from the Higher Education Funding Council for England, provides a service to verify degree grades, such as for job applications or for entry into postgraduate courses. It now covers 16 universities and says it is adding about one university a month to its checking service. But it has found that 8% of the degrees presented so far, out of more than 20,000, cannot be verified. This can include \"human error\", such as a misunderstanding about a graduate's name. But there also appear to be attempts to falsify degrees. Ms Rowley says this includes degrees where the subject studied has been changed - and others where the grade is incorrect. Source: HESA, full-time students, 2012-13 The most common type of \"mistake\" is to claim a first-class degree - when in fact a lower grade had been awarded. Ms Rowley says that this might reflect the high proportion of students who now achieve an upper second - or 2:1 degree. Twice as many students now achieve a 2:1 as a 2:2, which was once the most common degree. She suggests that wanting to stand out from competitors in the jobs market might be behind attempts to inflate degree grades. Another pressure, she says, might be that the high prevalence of 2:1s might make older workers want to upgrade their lower degree from decades ago. \"Perhaps they feel that the third class degree from a former polytechnic isn't appropriate to the senior position that they are in and are therefore tempted to embellish,\" she says. There are also false certificates presented. The more obvious fakes stand out because they are covered in \"Latin and gothic writing\", she says. And there are degrees claimed from entirely bogus institutions, such as the \"degree mills\" which sell qualifications online. But there are also more sophisticated frauds with \"very good\" copies of documents. \"It's incredibly important that employers validate who they are recruiting,\" says Ms Rowley. ", 
        "link": "http://www.bbc.co.uk/news/education-26843247", 
        "subject": "Education", 
        "title": [
            "Degree checks 'uncover grade fraud'"
        ]
    }, 
    {
        "article": "The number of overseas students taking up places at England's universities decreased by 4,595 in one year - the first fall in 29 years. International and EU student numbers fell from 311,800 in 2011-12 to 307,205 in 2012-13, the Higher Education Funding Council for England reports. Since April 2012, foreign students have faced stricter visa regulations. But the government stressed that there was no cap on the number of legitimate students who can study here. The Hefce report - Global demand for English higher education - said there was a notable decline  in the number of entrants from South Asia, particularly India and Pakistan, at both undergraduate and postgraduate levels. The number of Indian students fell from 18,535 in 2010-11 to 13,250 in 2011-12 and further to 10,235 in 2012/13. In 2010-11 the number of Pakistani students was 4,580, but this fell by 38% to 2,825 in 2012/13. The data also shows the number of full-time EU undergraduates fell by almost a quarter in just one year - from 23,440 in 2011-12 to 17,890 in 2012-13 after years of increasing numbers. These students have to pay the same fees as UK students and Hefce puts the decline in numbers down to the increase in tuition fees in September 2012. The report said the fall in overseas students was particularly noticeable in the postgraduate market. Between 2010-11 and 2012-13, the numbers of international students starting full-time postgraduate courses in England decreased by 985 from 72,245 to 71,260. The data also shows Chinese students account for 23% (26,860) of the total full-time postgraduate numbers in England, while UK students account for 26% (30,320)  Under the Tier 4 visa regime, students face tougher questions about their destination, limits on their ability to work and tighter rules on their English-language capability.  Critics of the rules said they would discourage international students - who are worth as much as £3bn  a year to UK universities - from studying here and give the impression that the UK was not a welcoming destination. Last May, Business Secretary Vince Cable warned that the public debate about immigration was in danger of damaging the \"economically valuable\" recruitment of overseas students to the UK. Mr Cable said  overseas students had become caught up in the \"public panic\" over migrant numbers. Hefce chief executive, Professor Madeleine Atkins, said the analysis increased understanding of global demand for English higher education.  \"International students enrich our universities and colleges - and our society - academically, culturally, and through their contribution to the economy,\" she said.  \"Supporting high-quality international education is a crucial part of ensuring that the UK continues to engage with, and benefit from, the increasingly interconnected world.\" A spokesperson for the Department for Business, Innovation and Skills said:  \"International students make a huge contribution - boosting our economy and enhancing our cultural life. \"That is why there is no cap on the number of legitimate students who can study here. By working with other countries we will continue to attract international students and promote the UK's expertise in education.\" Nicola Dandridge, chief executive of Universities UK, said: \"If the UK wants to fulfil its potential in this growth area, we need policies to attract qualified international students to the UK.  \"This is why in the run up to the general election, Universities UK will be calling for a growth strategy for international students.  \"This should be supported by a welcoming climate for genuine international students, with visa and immigration rules that are proportionate and properly communicated.\" General secretary of the Universities and Colleges Union, Sally Hunt, said: \"As we face continued uncertainty about the future of funding for our universities, the government should be doing more to encourage foreign students. \"Ministers need to recognise that attempts to sound tough on immigration at home are also reported elsewhere and it is not surprising if students consider studying in the countries that make an effort to welcome them.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26836962", 
        "subject": "Education", 
        "title": [
            "Decline of overseas students at England's universities"
        ]
    }, 
    {
        "article": "The idea that British children grew up in typical two-parent families until the permissiveness of the 1960s has been challenged by an academic. Prof Pat Thane argued that until World War Two, significant numbers of people never married. She also cited evidence that in 1939, some 30% of children were conceived out of wedlock. The Family Education Trust responded by saying that marriage rates had fallen steeply since 1970. The professor in contemporary history at King's College, London, said: \"There is a well-known narrative in Britain about the history of the family - that 'traditionally' people lived in stable two-parent families with married parents who stayed together life-long, boys had fathers at home for role-models who kept them disciplined, and everyone looked after the older generation. \"Then came the 1960s and permissiveness, and people started divorcing, living together and having babies outside marriage; unprecedented numbers of complex families of step-relatives formed; and British society was 'broken' as some would put it. \"I want suggest that the real story is a bit more complicated.\" The change in the 1960s - and there certainly was change - was that it becomes more honest” The professor, who is presenting her research this weekend at the Economic History Society's annual conference at the University of Warwick, said: \"Of course there have been major changes since the early 1970s.  \"In particular, divorce, open cohabitation and childbirth outside marriage became more widespread and socially accepted and the reasons for this need to be explored. But the longer-term story is more complex and less well understood.\" Prof Thane acknowledged that there was at least one point between 1945 and 1979 that marriage became \"almost universal\". But she said: \"This is a period which, in present-day discourse, is often presented as an historical norm of long-lasting stable marriages. It was actually historically very unusual in the numbers of long-lasting marriages.\" Prof Thane said marriages had lasted longer because they generally started at an earlier age, were less likely to be broken by death in young adulthood as life expectancy grew, and divorce was hard to obtain. She also cited evidence that both \"irregular partnerships\" and separations were recognised legally as early as 1878, and the dependents of servicemen including \"unmarried wives\" had long been paid their partners' pensions. And she said there was much evidence of cohabitation, not just among working-class people, throughout the 1920s and 1930s. Couples often appeared to conform to this mythical norm by presenting themselves \"as married people\" and were accepted as such, she said. And she added: \"Illegitimacy remained until the end of the supposedly very respectable 1950s at levels not seen since the fairly high levels of the 1860s.  \"Then it rose rapidly through the 60s, 70s, and faster of all 1980s. By 1993 more than one-third of all births in England and Wales occurred outside marriage.  Prof Thane said that people had seen the cultural changes brought about by the advent of the 1960s with its more permissive way of living as causing the changes. \"But in a sense, the change in the 1960s - and there certainly was change - was that people started to let it all hang out. It becomes more honest.  \"Before it was all hidden, people knew all about couples living out of wedlock in their neighbourhood but they didn't talk about it.\" This was accompanied by major reform of the the divorce laws in 1969, she said, which made it easier - and contrasted markedly with the late 19th Century when a private act of Parliament was required to sanction a divorce. What followed the change in the law was a growing divorce rate - from an average of 57,089 petitions per year between 1967 and 1970 to 165,000 in 1993 - she said.  She concluded: \"Divorce like cohabitation largely lost its stigma. Another change was the end of much of the secrecy and shame that had long surrounded aspects of personal behaviour in England. \"Since the 60s almost everything is public, for good or ill. Whatever the reasons, it's a major cultural change.\" But Norman Wells of the Family Education Trust said: \"No-one denies that cohabitation occurred prior to the sexual revolution nor would anyone suggest that sex never took place outside marriage or that 'shotgun marriages' never happened.  \"But what is clear is that over the past four decades we have seen a dramatic decline in marriage rates and a massive increase in the incidence of cohabitation either before or instead of marriage. This has contributed to a situation in which almost 50% of children are now born to unmarried parents.\" He added: \"No rewriting of history in an attempt to play down the seismic shift that has taken place with regard to the way marriage is understood can change the fact that many more children today are suffering the adverse consequences associated with family breakdown than was the case prior to the sexual revolution.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26784754", 
        "subject": "Education", 
        "title": [
            "Traditional British family a myth, academic says"
        ]
    }, 
    {
        "article": "The government is considering whether to introduce a new offence of emotional cruelty to children, it has been confirmed. The proposed change to neglect laws in England and Wales would see parents who deny their children affection face prosecution for the first time.  It follows a campaign for a \"Cinderella Law\" from charity Action for Children. The government said child cruelty was an abhorrent crime which should be punished.  Social workers have a definition of child cruelty that they work on but because it is not written into law, this makes it difficult for the police to gather evidence. Action for Children's chief executive, Sir Tony Hawkhead, said the change would be a \"monumental step forward for thousands of children\".  Media requires JavaScript to play. Robert Buckland, a Conservative MP who has backed the charity's campaign, said the current law was outdated as it is based largely on legislation first introduced 150 years ago. And he stressed that non-physical abuse could cause \"significant harm\" to children.  \"You can look at a range of behaviours, from ignoring a child's presence, failing to stimulate a child, right through to acts of in fact terrorising a child where the child is frightened to disclose what is happening to them,\" Mr Buckland told BBC Radio 5 live. \"Isolating them, belittling them, rejecting them, corrupting them, as well, into criminal or anti-social behaviour.\" Collette, whose father is black, was frequently told by her white mother and stepfather that she had been \"a mistake\".  \"When my mother met my stepfather and had children with him, I was in the way.   \"My stepfather was racist and she had no excuse for having a mixed-raced child.   \"The result was me being treated like Cinderella but without the ball and happy ending.  \"I felt like I shouldn't have been born, I'd been told often enough.  \"I would watch how my parents would be so different with my younger siblings and burn with anger and jealousy. \"I was placed under the mental health act and have been receiving help ever since.  \"I was finally diagnosed with severe depression, post-traumatic stress, bipolar and anxiety.\" Source: Action for Children He said the new law would not criminalise parents for being nasty, but for their criminal behaviour. \"This proposal is not about widening the net, it's about making the net stronger so that we catch those parents and carers who are quite clearly inflicting significant harm on their children, whereas they should be nurturing them and loving them,\" Mr Buckland said. He added that it would also give police a \"clearer way\" in which to work, he said. The campaign was also backed by Liberal Democrat MP Mark Williams, who introduced a private member's bill on the issue last year, the late Labour MP Paul Goggins and Baroness Butler-Sloss, a former judge who was president of the family division of the High Court. The   provides for the punishment of a person who treats a child \"in a manner likely to cause him unnecessary suffering or injury to health (including injury to or loss of sight, or hearing, or limb, or organ of the body, and any mental derangement)\".  Mr Williams's bill would add a further category of harm for which the perpetrator could be punished: impairment of \"physical, intellectual, emotional, social or behavioural development\". Child neglect was made a punishable offence by the Poor Law Amendment Act of 1868. The Ministry of Justice confirmed it was \"considering ways the law can support\" protecting children from this sort of harm. A spokesman said protecting children from harm was \"fundamental\" and that child cruelty was an \"abhorrent crime which should be punished\". Ministers are looking to introduce the measure ahead of the next election, possibly in the Queen's Speech, but sources told the BBC it was not yet a done deal. But it is understood this might not be the case as such a change would not require a separate piece of legislation - it could instead be added on to an existing bill. ", 
        "link": "http://www.bbc.co.uk/news/uk-26814427", 
        "subject": "Education", 
        "title": [
            "'Cinderella' emotional cruelty law considered"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Aleem Maqbool reports from a school in Pakistan's Sindh province where there are children but no teachers It will be more than 70 years before all children have access to primary school, says a report from the United Nations Educational, Scientific and Cultural Organisation (Unesco). World leaders had pledged that this would be achieved by 2015. The report says 57 million remain without schools and at the current rate it will be 2086 before access is reached for poor, rural African girls. Report author Pauline Rose describes these as \"shocking figures\". The lack of education for all and the poor quality of many schools in poorer countries is described as a \"global learning crisis\". In poor countries, one in four young people is unable to read a single sentence. The study from Unesco, published on Wednesday in Addis Ababa in Ethiopia, is an annual monitoring report on the millennium pledges for education made by the international community. But it warns that promises such as providing a primary school place for all children and increasing the adult literacy rate by 50% are increasingly unlikely be kept. Source: Unesco It also warns that aid for education is declining rather than increasing and is not being targeted at the poorest countries with the greatest need. It reveals that the single biggest recipient of aid for education is China - which receives aid worth a value 77 times greater than Chad. The report, based on the latest data which is from 2011, shows that there are still 57 million children who do not even get the first basics of schooling. More optimistically, this represents an almost 50% drop in out-of-school children since 2000. The report shows that if the early momentum had been sustained the goal could have been achieved. But since 2008, progress has \"all but ground to a halt\". Countries such as India, Vietnam, Ethiopia and Tanzania have made considerable progress in expanding the reach of education. There are also improvements in quality, with Vietnam now among the most impressive performers in the OECD's Pisa tests, overtaking the United States. The greatest problems are in sub-Saharan Africa, with particular weaknesses in parts of west Africa. Nigeria has the single greatest number of children without a primary school place - a higher figure now than when the pledges were made at the beginning of the century. About half of the lack of access to school is the result of violence and conflict. But Afghanistan, which has faced 35 years of conflict, is managing to reopen schools and the country's education minister told the BBC that a  . The report, produced by the Paris-based educational arm of the United Nations, highlights the inequalities in access to places. Girls are more likely to miss out on school than boys and this is accentuated more among disadvantaged, rural families. As such, poor, rural girls are forecast to be the slowest to have school places, with Unesco projecting it will take until 2086. It means that the five-year-olds who are now missing out on beginning school will be grandmothers before universal primary education is achieved. It will not be until the next century, 2111, before poor rural girls will all have places in secondary school, at the current levels of progress. Source: Unesco Within countries there are big differences in access to schools. And the ability to provide places for better-off children and for boys shows what should also be achievable for girls and the poor, says Dr Rose.  \"It shows the importance of focusing on the marginalised,\" says Dr Rose, director of the global monitoring report team. The study also raises concerns about the quality of education in many poorer countries. There are 130 million children who remain illiterate and innumerate despite having been in school. It means that a quarter of young people in poorer countries are illiterate, which has far-reaching implications for economic prospects and political stability. The report estimates that in some countries the equivalent of half the education spending is wasted because of low standards, which it calculates as a global loss of $129bn (£78bn) per year. There are practical barriers to learning. In Tanzania, only 3.5% of children have textbooks and there are overcrowded class sizes of up to 130 pupils in Malawi. The study calls for more support in raising the quality of teaching. In west Africa, it warns of too many teachers who are on low pay, temporary contracts and with little training. The quantity of teachers would also need to be increased, with an extra 1.6 million needed to provide enough primary school places. The report says to reach the goal of universal primary education would require an extra $26bn (£16bn) per year. But aid to education has declined at a greater rate than overall aid budgets, says the report. \"One of the things that we found shocking was that low income countries faced the biggest losses in aid,\" says report author, Dr Rose. The biggest recipient, China, gains from support for scholarships, mostly from Germany and Japan. Moves are already underway for setting post-2015 targets. The report says that the next goals must include an awareness of the quality of education and teaching. \"We must also make sure that there is an explicit commitment to equity in new global education goals set after 2015, with indicators tracking the progress of the marginalised so that no-one is left behind,\" said Unesco director-general Irina Bokova. ", 
        "link": "http://www.bbc.co.uk/news/business-25811704", 
        "subject": "Education", 
        "title": [
            "The 70-year wait for primary school"
        ]
    }, 
    {
        "article": "Too many nurseries are failing to ensure children are ready to learn when they get to primary school, Ofsted's chief inspector says. Sir Michael Wilshaw says England's poorest children are especially badly served, as only a third reach a good level of development in pre-schools. A greater emphasis on structured learning within school-based nurseries is the answer, he says. But child experts say formal learning too early can be counterproductive. However, Ofsted's findings chime with the government's view of how to improve early-years provision.   Media requires JavaScript to play. Children's Minister Liz Truss has said repeatedly that she wants to see more teacher-led sessions in the nation's nurseries. And she has praised nurseries in other European countries, such as France, where children take part in many teacher-led activities. But the proposals are likely to anger some childcare experts who already argue that early education is damaging children by pushing them too hard at a young age.  In a speech launching Ofsted's first stand-alone report on early-years education, Sir Michael highlighted the gap between outcomes for children from disadvantaged backgrounds and youngsters from more affluent homes. He called for primary school admissions rules to be changed so that greater priority could be given to poorer children - on condition that they had taken up a state-funded nursery place in the school \"from the earliest age possible\". Speaking on BBC Radio 4's Today programme, Sir Michael said it was particularly important that nurseries provided good early years education in poorer areas where children tended to be less well prepared for school by their parents. Sir Michael Wilshaw wants more formal, structured learning in England's nurseries and playgroups to close the attainment gap between rich and poor. He wants to ensure children join reception classes with the building blocks for learning - such as letters and numbers and the ability to use a pencil - learnt in \"good quality\" settings. And he urges policy makers not to \"pander to\" the \"chattering classes\", who may fear \"children's childhoods are being stolen\". The government agrees a more structured, teacher-led approach is the answer - even for toddlers. But many early-years experts say children need to be able to play freely to learn - with more formal teaching coming only when they are ready for it. They say toddlers learn the fine-motor skills to hold a pencil by honing their gross-motor skills, which they use to push a toy train for example, through play. And some worry a shift away from child-led learning will set late developers up for future failure. \"More than two-thirds of our poorest children - and in some of our poorest communities that goes up to eight children out of 10 - go to school unprepared,\" he said. \"That means they can't hold a pen, they have poor language and communication skills, they don't recognise simple numbers, they can't use the toilet independently and so on.\" Sir Michael added: \"The corollary of not preparing children well for school is that they don't do well in reception and, if they don't do well in reception, they don't get on at key stage one, they find it difficult to read at seven, they fail at the end of primary school and that failure continues into secondary school.  Media requires JavaScript to play. Beatrice Merrick, British Association of Early Childhood Education: ''We must not rush to formal learning too early'' \"When we talk about social mobility, rather than focus at the end of school, we should actually worry about what's happening at the very start of a child's life - the rot sets in early.\" He said the best provision was in \"school-based nurseries and school-led nurseries\" because head teachers \"can track the progress of children in those school-based nurseries all the way into reception and beyond and make sure they do well\". In his speech later he will say that in some areas of the country, particularly London, \"most children do well and the gap between advantaged and disadvantaged is closing\". He will add: \"There is nothing inevitable about the link between poverty and failure. Indeed, we have to ask ourselves why, if this is being done well in some places, it isn't being done everywhere else.\" But National Day Nurseries Association head Purnima Tanuku, also appearing on Today, told Sir Michael he was \"missing the most important point here\". \"Your own report suggests that more than 80% of private and voluntary day nurseries are actually delivering good or outstanding quality,\" she added. She said Sir Michael was \"actually condemning the sector based on a very small minority. \"I'm not sure when the last time Sir Michael set foot into a private or voluntary nursery, as opposed to a nursery school.  \"He would see the high quality of play-based learning and a very suitable environment.\" And the Pre-School Learning Alliance, which represents 14,000 early-years providers in the private and voluntary sector, said the assertion that school-based nurseries were the best early learning environments for young children was completely misguided. \"We are at a loss to understand why Sir Michael has essentially dismissed the existing huge network of experienced, passionate group settings and childminders who currently provide excellent, and appropriate, care for young children despite chronic under-funding and a never-ending wave of ill-researched, ill-thought-out early-years policies.\" Liz Bayram, chief executive of the Professional Association for Childcare and Early Years, said increasing the level of formal education delivered to pre-school children would not help reduce inequality or provide children with a strong foundation for success in the classroom and beyond.  \"The evidence shows that high quality childcare delivered through a play-based approach to learning is vital to help children develop the social, emotional and physical skills they need to thrive and is one of the most effective ways to lift children out of disadvantage.  A child's confidence, independence and willingness to learn is more important than being able to recognise letters, sit still and focus on a task.\" A Department for Education spokesperson said starting to learn from a young age with high-quality teacher-led provision could have a real and lasting impact on children's development and life chances.  \"High-quality school nurseries will enable children who are behind to catch up with their peers before starting school. \"We have been clear that we want to ensure more flexible, affordable and high-quality provision is available for parents - we know many would prefer longer school nursery opening hours, mirroring the working day.  \"We have already made great strides in early-years provision with the introduction of the new early-years pupil premium, strengthened early-years qualifications and encouraging schools to open from 8am to 6pm.\" ", 
        "link": "http://www.bbc.co.uk/news/education-26853447", 
        "subject": "Education", 
        "title": [
            "Nurseries not preparing children for school - Ofsted"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 09:08 BST  Parents are being asked to help schools pay for pens, paper and books, as well as school trips, according to a poll by the Association of Teachers and Lecturers. According to the survey of 500 members, in 30% of cases, if parents cannot pay, the school makes up the difference. But 43% of staff fear such requests put some pupils at a disadvantage. Gillian Hargreaves reports. ", 
        "link": "http://www.bbc.co.uk/news/education-27000125", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:55 BST  Schools in Wales are struggling to improve and suffer from a lack of a long-term vision, according to a review by the Organisation for Economic Co-operation and Development (OECD). The report did praise \"positive\" learning conditions but found many weaknesses. Hywel Griffith reports. ", 
        "link": "http://www.bbc.co.uk/news/education-26975408", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": " Media requires JavaScript to play. Martin Lamb, director and co-writer of the Energy Show explains how fusing science with theatre could ignite children's passion for the subject \"I always look forward to the parts where they play with the liquid nitrogen,\" says Martin Lamb.  He is the director and co-writer of a new production, which opened on Saturday at the Science Museum.  Called  , its aim is to tell the story of two science students who have to develop demonstrations of the nine forms of energy.  This involves a great deal of \"blowing things up\", and plunging things into liquid nitrogen, live on stage.  Once the show has completed its short run at the Science Museum, which ends on 11 April, it will go on tour to 34 theatres across England and Wales.   From setting fire to soap bubbles filled with flammable methane, to powering plastic bottle rockets with a mixture of hydrogen and oxygen, each of the live experiments demonstrates how a form of energy is converted into another.  \"[The characters] have to do science as they go.  \"They have to learn all the science themselves and they have to demonstrate it, so they do the experiments as they go,\" Mr Lamb explained.  Sam Mason, of the Science Museum, who co-wrote and produced the show, thinks the fusion of live science with theatre enables the audience to learn \"without realising they're being taught.  \"We're the Science Museum, so it's vital that we get our science right, but this is a piece of theatre, it's not a science lecture.\" \"There are some very big bangs, and flashes. We even have musical lightning - things that they'll have never seen before. \"But what I really want them to want to know how it worked and realise how much fun experimenting with science and exploring science can be.\"  Media requires JavaScript to play. Martin Lamb, director of the Science Museum's Energy Show, shows Victoria Gill how to make a fireball from soap bubbles ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26884833", 
        "subject": "Education", 
        "title": [
            "Science does educational theatre with a bang"
        ]
    }, 
    {
        "article": "The sound of excitable children squealing with joy fills the auditorium of the Royal Festival Hall. On the stage, 900 five-, six- and seven-year-olds sit cross legged. \"Five, four, three, two, one and s-s-sh!\" says the conductor. \"Well done children. Very quiet.\" They launch into their first number, with wobbly legs and dry lips over missing front teeth - but as it gets into full swing, they start to relax and make their matching dance movements with ever-growing confidence.  A rainbow of different coloured uniformed arms, representing the 50 schools taking part in the Lambeth Music Festival, go up like a Mexican wave across the stage. And the audience of proud parents respond by raising their iPads and mobile phones to record the occasion. As the repertoire progresses, small sections get a little over-excited with their hand movements and the odd person gets an unintentional smack in the face. But they don't seem bothered - it's just too exciting. This mass choral effort is the result of months of hard work by pupils, their class teachers and the staff from Lambeth Music Service. Festival organiser, Oliver Bayley, says: \"In a lot of the schools the kids have big voices but when it comes to performing, they can feel  really small. It's our job to help them with that. \"The effect, schools tell us, is that the children grow in confidence. It's quite daunting for a child, for an adult even, to perform on a stage of world renown like this.\" Started 13 years ago, the festival aims to give children the chance not only to sing and play together in a school, but across Lambeth, says Lambeth council's education improvement adviser Judith Hare.   When children are engaged with music and listening to music there is no disruptive behaviour” Encouraging involvement was not always so easy, Mrs Hare adds: \"When we started we had quite a few children from disadvantaged backgrounds who would not set foot in a place like the Royal Festival Hall because their parents thought it just wasn't for them.\" But now parents are milling around comfortably and excitably like the South Bank is a second home.  Taking part in a performance like this can be a seminal moment in a young person's life, she says, adding that there are also returns for children's self-esteem. \"With music, unlike sport where there has to be a winner, in music they are working together as a team for the benefit of the whole.\" Teacher Jennifer Ross has brought her Year 2 class of five- and six-year-olds along to the performance after spending the past few months drip-feeding them the festival songs at every opportunity. \"The benefit of doing a whole class performance is that it really works well in terms of class cohesion,\" she says. She says the whole experience has also improved the children's behaviour and ability to learn.  \"When children are engaged with music and listening to music there is no disruptive behaviour because they are so fully engaged with what's going on,\" she says. Because of Lambeth's inner-city location, there are many pupils who have English as an additional language or are coping with substantial disadvantage. Take the very smiley six-year-old Pauline - a recent arrival from Cambodia. \"When she arrived she was classed as having Stage 1 or very basic English,\" says Ms Ross.  \"There were many times when she couldn't get across how she felt. But through all the singing and dancing, she has gained confidence and developed her speaking.\" And this educational side-effect of the choral experience was part of the reason Lambeth set up the annual children's music festival. Mrs Hare says: \"There is a lot of research to show that if you play a musical instrument - the connections in the brain are stronger. People with a music background tend to achieve more academically.\" The Lambeth Music Service, with its £250,000 annual state funding, borrows much from its perhaps better known Venezuelan counterpart, El Sistema - a state-run organisation that oversees scores of youth orchestras, instrumental training programmes and choirs.  El Sistema has 31 symphony orchestras, and up to 370,000 children attend its music schools, studying intensively for 12 hours a week after school. Set up in 1975, El Sistema is a most resilient survivor of the troubled and changing nation and sends its musicians touring the globe's most famous concert halls so high is its standard. Head of Lambeth Music Service, Brendon La Page, says: \"Venezuela has had one of the most ridiculous political histories, and over the last few years there have been coups and internal wars, but El Sistema has survived all of this.\" Some 90% of El Sistema students are said to come from poor backgrounds, but some say it tends to be the children from the more organised families who access the opportunity. Meanwhile Lambeth's music service funding has been cut by about 20% over the past few years, says Mr La Page. But it is still managing to provide music tuition, based mainly on whole-class teaching, to all Lambeth pupils. \"Where we differ from El Sistema is that we cater for all 27,000 children across Lambeth's schools. We are messianic and completely committed to giving every child a high quality musical experience. \"No-one escapes,\" he says. And judging by the reluctance of these Lambeth children to leave the stage - they don't want to. The Simon Bolivar National Youth Choir of Venezuela will be joining the young Lambeth festival participants for some informal choral action before a more formal performance at the South Bank on Saturday. The events are part of Chorus Festival at the Royal Festival Hall. ", 
        "link": "http://www.bbc.co.uk/news/education-26853446", 
        "subject": "Education", 
        "title": [
            "When little voices take to a big stage"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 09:39 BST  The prevalence of the internet on tablets and phones means many children are only a click away from seeing inappropriate or explicit material online.  Sexual and violent imagery can be upsetting and damaging for young people, so how best to educate children about what they might see? BBC Breakfast presenters Charlie Stayt and Naga Munchetty spoke to presenter Jameela Jamil and sex education teacher Lynette Smith who were involved in a BBC Three documentary Porn: What's the harm? ", 
        "link": "http://www.bbc.co.uk/news/education-26967098", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "A teaching union in Northern Ireland is calling for urgent action over the impact of modern technology on children's ability to learn at school. The Association of Teacher and Lecturers (ATL) is concerned at how long children spend on computers and digital gadgets outside school. It said some pupils were unable to concentrate or socialise properly. The impact of digital technology is the focus of the union's annual regional conference in Belfast on Thursday. Mark Langhammer of the ATL said: \"We're hearing reports of very young children who are arriving into school quite unable to concentrate or to socialise properly because they're spending so much time on digital games or social media. \"We'd like the Department of Education to issue guidance to all parents on the maximum amount of time which young children should spend on these devices, and on how kids can use digital technology safely and sensibly.\" He said the ATL will be requesting an early meeting with the education minister to urge action. \"We readily appreciate that digital technology can have huge benefits for children,\" he said. \"But there seems to be a real lack of awareness about its potential dangers, and we think the Department of Education needs to take action to make parents much more aware of the issues.\" Emma Quinn, who teaches primary four and five, said the impact of hours spent on screens was evident in school. \"There's a complete lack of motivation among many of my pupils - these gadgets are really destroying their ability to learn,\" she said. \"They're so used to the instant buzz which you can get with these games and gadgets that they find it really hard to focus on anything which isn't exciting.\" She said at least half of her class of seven to nine-year-olds use games intended for older teenagers and adults. \"We're finding that, for many children, when they begin school, it's the first time they've been told what they can't do - as opposed to simply being left to do what they like,\" she said. \"Their response is to really act up and to be aggressive - because they're not used to any controls, and because these games have given them the idea that violence is the answer to every problem.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-northern-ireland-27513174", 
        "subject": "Education", 
        "title": [
            "Computers can impact on children's ability to learn, says union"
        ]
    }, 
    {
        "article": "A £9bn building boom at some of the UK's best known universities will create jobs and boost the economy, according to a report.  The report for the Russell Group of universities says investment in buildings and facilities will generate thousands of new jobs.  The study analysed 69 capital projects at the group's 24 member institutions.  The group's director general, Wendy Piatt, said investment would help keep UK universities among the world's best.  The study looked at building plans for the four years to March 2017.  Projects range from new student accommodation to medical research facilities, science labs, office space and facilities to help start-up businesses and universities work better together.   They include Sheffield University's £81m engineering building, expected to open in 2016.  The university says the building will: Sheffield has already built a new student union and a management school.  At Manchester University a new engineering campus and redeveloped business school are part of a £1bn plan for the next 10 years.   In London, Imperial College is building a new campus at White City, part of it on the site of former BBC offices. The University of Cambridge plans to spend £1bn on \"the largest single capital development project in its 800-year history\" on farmland to the north-west of the city.  Birmingham University is building a £55m sports centre for students, staff and the wider community, which will include the city's first 50m (165ft) swimming pool, a state-of-the-art library and a cultural centre.  The report estimates that overall spending plans by the 24 Russell Group institutions will generate £44.3bn for the UK economy over the next 25 years and support 37,800 temporary construction jobs and over 60,000 permanent jobs. The most recent figures from the Higher Education Statistics Agency show that in the year ending March 2013 capital spending by all UK universities was £3.1bn.  Dr Piatt urged the government to \"step up big capital investment in our universities\". She added: \"We will keep investing on behalf of our students and academics, but the rest of the world are snapping at our heels and spending money to match their ambition. We must do the same.\" A spokesman for the Department of Business, Innovation and Skills said the report showed universities were benefiting from government reforms, with \"strong institutions, a world-class research base and dedicated staff\".  \"Overall university income is increasing and institutions are now on a firm financial footing,\" he said.  \"To support the industry and ensure the sector continues to thrive, we have protected the research budget and are delivering a better student experience.\"   ", 
        "link": "http://www.bbc.co.uk/news/education-27491037", 
        "subject": "Education", 
        "title": [
            "Universities say £9bn building boom will boost economy"
        ]
    }, 
    {
        "article": "Careers advice for pupils in Wales is out of date, too generic and comes too late, especially for those leaving aged 16, school inspectors have claimed. They found only a few schools offered all pupils one-to-one careers advice before choosing and after taking GCSEs. It was the weakest area of learning support for 14 to 16-year-olds, according to a report by Estyn. The Welsh government welcomed the report and said it has been taking action since last year. Attendance and behaviour had improved since 2011, but better GCSE passes in maths, English and Welsh were needed. Schools should be encouraging pupils to talk about their aspirations and hopes so that they can make informed decisions about their own futures”  were introduced in 2009 as a Welsh government plan to boost standards by making schools focus on individual pupils' needs.  The inspectors looked at learner support at a cross-section of 20 secondary schools throughout Wales, especially for less academic youngsters or those with problems affecting their schooling.  Positive findings included: However, chief inspector Ann Keane said more could be done to improve exam passes and careers advice. She said: \"Around half of pupils still do not achieve a good GCSE in English/Welsh or mathematics, so schools need to focus more on improving attainment. \"I also urge schools to develop the quality of their careers guidance to take into account individual needs.  \"Year 9 (age 14) is a crucial time in a pupil's life and they are not receiving advice early enough.  \"Schools should be encouraging pupils to talk about their aspirations and hopes so that they can make informed decisions about their own futures.\" The report said schools may have been slow to respond to changes in the operation of Careers Wales, which no longer sets up work experience placements or one-to-one careers interviews for all pupils. Schools were urged to follow the examples of those who co-ordinated learning, personal and careers support. Maesteg School, near Bridgend, Cwmtawe Community School in Neath Port Talbot and Caerleon Comprehensive School in Newport were praised for their approaches. The Welsh government welcomed the report, which it said recognised the \"tangible benefits\" of its Learning Pathways framework.  It added that it wrote to schools in November about the changes to Careers Wales, and that it was drawing up fresh guidance about their role and responsibility for careers advice. \"The ages of 14-16 are a crucial time in a learner's development and it is important that the advice and support they receive at this time is high quality and right for them,\" said a spokesperson. ", 
        "link": "http://www.bbc.co.uk/news/uk-wales-27471668", 
        "subject": "Education", 
        "title": [
            "Careers advice warning by school inspectors Estyn"
        ]
    }, 
    {
        "article": "The rise of Islam and pre-colonial African kingdoms are among topics on offer in a draft new history A-level, due to be introduced next year.  The course, from exam board OCR, will also include options on Alfred the Great and Genghis Khan.  The aim is to give greater breadth to the fifth most popular A-level subject.  OCR's head of history, Mike Goddard said the subject had been criticised \"for being too repetitive and having a 20th Century Western focus\".    Mr Goddard said these criticisms were sometimes unfair but added that: \"Hitler and the Henrys can dominate.  \"Universities tell us they want incoming students to have greater breadth of knowledge.  \"It's vital that schools and colleges have an opportunity to deliver, for example, the history of pre-colonial, non-Western civilisations, alongside British history.\"  The board says the course will continue to include familiar subjects such as the Tudors and Stuarts, Victorian social reform and the rise of Hitler but the aim is to broaden the subject \"in time and space\".  Some of the 10 new topics will appear in an A-level syllabus for the first time.  Mr Goddard said the African Kingdoms topic, developed with university experts would \"give students, for the first time, the chance to discover the economic and political power of four pre-colonial kingdoms which had far-reaching global trade and diplomatic connections\".  Altogether there will be 58 topics divided into three groups: Sixth-formers are asked to choose three topics - one from each group.  New subject criteria from Ofqual requires that from 2015 students should take options from across a 200-year range and include the study of more than one state.  OCR says its specification ranges over nearly 1,700 years and includes dozens of states.  The board hopes it might be appealing for teachers to get out of their comfort zones and teach topics that are new to them, using a range of new online resources and support facilities.  Prof Peter Mandler, president of the Royal Historical Society, said the principle of broadening school history was an approach favoured by academics.   \"History tells us not so much about who we are as about who we have been and what we might yet be,\" he said.  \"We welcome efforts by the examination boards to bring recent academic research on hitherto under-explored histories within reach of school pupils.  \"It is particularly important not to tell the history of the non-Western world solely through its contact with the West.\" The new course will be submitted for accreditation by the exam regulator Ofqual next month.  If approved it will be taught in schools from September 2015.  ", 
        "link": "http://www.bbc.co.uk/news/education-27477149", 
        "subject": "Education", 
        "title": [
            "Less Hitler and Henrys in new history A-level"
        ]
    }, 
    {
        "article": "The Department for Education (DfE) has confirmed that Prospects Academies Trust, which runs six schools, will be the first academy chain to close.  The trust has schools in Devon, Gloucestershire and East Sussex.  The government says it is looking for sponsors to take them over, and pupils will not be disrupted.  Dr Mary Bousted, general secretary of the Association of Teachers and Lecturers, has urged the government to avoid \"a kind of fire sale\".  The union, which represents 40 staff in the schools, has called for a proper system of dealing with the failure of academy chains.  Last week Prospects Academies Trust said it had been a \"very difficult\" year for supporting its academies which are spread out over southern England. Three are in the town of Paignton in Devon, while others are in Bexhill, Gloucester, and the Forest of Dean. The trust's head office is in south-east London. The DfE said it was \"aware\" of the trust's decision to withdraw as an academy sponsor.  \"Two of the trust's schools are inadequate and it is disappointing that pupils are not getting the education they deserve,\" said a spokesman.   \"We are working closely with the trust and schools to ensure they are all re-brokered with excellent sponsors and pupils' education is not disrupted. We will look to new sponsors to ensure that pupils receive a higher standard of education. \"We are tough on underperformance in all types of school, including academies.  \"When we have concerns about the performance of academy sponsors, we act quickly, for example by stopping them from taking on new projects, so that they focus on their existing schools, and in some cases re-brokering their schools with other sponsors.\" In a statement sent to the academies last week, Prospects Academies Trust chairman Peter Evans said: \"We will be working with the DfE and yourselves to find a way forward to ensure an orderly transfer to alternative governance arrangements.  \"During this transition period we will ensure that the impact on your academies is minimised.\" Jane English, principal of Paignton Community and Sports Academy, writing on the school's website, described the change as an \"exciting opportunity\". \"This change will not impact on the quality of education we provide in the academy. Please be assured that it is business as usual,\" she wrote. Dr Bousted said the system for dealing with academy closures needs to include \"provision for moving the school back into local authority control if parents and staff believe this is the best solution\". She warned that academy chain failures were stressful for pupils and parents and \"also very difficult for staff who may want to look for new jobs as soon as they can and, thus add to the school's problems.\"  Christine Blower, general secretary of the National Union of Teachers, described the free school and academies programme as \"an ill-thought-out gamble with children's education. \"It is time that handing over schools to unaccountable private companies ended. Public money is being squandered and education is suffering as a result.  \"All state funded schools should be under the umbrella of the local authority to ensure that there are proper checks and balances in place,\" said Ms Blower. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-27489698", 
        "subject": "Education", 
        "title": [
            "Academy school chain becomes first to close"
        ]
    }, 
    {
        "article": "The number of pupils taking harder national curriculum tests at the end of primary school has almost doubled in two years, the government says.   The tests, often known as Sats, are taken by 11-year-olds in England to assess their ability at maths and English. An upper level, Level 6, was scrapped in 2002 but reintroduced in 2012. The government said the figures showed schools had \"embraced the opportunity\" to stretch their brightest pupils.  Some 550,000 11-year-olds took their Sats tests last week.  School league tables are based on how many pupils reach the expected level - which is Level 4. Pupils who are performing above this level could achieve a Level 5 - and an even higher, optional standard can be measured at Level 6. And the figures show that in reading some 95,000 pupils were also entered for the optional Level 6 tests, compared with 47,000 in 2012. In maths some 106,000 were entered for Level 6 Sats, compared with 55,000 in 2012.   In grammar, punctuation and spelling Sats, introduced last year, some 90,000 were entered for the Level 6 tests, compared with 58,856 in 2013. A Department for Education spokesman said: \"We brought back these tests because we wanted to give teachers the chance to set high aspirations for pupils in literacy and numeracy. \"We want to see every school stretching all their pupils and these figures show that primary schools have embraced the opportunity to stretch their brightest 11-year-olds by teaching them more demanding new material, in line with the new curriculum, and by entering them for the Level 6 test. \"This is part of a package of measures, along with toughening up existing primary school tests, raising the bar and introducing higher floor standards that will raise standards and help ensure all children arrive at secondary school ready to thrive.\" ", 
        "link": "http://www.bbc.co.uk/news/education-27469077", 
        "subject": "Education", 
        "title": [
            "More pupils take tougher primary tests says government"
        ]
    }, 
    {
        "article": "The proportion of children adopted by gay couples in Nottinghamshire is well above the national average, according to new figures. Last year, one in nine children was placed in a same-sex household, the county council said. Government figures show the national average is one in 15 and in Derbyshire it is one in 20. Both the authority and gay couples said it was important to dispel old myths about who could adopt. There are more than 800 children in care in Nottinghamshire. Last year, 92 adoption orders were granted, compared with 40 in the previous year. Kate Foale, from the county council, said: \"We have had a really proactive campaign to bust the kind of myth that includes lesbian and gay couples can't adopt, which is rubbish. \"We want enquiries from parents, single people who can adopt, regardless of their sexual orientation.\"   Mandy and Louise from Rushcliffe, who adopted a brother and sister 18 months ago, said the results should encourage those considering it. \"If they get the opportunity, they should go and see some children with a same sex couple and just see their is the love and the warmth there - from the children, from the parents, they are just happy and as comfortable with it as we are,\" they said. Derbyshire County Council said it was reviewing its same-sex adoption recruitment strategy to boost take up. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-27437621", 
        "subject": "Education", 
        "title": [
            "Nottinghamshire sees gay adoption rates rise"
        ]
    }, 
    {
        "article": "An increasing amount of paperwork is leaving teachers with less time in the classroom, according to Scotland's largest teaching union. A survey by the Educational Institute for Scotland (EIS) concluded that wellbeing and satisfaction within teaching were at an all-time low and stress levels were \"very high\". Just a third of respondents said they would recommend teaching as a career. The Scottish government said it was working to cut bureaucracy in schools. Almost 7,000 teachers took part in the survey, which the EIS said painted \"a worrying picture of a profession under the cosh\". The survey results confirm the deep-set impact of workload pressures on teachers, largely arising out of the changes to the curriculum” Among the key findings were:  EIS general secretary Larry Flanagan said unnecessary paperwork and changes to the curriculum were having a \"negative impact\" on the amount of time available for core classroom teaching and was affecting teachers' wellbeing. He added: \"The survey results confirm the deep-set impact of workload pressures on teachers and lecturers, largely arising out of the changes to the curriculum, and paint a worrying picture of a profession under the cosh.   We are working with partners, including the EIS, to tackle issues of bureaucracy and unnecessary paperwork” \"Teaching is a noble profession but the fact that almost half of the respondents would be reluctant to recommend it as a career speaks volumes for the mood of teachers and lecturers. \"It's no surprise that the greatest focus of job satisfaction is the work undertaken with pupils and students because teaching is about relationships.  \"Overall the statistics provide a substantial body of evidence which should be studied by all involved in Scottish education, and which might hopefully lead to a renewed effort to tackle the issue of excessive workload.\"  A Scottish government spokesman said it \"takes support for teachers very seriously and continues to work with teachers' representatives and local authorities to address any points, including the workload of  those at the front line delivering lasting improvements, that will benefit our young people and economy for years to come. \"There is excellent work being done in schools across the country and we are committed to further improving our education system, as shown by the unprecedented package of support and resources provided to implement Curriculum for Excellence.  \"We are working with partners, including the EIS, to tackle issues of bureaucracy and unnecessary paperwork in order to free teachers to concentrate on what they do best, the delivery of teaching and learning.\" As part of this, Education Scotland and the EIS are holding a series of joint events on tackling bureaucracy, the spokesman added. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-27472908", 
        "subject": "Education", 
        "title": [
            "EIS says paperwork rise is hampering Scottish teachers"
        ]
    }, 
    {
        "article": "Migrants to the UK must learn English and \"respect our way of life\", Sajid Javid - the UK's first Asian secretary of state - has said in an interview. The Culture Secretary   that voters had legitimate fears over \"excessive\" immigration. Mr Javid, elected Conservative MP for Bromsgrove in 2010, criticised migrants who had lived in Britain for many years but still could not speak the language. He also said there was no place for Sharia law in the English legal system. Mr Javid, the son of Pakistani immigrants, said: \"People want Britain to have more control over its borders, and I think they are right. \"People also say, when immigrants do come to Britain, that they should come to work, and make a contribution and that they should also respect our way of life, and I agree with all of that. It means things like trying to learn English.\" He added:  \"I know people myself, I have met people who have been in Britain for over 50 years and they still can't speak English. \"I think it's perfectly reasonable for British people to say 'look, if you're going to settle in Britain and make it your home you should learn the language of the country and you should respect its laws and its culture'.\" Mr Javid spoke amid reports that Sharia courts have been established in cities such as London, Birmingham, Bradford and Manchester. He said: \"Where people want to have their own private arrangements between them, that is a matter for them. But there is no place for Sharia law in British law.\" Mr Javid also expressed concern about allegations of a plot by Muslim radicals to \"Islamise\" state schools in Birmingham. He went on to say that the \"vast majority\" of immigrants wanted to integrate with the rest of society in the UK. Mr Javid is the first Asian male in the cabinet, after Baroness Warsi became the first Muslim female in her role as co-chairman of the Conservative Party. Labour MP Keith Vaz, chairman of the Home Affairs Select Committee, said Mr Javid's comments did not represent anything new. Mr Vaz told BBC Radio 5 live: \"It was a Labour government that introduced an English language test for those who wanted to get indefinite leave to enter the country. \"This is not new; it's just interesting because it's been said by the first Asian cabinet minister. Politicians have been saying this of all parties. \"Of course we want people to learn English, of course we want people who come into this country to respect our values. We're not suggesting otherwise.\" Mr Javid's interview came a day after the   saying they had passed a language test. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-27459468", 
        "subject": "Education", 
        "title": [
            "Sajid Javid: Immigrants must learn English"
        ]
    }, 
    {
        "article": "Why is education never an emergency? You know, a blue-lights-flashing, rapid-response, something-has-to-be-done emergency. This week saw the UK launch of Unesco's annual monitoring report into the millennium goals for education, which included the pledge that every child in the world would have a primary school place by 2015. With that date fast approaching, there's almost no chance of that promise being kept. As the latest Education for All report shows,   and hundreds of millions more who get lessons of such low quality that they leave school barely able to read a sentence.  If this were a disease, blighting the lives of so many people, there would be calls for urgent action. But the slow, insidious corrosion of illiteracy, ignorance and exclusion persists decade after decade. The international community promised in 1990 that primary education for all would be reached by 2000. In 2000, it was shuffled forward to 2015. Here we are, 24 years later, and there are promises being lined up for 2030.  At the current rate of progress, it will be in the 2080s before all children get a chance to go to primary school. Girls in poor families in sub-Saharan Africa remain the most likely to miss out. And even more recent problems, such as the conflict in Syria, have disrupted the education of hundreds of thousands of youngsters in a way that will play out for years and decades to come. The slow, insidious corrosion of illiteracy, ignorance and exclusion persists decade after decade” It would be wrong not to acknowledge what has been achieved since the launch of the millennium goals. The number of out-of-school children has fallen. And some countries have made great strides, with Ethiopia and Tanzania mentioned as success stories. There are major international partnerships trying to do more, including Unesco and the  . The UK can claim credit too as the biggest single direct donor to education, providing more funding than far bigger economies. But the lack of a decent education, or any education at all, for so many families must remain one of the biggest man-made disasters on the planet. It doesn't take much of a pessimist to recognise the political risks of having millions of unskilled, barely literate youths, with little chance of a job. In such a mobile, interconnected world, such problems are unlikely to stay within their own borders. So why isn't there pressure on world leaders to keep their promises? Is it because it's such a slow-moving problem, a slow swamp rather than a flash flood? Improvements will take years and there are no quick wins for corporate and celebrity donors. Is it because there's no clear target, unlike eradicating a disease? Or is it because of some awkward questions about who is responsible? Why is it so difficult to train more teachers, pay them properly and build more classrooms? Is it uncomfortable to read that Nigeria has more out-of-school children than any other country - and then to read that the country has a fast-growing market for  ? Do we wonder about big-spending China, with high-achieving schools being a recipient of education aid rather than a major donor? And how have countries such as South Korea or Vietnam succeeded so rapidly in developing successful education systems from a low base when others seem to be stuck in reverse? It's not simple.  But should it really take another three generations before everyone gets a primary school place? Why does a lack of education never get treated like an emergency? Who is responsible for a lack of good schools in the developing world? If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", 
        "link": "http://www.bbc.co.uk/news/education-26947829", 
        "subject": "Education", 
        "title": [
            "Why is education never an emergency?"
        ]
    }, 
    {
        "article": "The justice secretary and senior police officers have heard how Scottish children are being recruited into organised crime.  Kenny MacAskill and Chief Constable Sir Stephen House were among delegates at the Divert conference. Action for Children Scotland talked about its work trying to stop those as young as 12 being used by drug dealers and violent gangs. Among the speakers was an ex-criminal who was recruited when he was just 13. The conference took place at the police training college at Tulliallan. A former criminal, known as Peter, who is now a youth worker with the charity Action for Children, said young people were being groomed into a life of crime by drug dealers and gangs. He told police officers and Mr MacAskill how he was recruited, when he was 13 and living in care, to vandalise the homes of drug addicts who owed his bosses money. Children and young people from marginalised communities are seduced by what they see as powerful, glamorous gangsters” \"I was brought up in a family that was involved in a life of crime, so from day one that was the normal life for us,\" he told BBC Scotland. \"We were into dealing drugs, smashing up houses over drug money, pretty much terrorising the community if they grassed on us or were trying to shut down our operational at all. \"From the age of 13 we were already out doing serious damage to young people, as well as their families round about our area. \"That just led on and as I got older it got worse.\" Peter now works with children at risk of being recruited into criminal gangs. \"What I am trying to do at the moment is use my life experience and what I have been through to support young people and give them an insight on different projects and different avenues I took to then move away from the criminal life,\" he said. \"We share a bit about our life experience, we share a bit about where we have been and where we are now, and we show the young people that there's a journey to be had, and if they want to have it then they can progress just as well as I could.\" Director of service development at Action for Children Scotland, Paul Carberry, said: \"Children and young people from marginalised communities are seduced by what they see as powerful, glamorous gangsters, people who have cars and all the trappings. \"They try to recruit and groom young people who don't know any better to be involved in illegal activities. They recruit them and groom them for a life of crime.\" Chief Constable Sir Stephen House also addressed delegates, who included council officials and education bosses. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-27465855", 
        "subject": "Education", 
        "title": [
            "Children 'recruited' for Scots crime groups"
        ]
    }, 
    {
        "article": " Levels of exam angst will be steadily rising for many students. Their ordeal by exam paper is about to begin. It's also the time when many families will be thinking about some last-minute assistance. They will be searching for the emergency breakdown service of the education world, the private tutor. Tutoring is one of the great invisible forces in the education sector. It's difficult to measure its impact because it operates outside the formal, state-regulated education system. But this \"shadow education\" is big business. In places such as South Korea and Hong Kong high proportions of pupils have private lessons. The most successful   with glossy advertising campaigns. It might not be fair, but tutoring is an inescapable feature of competitive education systems across the world. If there's a race for better grades, from London to Los Angeles, Moscow to Manila, someone will be offering private lessons. But what is it like from the other side of the fence? What do the tutors see when they look at the families they've been hired to help? And who are these \"super tutors\" who have sprung up alongside the super rich? Murray Morrison probably wouldn't like the title super tutor. And he would be too discreet to mention any A-list families he has worked with. But after 15 years teaching and tutoring, based in London, he has first-hand insight into how it looks when the tutor rings on the door-bell and steps inside. Is it all really about the parents? Are they trying to succeed through their children? \"The whole thing about 'pushy parents' is that everyone wants the best for their child. And they want their child to come out of school with the best grades, because the system measures your performance in terms of those stark numbers,\" he says. \"But helicoptering in an expensive tutor to do hours of extra work can make the kid miserable, it can put undue pressure on them.\" It might not even be the parents doing the hiring. \"You come across tutoring jobs, maybe an international business person or oligarch, where you're hired by proxy by a concierge service, to essentially babysit. They want a London super tutor for their kids. \"And you come across lonely children. They spend their time with tutors rather than friends. There are 10-year-olds with personal trainers who take them to a park. It's always the child's practice that makes a difference, not the tutor alone... It's not rocket science, it's about organised, rigorous practice” \"I get asked to find tutors for three-year-olds. Absolute madness.\" Before hiring a tutor, he says, parents should talk to the child's teacher. \"If children are unhappy about their ability or struggling, it's important to address it.\" But, he says, parents should get the teachers' advice before reaching for a tutor. \"Getting a tutor in too early confirms the idea that a child isn't good at a subject. The psychological impact can be quite negative. \"I've seen this quite a lot recently, where I've been asked to find a tutor for a child who is 'really lacking in confidence'. But getting lots of tutoring can be the cause of the lack of confidence. \"It's a case of using with caution.\" If parents do want a tutor, he says, it is important to have a \"really clear game plan about what you want to achieve\". And any improvement is going to depend on the child working hard. Mr Morrison says for every hour of tuition there should be five hours of practice. \"It's always the child's practice that makes a difference, not the tutor alone.\" But he says that grades can be raised. \"It's not rocket science, it's about organised, rigorous practice.\" Mr Morrison formerly represented Great Britain at fencing, even though he wasn't good at games at school, and he says tutoring is another case of well-organised, targeted effort. Mr Morrison says that the hyper-rich have a \"sort of relaxation\" about their children's results in school. But the real pressure is on parents who are not so rich and famous. \"They are putting all their money into getting their children the best education they can. They are under enormous financial pressure.\" The extra lessons might be targeted at getting a child into a sought-after, high-achieving school. They get caught up in a tutoring \"arms race\", but, he says, this can be tough for a child who isn't really that clever. \"Where you get real dangers is when a short, sharp, shock of tutoring is successful enough to get a child into an academic school and then they're stuck there under enormous pressure to keep up. \"It can be the parents who are picking a school for themselves, rather than for the child. You see children in these hot-housing schools, after a hard day they come home and need more tutoring. You have children with no outside life at all. \"Parents would do well to protect their children from that kind of competition.\" There can also be some odd insights into wealthy international households. \"I was asked once on arriving at someone's house to put on a uniform. It was a kind of livery of the house.\" He refused and says it's important that tutors are not treated as a \"servant or a nanny\". \"It has to be someone a child looks up to for guidance. It's important to instil a respect for academic authority.\" Another suspect request, from someone with \"a lot of resources at their disposal\", was to spend a whole term helping a university student. \"I was asked if I could tutor someone at university who needed to go through a maths course, and could I go and live there for a term? Which I didn't do. \"Reading between the lines,\" the implication was the tutor would do all the work. He is also annoyed at parents who think tutors might be useful to get good marks in homework or coursework. \"If you're doing a child's homework you're doing them a massive disservice. You're not helping, you're damaging them,\" he says. He is also sceptical about the amount that \"super tutors\" are meant to be charging. \"I see articles about super tutors with astronomical rates. But I certainly see those same tutors working for a lot less.\" In an unregulated business it's also quite possible that some tutors hike their fee depending on the client. The best tutors? It's not those who charge the most, he says, but those good enough to make sure their services are eventually not needed. ", 
        "link": "http://www.bbc.co.uk/news/business-27087941", 
        "subject": "Education", 
        "title": [
            "Exam pressure: What the private tutor saw"
        ]
    }, 
    {
        "article": "There have been dramatic headlines about 3D technology, encompassing ideas to use 3D printers to make clothes, food, firearms and the parts of a house. It's also making an impact on education, with plans to put 3D printers into schools in the United Kingdom and the United States. These technologies hold massive potential for young people both in and out of school. Schools are getting interested in this \"rapid prototyping\" technology. But there are still the usual barriers - access, funding, teacher awareness and confidence. However, many learners are getting 3D design whether or not their schools are ready.  One of the most illuminating advocates is a 14-year-old schoolgirl from Manchester in the UK.  Amy Mather won the European Commission's first European Digital Girl of the Year Award last year. The schoolgirl has presented her ideas in front of expert audiences, including Campus Party at London's O2 Arena, Wired Next Generation and the Royal Society for the encouragement of Arts (RSA). Amy got involved in coding and later 3D design after attending the Manchester Science Festival when she was 11.  But the key inspiration for her work has been what is loosely termed the \"digital maker\" movement, a global drive to encourage young people to be creative with technology. This includes support from Fab Lab in Manchester. \"Fab lab\" stands for a \"fabrication laboratory\", where digital ideas are turned into products and prototypes. The Fab Lab holds open days for the public and these allowed Amy to use software and hardware not available in her school, such as 3D printers and laser cutters.  She uses 3D design and manufacturing techniques for her school GCSE product design coursework. \"There are people always on hand with experience, people who live and breathe it,\" she says. \"And there is a great community spirit so it's really, really easy to learn there and to go at your own pace and experiment.\" Manchester's Fab Lab was the first of nine in the UK, with the number expected to rise to 30 within three years.  They are part of a global project which started in the US, growing from a university course, \"How To Make (Almost) Anything\", created by Professor Neil Gershenfeld, director of the Centre for Bits and Atoms at the Massachusetts Institute of Technology (MIT) in the US. Within eight years of publishing his seminal book, Fab: The Coming Revolution on Your Desktop - from Personal Computers to Personal Fabrication, there are now around 200 Fab Labs in more than 40 countries. Prof Gershenfeld's view is that the digital revolution has already happened and that we are in process of seeing it put into practice. The challenge for Fab Labs, he says, is to harness the \"inventive power of the world\" and to apply it to \"design and produce solutions to local problems\".  The Fab Labs serve both education and business as places where interested parties can come together to work with the technology. And Prof Gershenfeld is vocal in resisting the media's hyping of 3D printing. Amy Mather reflects that \"get on with it\" attitude. It's also a phrase that comes up regularly in conversation with her.  She's also not the kind of person to wait until she can get her hands on the most up-to-date technology.  Why wait for access to a 3D printer if you can use other methods for construction? She describes how she used 3D design software to make her own flat-pack version of a stool - and then used a machine to cut out the pieces so that she could assemble the final product. She has used laser cutter technology to make cases for the computers she uses for her projects and has even used a 3D printer to design a vacuum-formed chocolate mould for a friend's birthday party. Unfortunately the edges were too sharp, she concedes. \"But I will try again with thicker, food-safe plastic.\" \"What I really like is that you can make very intricate designs,\" she adds.  \"Most of the software is very easy to use, very intuitive. With just a couple of online tutorials, it's really easy to learn how to get around it.\" There are free, open-source systems which allow pupils to cut from a flat sheet and then assemble a 3D model. This improved ease of use and lower pricing are also highlighted by Martin Stevens and his partner Trupti Patel whose company, It Is 3D, has pioneered work with schools in the UK. Entry-level printers have moved on from the kits that have been adopted by more confident teachers with advanced students, he says.  And there are now plug-and-play machines that work \"out of the box\", with the kind of reliability and robustness that schools need. Experience has made Martin Stevens wary of government schemes that often get hardware into schools where it remains unused, so his priority has been to create a full range of online video support materials to familiarise learners and teachers. Some students are showing extraordinary independence.  Pieter Scholtz and Gerhard de Clercq, 15-year-old students at Menlopark High School in Pretoria, South Africa, built their own 3D printer with a mobile phone app. It is their contribution to making rapid prototyping mobile for African schools where PCs are in short supply.  \"We can recycle cola and soft drinks bottles to make 3D printing filament as our raw material for our machine,\" they say. \"We can even use that material to 3D print a prosthetic arm.\" Amy Mather is keeping a close eye on new developments. She's currently taken with the notion of freehand 3D printing being offered by a new invention, the 3Doodler, which is described as \"the world's first 3D printing pen\". It doesn't need a computer or printer. \"You put plastic rods in it and it works a bit like a glue gun,\" she says.  \"It heats up the plastic and extrudes it through its nib and you can draw 3D items with it. You can either draw it first on a flat surface and then assemble it, or you can draw straight up into the air. \"It's good for quickly prototyping ideas and being creative but it's nowhere near as expensive as a 3D printer and you don't have to have the knowledge of any CAD [computer aided design] software.  \"You can just get on with it and do what you like, swap and change colours and things. I think that's a very useful tool.\" Her next ambition is trying to set up her own \"Mini Maker Faire\", in this case a Mini Mini Maker Faire. \"We would invite under-18s and have mentors who can show them how to use technology like laser cutters, CAD software and CAM [computer aided manufacturing) machinery. \"You get them to create whatever they want and at the end they put on an exhibition, showing their work to the public and how proud they are of it.\" ", 
        "link": "http://www.bbc.co.uk/news/business-26871084", 
        "subject": "Education", 
        "title": [
            "How 3D printing is changing the shape of lessons"
        ]
    }, 
    {
        "article": "Universities in Myanmar have been given e-libraries with hundreds of thousands of digital books and academic journals to help them catch up after decades of isolation under military rule. The University of Yangon and University of Mandalay have switched on these instant library collections, which represent another sign of how the country - also known as Burma - is opening up to outside influences. Students and staff can search databases and download books and articles onto computers in the library. The next aim is to give students access in their own rooms and using their own laptops. After years of being cut off from the academic mainstream, the online libraries are reconnecting Myanmar's universities with current and uncensored scholarship. It can take decades or even centuries to build a university library collection. But this library for the 21st Century is available as quickly as the new fibre-optic connections will allow.  In Myanmar, it means leaping forward to a collection of 130,000 digital texts. Oleksandr Shtokvych, of the Open Society Foundations, which supported the project, says it would not have been practical or affordable to wait for a traditional library of printed volumes. There was an immediate need for up-to-date materials. \"The libraries were depositories of ancient materials, more like museum exhibits,\" he says. Mouldering books in the library were still stuck with the ideas of 50 or 60 years ago, he says, making it difficult for academics to maintain international standards. They were also constrained by having to comply with a controlling state. It was symptomatic of a decaying university system. What made the need for improvement even more urgent was the return of the first undergraduates to the University of Yangon campus for over two decades.  Universities had been seen as centres of resistance to military rule and heavily restricted. Yangon's university had been one of the most prestigious in South East Asia, but had been caught in a cycle of protests, repression and shutdowns. Opposition politician Aung San Suu Kyi had warned that the country's \"university system has almost been destroyed by half a century of military rule\".  \"Campus life ceased to exist several decades ago,\" she said. But as part of Myanmar's reforms in recent years, universities have been given greater freedoms, and young students have now returned to rejuvenate neglected campuses. This wave of young recruits, the first undergraduates here after missing a generation, were selected as the \"brightest and best\" from their year group and have arrived with high expectations. Susanna Lob, of Electronic Information for Libraries (EIFL), a non-profit organisation that worked with the universities in creating the e-libraries, says: \"Online resources were the obvious way to go.\" As well as giving instant access to such a wide range of resources, a digital library allows unlimited numbers of students to use the same book or journal at the same time. The new students are hungry to learn and speak good English, she says, and the e-library will give them the range of materials they would expect from a modern university. As well as books, there are magazines, newspaper collections and research archives. EIFL negotiated with publishers to reduce the cost of the online library, with the titles provided worth $1.5m (£900,000). Prof Kyaw Naing, pro-rector of the University of Yangon, says the e-library marks an important step forward. He describes the frustration of previously being unable to access international academic journals and says that it will help to raise the quality of learning. Higher education is a globalised, networked world and being excluded from it undermines academic credibility. \"We can't go back, we want to go forward,\" says Prof Naing. Chief librarian, Daw Hlaing Hlaing Gyi, says how delighted she is to see the library \"busier than ever\". There have been other international library links. More than 5,000 law reports, statutes and textbooks have been donated by Oxford University's Bodleian Law Library to help the law department at Yangon. Oxford is also providing training in university administration. Partnerships of US universities and businesses, including Johns Hopkins University, the University of Washington and Microsoft, have plans to bring teaching and training to Myanmar. It's also seen as an emerging market. In February, 30 US universities were in Yangon, the official name for Rangoon, trying to recruit students. The University of Manchester, in another project funded by the Open Society Foundations, is providing online learning materials for a network of universities in Myanmar. The Open Society Foundations was set up by the investor George Soros - and most of its work has been in supporting the transition of former Communist countries to democracy. And alongside the process of opening up Myanmar's universities to the rest of the academic world, there is also a political dimension. The online library will open up a channel of information to young people, providing them with competing ideas and arguments from outside their once tightly controlled borders. Once this idea of open debate and information has been released, it becomes much harder to return to censorship. \"We want to develop critical thinking,\" says Mr Shtokvych. \"Once the genie is out of the bottle, you cannot chase it back.\" ", 
        "link": "http://www.bbc.co.uk/news/business-26823187", 
        "subject": "Education", 
        "title": [
            "Instant e-libraries for Myanmar universities"
        ]
    }, 
    {
        "article": "It was a revolution moving higher education from bricks to clicks… and now it's started to go back to bricks again.  Online university providers, which offered people the chance to study from home, are turning full circle by creating a network of learning centres where students can meet and study together. Instead of demolishing the dusty old classrooms, the online university revolution is responsible for opening some new ones. Coursera, a major California-based provider of online courses, is creating an international network of \"learning hubs\", where students can follow these virtual courses in real-life, bricks and mortar settings. And there are thousands of meet-ups in cafes and libraries where students get together to talk about their online courses. This is the latest stage in the rapid evolution of so-called Moocs - massive open online courses - where some of the world's leading universities have created digital versions of courses which are offered free over the internet. Coursera now has seven million registered users. That's bigger than the entire university populations of the UK and France combined. But it seems there is an irresistible social side to learning. Finding stuff out together seems to be more appealing than following a course alone. The Coursera learning hubs are running in more than 30 cities, from Baghdad to Buenos Aires, Moscow to Mumbai and Shanghai to Santiago. The learning hubs are run by partner organisations, providing a place where students following Coursera online courses can come to study together and get help from mentors. In Moscow, the learning hub is hosted by Digital October, a centre for technology and entrepreneurship. Yulia Lesnikova, director of educational programs, says it provides a more sociable way of following online courses. \"Education is a two-way process… It's a shoulder to lean on,\" she says. Students can work in groups on practical projects together with experts available to give advice. \"Mentors give a lot of help to people who don't understand.\" There have been four online courses so far followed in the Moscow learning hub. This includes a course about genetics created by the University of British Columbia, with students in Moscow being supported by an expert from one of Russia's oldest genetics institutes. There is a course on gamification from the University of Pennsylvania's Wharton School of Business, with sub-titles in Russian. When students are gathered for their Mooc classes it becomes a focus for other spin-offs, such as firms wanting to recruit staff or to get students involved in developing commercial projects. In Beijing, the learning hub has been set up with Guokr, a Chinese science-based social networking website. Yang Liu, Guokr's education director, says studying as a group provides a way of keeping students connected. It's also introduced the word \"Moocer\" into China, she says. \"Learning can be very lonely, they can drop out.\" It can be a more effective way of studying, she says. In a group of people there's likely to be a spread of knowledge, with students able to help one another. \"It's like a village, they form a small society.\" It also allows for different types of learner to be supported. About half of the people following Coursera courses in Beijing are university students, she says. But there are also isolated individuals who like the social setting, such as older people living alone or mothers looking after children at home. Yin Lu, responsible for Coursera's international development, says learning hubs have a wide range of local approaches. They can be based around tutors or around organised projects or else emphasise the social aspect of learning. In India, the focus is on teacher training and professional development. It means that courses designed for students in the US or Europe are being played out in classrooms in New Delhi and Mumbai. What has become apparent, she says, is that there is a much lower drop-out rate for students who attend a learning hub. Moocs allow anyone to enter, with no barriers from cost or qualifications, but that also means relatively few ever finish a course. Ms Lu says that the typical completion rate for a Mooc is about 5% to 10%. For Mooc students attending learning hubs, the completion rates are between 30% and 100%, she says. Ms Lu says it's likely that more hubs will open where there are concentrations of Coursera students. But she says there are no plans for these learning hubs to become fully-fledged colleges, where students might take exams as well as follow courses.  \"We exist to complement what universities can provide,\" she says.  But it wouldn't be difficult to imagine the commercial possibilities if they changed their mind. There is something almost organic about how these digital projects have taken root in the physical world. Moocs were meant to be the university courses of the laptop era, self-sustaining and free-standing, with students able to stop and start materials on the internet and get online support from social networking. But you can't stop people from wanting to talk to each other, outside the computer screen. As well as the more formal learning hubs, self-organised \"meet-ups\" for Coursera students have sprung up in more than 3,700 cities around the world, based around specific Coursera online courses.  For example, in London there are groups meeting in cafes at the British Library and the South Bank Centre. In Paris, there are meetings in the Pompidou Centre and in university buildings. Meet-ups are held in a whole range of public places, where students want to discuss and debate these digital courses.  They're scheduled and arranged online, with the only vital ingredients being a laptop, wi-fi and somewhere to talk. Even virtual students want to have a cup of coffee and a conversation after a lecture.  Will students always want to meet up and talk, even if they are studying online? Will Moocs end up creating their own colleges and universities? If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", 
        "link": "http://www.bbc.co.uk/news/business-26925463", 
        "subject": "Education", 
        "title": [
            "Online students can't help being sociable"
        ]
    }, 
    {
        "article": "How did coding get so cool? Let's be honest, it wasn't always that way. Being able to speak to computers in their own language wasn't the best way to impress at parties. But in a world of digital billionaires it has become a deeply fashionable skill. It turns out that it's the geek who is going to inherit the earth. And one of the fast-growing coding clubs has been CoderDojo. It's a not-for-profit organisation running coding clubs for young people in 38 countries, with the founding principle that the only rule is: \"Be cool.\" It is established across Europe and North America, with a few clubs scattered across Asia and South America. Discussions with the US state department could see support for the clubs spreading further into Africa. The clubs are run by volunteers, teaching young people how to write code, build websites and make apps. The club's start-up supporters have an almost evangelical enthusiasm for these self-taught, unstructured, unbossy events. The \"dojo\" is borrowed from Japanese martial arts, as the temple of learning. It taps into a culture where students are expected to pass on what they have learned to others, with the learners becoming mentors. Behind the CoderDojo project is Bill Liao, an entrepreneur and philanthropist who grew up in Australia and now lives in West Cork in Ireland. Coding is at the heart of the digital world, he says. If you want to understand this world then you need to understand its language.  \"Coding is a language skill. \"The best coders I know are poets. They have creativity and economy of expression. You see great code and it is elegant in its simplicity and rich in meaning.\" We don't always recognise the beauty of well-made technology, he says, even when it is right in front of us. \"We marvel at a two year old tapping at an iPad using a computer. We should really be marvelling at an Apple engineer who can make a computer that a two year old can use.\" Another reason for the upsurge in interest in coding is that it is going to help young people in a tough jobs market. \"Name a field of endeavour where understanding code wouldn't benefit your career choice,\" says Mr Liao. Setting up the CoderDojo clubs, he says surprised him by how much children wanted to learn. And he was pleasantly surprised by how generous people can be in donating their time and premises. As an example of how it works on the ground, Rob Curran is a local CoderDojo \"champion\" in Wilmslow, Cheshire. Mr Curran came across the project when he brought his own son to a dojo and was so impressed that he now helps run a monthly session which attracts between 30 and 90 youngsters. They learn how to use coding programmes such as Scratch, or use the simple Raspberry Pi computer or experiment with computer game such as Minecraft. What is the appeal for youngsters? It gives them hours of uninterrupted computer time and importantly, he says: \"It is not school.\" But the rise of computer clubs doesn't mean that the economy is suddenly awash with youngsters with the right skills. Mr Liao's day job is as a venture capitalist and he says there are too many bright ideas looking for investors which are held back by a lack of coders. \"The entire world is run on code and we have run out of coders,\" he says. As an entrepreneur, he says he wants to create an environment where youngsters can try to learn these skills and not worry about failure. When they succeed there is instant playground credibility. A 12 year old attending a CoderDojo club in Cork made a games app that was accepted for Apple's App Store, he says. He was so young his mother had to register the account for him. Being able to show friends your own app on an iPhone is \"achingly cool\", he says. While the parents might be thinking about the cash advantages of a junior Bill Gates in the family, Mr Liao says such coding clubs have got to be sociable, reassuring and spontaneous places. What he wants to avoid is the sense of isolation he felt as a child, teaching himself to use a computer in his bedroom in the suburbs of Melbourne.  \"I hated school. Mostly because I was racially vilified as a half-Chinese kid. It was pretty horrible.\" But learning to use a computer was his escape from loneliness and bullying. \"It gave me access to something that has been incredibly powerful throughout my life.\" And he says he has great empathy for the lonely child learning alone, wanting them to feel safe in the CoderDojo set up. \"Learning is a social activity. You learn more when you're doing it together.\" And as the CoderDojo website puts it: \"Bullying, lying, wasting people's time and so on is uncool.\" He is also an advocate of the principle of working many years to become an overnight success. He describes his years refining the CoderDojo idea, with co-founder James Whelton, as his \"Beatles in Hamburg years\". It isn't just CoderDojo that is surfing the coding wave. There are many other organisations bringing the coding message to young people, such as Code Club and Code Academy. In the UK, this is the  , with the aim of encouraging more people to try to learn the language. In the US and the UK there are \"hour of code\" projects for quick-fire lessons, supported by tech giants such as Microsoft and Google. The BBC's School Report project has also gathered   about learning to code. And even though CoderDojo clubs are spreading around the world, Mr Liao won't be rushing to see them all.  Not because of lack of interest, but because he has given up air-travel as part of an environmental, tree-planting project. But the idea he wants to plant in all these clubs is to encourage creativity without a fear of failure. \"It's not just free, it's free thinking. It's not closed and institutional,\" he says. ", 
        "link": "http://www.bbc.co.uk/news/business-26437730", 
        "subject": "Education", 
        "title": [
            "Where the only rule is 'be cool'"
        ]
    }, 
    {
        "article": "University students have ordered hundreds of metres of bubble wrap to burst as a way of relieving exam stress. The University of Leicester students' union is planning \"bubble wrap stations\" where students can relax by popping the packaging material. Puppies will also be brought in to soothe stressed-out students. Michael Rubin, president elect of the students' union, said \"mental well-being is a top priority\" during exams. The students claim that the instant gratification of popping bubble wrap is a better relaxant than meditation or yoga.  There will also be a more traditional form of emergency support, with free tea on offer. \"We know how stressful exams can be,\" says Mr Rubin. Nia Phillips, a media and sociology student, says many students \"may feel too ashamed to speak out about exam stress\". And she says that public events aimed at reducing stress can help students \"without having to announce to anyone how they're feeling\". Petting zoos have become a feature of stress-busting during university exams. Last week, at Bath Spa University, a petting zoo was set up outside the university library, offering such diversions as stroking goats and feeding ducks. Earlier in the year, Leicester had tested its own animal relaxation, with a cow, goat, geese, chickens and a Shetland pony. This has become an international phenomenon. Last week, the University of Canberra ran a stress-busting week, offering a petting zoo, with piglets and lambs, and a pop-up pub. However there have been animal rights' challenges to the concept of a petting zoo. Stirling University decided against a petting zoo after being contacted with concerns about the welfare of animals. Animal rights' campaigners, Peta, welcomed the decision by Stirling students, saying it would spare animals the \"stress of travel, confinement and handling\". They recommended bouncy castles or back massages as alternative options. Such experiments can be problematic in other ways. Earlier this month, at a university in Missouri in the United States, a bear cub in a petting zoo bit one of the students. The university then had to put out a statement to say that the bear did not have rabies. Appropriately for the exam season, the university said: \"The bear cub does not have to go through any additional testing and will be spared.\" ", 
        "link": "http://www.bbc.co.uk/news/education-27469803", 
        "subject": "Education", 
        "title": [
            "Exam stress tackled by bubble wrap and puppies"
        ]
    }, 
    {
        "article": "Every cloud has a silicon lining. As the number and sophistication of cyber-attacks increase, so too does the demand for people who can prevent such digital incursions. Cyber-security is having a jobs boom. But there aren't enough people with the necessary skills to become the next generation of cyber-cops. According to the most recent US Bureau of Labor statistics, demand for graduate-level information security workers will rise by 37% in the next decade, more than twice the predicted rate of increase for the overall computer industry. \"Demand for information security analysts is expected to be very high,\" forecasts the US Department of Labor. In response, private sector firms and governments have been hurrying to work with universities to fill the gap. This includes an ambitious project by IBM to create a partnership of 200 universities to produce the missing expertise. As well as US universities, this talent-raising project is involving students in Singapore, Malaysia, Germany and Poland. Marisa Viveros, IBM's vice-president for cyber-security innovation, says it is a response to a changing \"threat landscape\". The increase in cloud and mobile computing has introduced more risk, she says. And there are more complex attacks being attempted than ever before. \"It's no longer about if an attack is going to happen, but when it's going to happen,\" she says. Setting up a global university network with a wide range of skills, she says, is a natural response to a globalised problem. The students trained in cyber-security will enter a relentless battle, says Ms Viveros.  Even before online products have been launched, there are attempts to hack them. And even relief funds for humanitarian disasters, such as earthquakes or typhoons, are under threat from hackers trying to steal donations, she says.  Mark Harris, an assistant professor at one of the participating universities, the University of Southern Carolina, says there has been a surge of student interest in cyber-security courses - not least because they stand a good chance of getting a job. But Dr Harris says that it's also going to be a challenge for universities to keep up with the pace of change. \"Textbooks on the subject are out of date before they're published,\" he said. According to the most recent monitoring report from IBM on the current levels of cyber-attacks, universities could do with some extra security themselves. It shows that education faces a higher proportion of cyber-attacks than retail, consumer products or telecommunications. The only areas with more attacks than education are governments, computer services, financial institutions and media firms. When there are attacks it can affect large numbers of people. Last month the University of Maryland faced what it called a \"sophisticated cyber-attack\" which breached the records of more than 287,000 present and past students. It's a shadowy parallel world - and adding to the slightly sci-fi sense of unseen danger, IBM has its own \"X-Force\" to monitor the latest threats. According to its latest report, the X-Force Threat Intelligence Quarterly, half a billion individual records, such as emails or credit card passwords, were leaked last year. The latest trends include \"malvertising\", where online advertising can be used to launch malicious attacks on computer users. It warns of \"drive-by downloads\", where a browsing reader can accidentally download rogue computer programs. There is also \"spear phishing\", where specific individuals or organisations are targeted with fake emails to obtain confidential information. The report says that about one in 20 attacks uses the so-called \"watering hole\" strategy.  Rather than trying to break into an organisation's network directly, this targets other websites where people might regularly visit, with the aim of infecting their computers and trying to get the unwitting carrier to bring a virus back into their own network. Dr Harris, at the University of South Carolina, says attackers are creating ever more complex threats. \"I've seen the level of sophistication grow. They're spending months working on a strategy, finding weak links, using external sites, looking for a back door.\" \"It's like a race,\" says IBM's Ms Viveros. \"The system gets better, then the hackers understand it and they try to catch up. \"It's going to carry on being a problem.\" Not least because computer technology is central to so many places, such as financial markets, defence, health industries, energy supplies and the media. \"It's inside your business, inside your home,\" says Dr Harris.  An attack on such essential infrastructure would have profound implications. But there is no quick fix, according to the UK's spending watchdog, the National Audit Office, which last month warned it could take another 20 years to tackle the skills gap in trained cyber-security staff. There has been a huge growth in undergraduate and postgraduate degree courses in the UK related to cyber-security, including so-called \"ethical hacking\", where students try to penetrate computer networks in order to reveal weaknesses in their defence. And the UK government wants cyber-security to be \"integral to education at all ages\", announcing this month that there would be lessons for pupils from the age of 11 and plans for cyber-security apprenticeships. Does all this scrambling for training mean that we should be worried about the cyber-threats? \"I know enough about this to be scared,\" says Dr Harris. ", 
        "link": "http://www.bbc.co.uk/news/business-26647795", 
        "subject": "Education", 
        "title": [
            "Cyber-attacks increase leads to jobs boom"
        ]
    }, 
    {
        "article": "Turning on a computer shouldn't be that difficult. Except if you don't have any power supply. Most rural schools in Uganda don't have mains electricity or any other reliable power, leaving them cut off from learning about modern technology.  So while the education world is awash with talk about technology and keeping up with the global race, many children at school in sub-Saharan Africa don't even get on the starting grid. But a project serving rural schools in Uganda is taking a direct approach to the problem. It's using the abundant equatorial sunshine to provide electricity for mobile classrooms, using portable solar panels. Run by an education charity, the Maendeleo Foundation, it's a relatively low-tech answer to a hi-tech gap.  A sturdy vehicle drives to outlying schools, bouncing up and down along snaking, dusty, pot-holed roads, with solar panels attached like a photovoltaic roof rack. These are not tarred roads, but bright red earthen tracks, pressed down by vehicles and villagers, goats and cattle, hemmed in by deep green vegetation, which is to say that this isn't exactly a motorway and it's slow progress. When the jeep arrives at a school, it provides an instant pop-up classroom. There's a tent, chairs, desks and enough laptops for a class - and the charge from the solar panels allows the pupils to have a computer lesson lasting several hours. The foundation has two jeeps, each going to five schools each week in rotation, reaching about 2,000 pupils. When the jeep arrives at Kyetume Church of Uganda Primary School, near Mukono, in central Uganda, it's like an emissary of the outside world. It's not that the teachers and children here are unaware of technology and the internet, but apart from this project they cannot get their hands on it. Once the laptops are plugged into a solar-driven battery, children tap away on learning games, much as they would anywhere else in the world.  Except this is an outdoor classroom and a green lizard sits on a hot stone watching them work. John Walusimbi, a trainer with the project, says these computer lessons are essential for the future job chances of these rural youngsters. \"If children have these skills they won't be left behind.\" Although laptops, tablet computers and internet access are now expensive in Uganda, he says that like mobile phones, they are likely to become more affordable. When that happens these youngsters will be severely disadvantaged if they have never even taken their first steps in touching a computer. \"These skills are very rare in this community,\" says Judith Nankya, a teacher at the school. Without electricity, there is no computer in the school office or anywhere else for the staff to train. There are wider infrastructure questions about why so few schools in Uganda have access to affordable electricity. Permanently installing and maintaining solar panels is also said to be too expensive for many schools.  And even when there is a connection to the electricity grid it can be unreliable. Uganda has year-round sunshine and there's solar energy even on an overcast day. So for now, this is something that is reliable, self-reliant and works.  This is a lush, quiet place, not far from the shores of Lake Victoria. But many of these youngsters are likely to have to follow the path of migration from the country into the cities to look for work. The Maendeleo Foundation's co-founder Asia Kamukama says that when these children leave school and begin working, they will have to \"compete with people all over the world\". \"Without prior introduction to these machines, they are afraid, they have nowhere to begin. We're preparing the next generation to know how to use computers,\" says Ms Kamukama, who was a finalist in last year's international education awards at the WISE summit in Qatar. It isn't just about schools, she says that technology and the internet will be an important part of helping local communities to improve health and education services. It will give them information that other people take for granted. The foundation is also working to provide online agricultural information for farmers in their local languages. It wants to provide information and improve skills. This is being supported by a not-for-profit organisation called Electronic Information for Libraries, which makes digital information available in developing countries. Uganda faces a huge challenge in providing skills for a population that is rising at a staggering rate. When the country gained independence in 1962, the population was eight million. In 2012, it had quadrupled to 34 million and at the current rate of growth, it is forecast to almost quadruple again to 130 million by 2050.  That's like going from a population similar to Switzerland to a size similar to the UK and France combined. What will all these young people do? Only about one in four currently gets a place in secondary school.  The capital, Kampala, is already overcrowded with young families in makeshift huts trying to scratch out a living. There are already more under-18 year-olds in the country than there are adults. If there are millions more without the education and skills that could help them get work, it's going to raise big challenges for political stability. It isn't just rhetoric to talk about youngsters having to compete in a \"global village\".  The outside influences are visible everywhere, whether it's Chinese factories and mobile phone adverts or English premiership football shirts.  There are competing cultures. This is a place where barracks have been named after Colonel Gaddafi and a stadium after Nelson Mandela.  The children trying out their solar-powered laptops are going to have to decide in which way they want to connect with the future. ", 
        "link": "http://www.bbc.co.uk/news/business-26546413", 
        "subject": "Education", 
        "title": [
            "Sunshine powers Uganda's school computers"
        ]
    }, 
    {
        "article": "The number of tickets issued for stopping on the restricted zig-zag area outside UK schools almost doubled in two years, official figures show.  Freedom of Information figures obtained by a car insurance company show the number of fines issued rose from 14,564 in 2011 to 28,169 in 2013.  Research by AXA Car Insurance claims only 17% of people know stopping on the zig-zags is banned at school-run times.  The Local Government Association said parking there puts children at risk.  The UK Highway Code states that motorists must not wait or park or stop to set down and pick up passengers on the yellow zig-zags which mark school entrances.  AXA sent Freedom of Information requests to all UK police forces and local authorities asking how many parking tickets had been issued for parking on school zig-zags during the morning and afternoon restricted periods.  The company received responses from 421 out of 491 of the bodies contacted.    An accompanying survey of 2,004 UK adults showed that over half (1,011) had seen a car stopped or parked on the zig-zags at a restricted time within the last year.  Of these the majority (88%) said they had seen this type of illegal parking at least once a week.  The poll included 315 parents who drove their children to school. Of these just over a quarter (27%) admitted to parking on the zig-zags during the school run.  Supplementary questions revealed the reasoning that people believed it was acceptable to stop \"just to drop off\" or \"just for a minute\".  A spokesman for the Local Government Association said: \"The school run is increasingly dangerous for children with thousands injured or having a near-miss accident around schools every year.  \"Concerned parents and teachers are turning to their council for help with CCTV camera cars introduced by some to try and deter motorists parking recklessly on zig-zag lines.  \"Warnings have often been issued to people in the first instance to try and educate them about the dangers of parking on zig-zag lines before fines are issued to those who refuse to stop parking dangerously.  \"Plans by the government to ban the use of CCTV camera cars will only make it easier for parents who fail to recognise the dangers of blocking zig-zag lines to park illegally and place more school children at risk.\"  James Barclay of AXA Car Insurance said: \"In many cases, parents can be their own worst enemies. An increase in the number of parked cars near schools could affect the safety of child pedestrians.  \"We want to encourage parents to carefully consider where they park.\" ", 
        "link": "http://www.bbc.co.uk/news/education-27429481", 
        "subject": "Education", 
        "title": [
            "Numbers of school zig-zag parking tickets doubled "
        ]
    }, 
    {
        "article": "A former head teacher who gave a girl at a special school equipment for self-harming has been cleared of unacceptable professional misconduct. Laura Blair admitted providing a 17-year-old at Unsted Park School in Godalming with a disposable razor and antiseptic wipes. She told a professional conduct hearing it was to allow the student to scratch her arms in a controlled way. Ms Blair, who became head teacher in 2011, left the school in March 2013. On the face of it, the facts in this case may appear startling” The school, run by The Priory Group, provides special education for seven to 19-year-olds with Asperger's, higher functioning autism and associated disorders. The   and Leadership said the facts of the case \"may appear startling\". It was told the teenager, named as Pupil A, had very complex needs and had previously received in-patient treatment for a mental health condition. She self-harmed on a regular basis, using implements that she found to hand, including broken light bulbs and staples. In January 2012 her self-harming got worse and staff had to restrain her on several occasions. Following discussions with a psychiatric nurse and Pupil A's mother it was agreed it was better for her to have a sterile blade to self-harm. Ms Blair and a care support worker took Pupil A to Boots to buy safety razors and sterile wipes.  Pupil A used the pack on two occasions, in January 2012, the panel heard. Some staff felt uncomfortable about the use of the procedure and raised concerns, whereas other staff fully supported it. Announcing its findings, the panel said Ms Blair accepted she was \"naive\" and \"inexperienced\" and failed to follow best practice by consulting more widely.  She said she would not make the same mistake again and the panel accepted this and found her behaviour did not fall within the definition of unacceptable professional conduct.  The panel also found the current head of Unstead Park, Steve Dempsey, and Phil Jonas, regional manager of the Priory Group, were not involved in implementing the controlled self-harm procedure. The Priory Group said it noted the outcome of the hearing. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-surrey-27443496", 
        "subject": "Education", 
        "title": [
            "Unsted Park 'self-harm blades' head teacher cleared"
        ]
    }, 
    {
        "article": "The funeral of teacher Ann Maguire, who was stabbed to death in front of her pupils at a school in Leeds last month, has been held in the city. Mrs Maguire, 61, was fatally stabbed at Corpus Christi Catholic College in Halton Moor, Leeds, on Monday 28 April. The service, attended by about 300 mourners, took place at the Catholic Church of the Immaculate Heart of Mary, in Moortown, Leeds. A 15-year-old boy has been charged with Mrs Maguire's murder. The boy, who cannot be named because of his age, is expected to stand trial in November.  heard Mrs Maguire died from \"shock and haemorrhage\" after being stabbed in the neck. Leeds Coroner's Court heard her jugular vein was severed in the attack. The inquest has been adjourned to a later date. Mrs Maguire, who taught Spanish, had worked at Corpus Christi for more than 40 years and was due to retire in September. Her family arrived in two black cars at the doors of the red-brick Immaculate Heart church, where they were met by clergy. Two funeral limousines - black Bentleys with darkened windows - pulled up outside the red-brick 1950s building, the Maguire's family church. They left their cars and a gathering of clergy involved in the service, all in purple surplices, chatted to them before the family paused to reflect on the private service for those who knew Ann Maguire. As the family so much wanted it to be, it was a chance to remember their Ann - not the public Ann Maguire, but their mother, wife and aunt, who was killed two-and-a-half weeks ago. Mrs Maguire's husband Don, 62, was accompanied by daughters Emma and Kerry and nephews Daniel and Andrew, who the teacher treated as her own sons following the death of her sister. A stream of mourners had already arrived at the church before the family, including Corpus Christi Catholic College head teacher Steve Mort and children from the school dressed in uniform. During the eulogy to his wife, Mr Maguire said she had \"loved teaching\". \"A dream as a very young child, an ambition in teenage years, a fulfilling reality for 40 years.\" he said. \"But, in true humility, she always stressed that she learned so much from others.\" Following the funeral mass, which lasted about an hour-and-three-quarters, Mrs Maguire's coffin was carried out of the church. White carnations on either side of the coffin spelt out \"mummy\" and \"sister\". Mrs Maguire's husband and his family hugged some of the mourners as they followed the pallbearers out of the building. The congregation gathered outside as the cortege pulled out on to Harrogate Road on their way to a private burial. Police officers bowed their heads as the hearse drove slowly out of the gates. Speaking before the funeral, Ian Murch, from the National Union of Teachers, had said the service was an opportunity to celebrate Mrs Maguire's life and achievements.  \"This is someone who gave a whole life to one community and to one school, so you are sad but you are also celebrating the wonderful things Ann has done,\" he added. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-leeds-27428701", 
        "subject": "Education", 
        "title": [
            "Ann Maguire: Funeral held for stabbed Leeds teacher"
        ]
    }, 
    {
        "article": "Thousands of university staff who staged a two-hour strike over pay have had a full day's wages docked from their salaries, says their trade union.  The University and College Union (UCU) has written to vice-chancellors and principals at 26 universities demanding the money be returned.   The original dispute was resolved earlier this month when staff voted to accept a 2% rise.  The university employers' body UCEA said docking a day was \"legitimate\". The UCU says its members took part in three two-hour strikes in January and February as well as three full-day strikes.  It says around a fifth of institutions threatened to deduct a full day's pay for all three two-hour stoppages, some for one or two of them - while the University of Greenwich said it would deduct half a day for each two-hour walkout.  The union says it considers any money taken from staff in excess of the two hours of the strike is an unlawful deduction General-secretary Sally Hunt said: \"We have written to the small number of universities that threatened to take a full day's pay for our two-hour stoppages.  \"We have told them to either remove the threat to deduct a full day's pay or pay back the money taken. \"If universities do not repay the money, or remove the threat to deduct it, we will seek redress through the courts on behalf of our members.\"  The union says the original action was a legitimate attempt to reverse years of declining pay.  The letter suggests that docking a full day's pay for a two-hour strike will damage attempts to rebuild trust and confidence among staff in the wake of the original dispute.   The universities say that withholding a full day's pay was justified as the two-hour strike constituted \"partial performance\" by staff which put them in breach of their contracts for the whole day .  In a statement, UCEA (University and College Employers' Association) said: \"Unions are fully aware that their members will lose pay if they ask them to take part in industrial action.  \"The stated aim of the UCU's action was to 'maximise disruption', in this case to students, and individual higher education institutions made their own decisions based on this knowledge. \"It is evident that a significant number of employers adopted this policy as a legitimate response.\" A statement from Staffordshire University said: \"This decision wasn't taken lightly and we communicated this stance to our staff in advance of their strike action. It is a decision we stand by.\"  ", 
        "link": "http://www.bbc.co.uk/news/education-27424570", 
        "subject": "Education", 
        "title": [
            "University staff may lose day's pay for two-hour strike"
        ]
    }, 
    {
        "article": "Nearly 2.5 million children are living in families struggling with \"problem debt\", according to a report. The Children's Society and StepChange debt charity say many families are in an \"extremely precarious\" position and taking out loans to pay for the basics. The stress of keeping up with repayments leads to arguments, emotional distress for children and even bullying, the charities say. Problem debt means being in arrears on at least one bill or credit commitment The report - The Dept Trap - is backed by the Archbishop of York, the Most Rev John Sentamu, and is based on: The survey of UK households suggested \"problem debt\" currently affected nearly one in five (18%). On average these households owed £3,437 - giving an estimated total of £4.8bn for all households across the UK - to service providers, lenders and government, the research found. The findings suggested 1.4 million families across the UK, with 2.4 million dependent children, were in \"problem debt\", the charities said. And a further 2.9 million households with dependent children were on the brink of sliding into financial difficulties and had been struggling to keep up with payments on household bills or credit over the past year. \"I hate [school] because my mum and dad can't afford the trousers so I have to wear trackies. But my head of my college, I always really annoy him, he goes, 'You got to get your trousers sorted out.'\" \"I like to go out with my friends quite often, and to do that I need a fiver or something to get on the bus home and maybe some food while I'm out. But I've sort of like stopped going out with my friends quite recently because a fiver is bread-and-milk money.\" \"I hate it when my mum cries. It's the worst thing in the world.\" \"[On your birthday] your parents just want a special day and want you to have, want you to be happy, so they will end up... spending more and need more money... to spend on you and so end up... borrowing.\" Source: Children's Society and StepChange report The report says the impact of debt problems on children means many are suffering from anxiety, face bullying at school and having to go without essentials. Nearly one in five (19%) children aged between 10 and 17 years  in families with debt problems told the survey they had been bullied at school as a result of their family's financial difficulties. More than half (51%) said they felt embarrassed by their lack of money. The report calls on government to work with creditors and other groups to develop a \"breathing space\" scheme to give struggling families an extended period of protection from default charges and enforcement action. There should also be a review of the protection given to families with children against debt enforcement, including the potential harm caused by evictions, bailiffs and court action, it said. The charities are also calling on the government to review the case for tighter restrictions on loan advertising seen by children. Children were being exposed to a \"barrage\" of advertising for credit products that underplayed the risks of falling into debt, the report said. Matthew Reed, Children's Society chief executive, said: \"Families are increasingly relying on debt as a way to make ends meet - but we're in danger of ignoring the impact this is having on children now and in the future. \"We cannot allow children to pay the price of debt.\" Mike O'Connor, chief executive of StepChange, said: \"This report is a stark warning to policy makers, creditors and the wider society of the devastating effects of debt on children.\" Dr Sentamu said: \"When the monthly struggle to pay the bills becomes too much, often families think they have no option but to borrow money to provide the basics for their children. \"We need to make sure families living in poverty have somewhere to turn other than to usury-lenders.\" Peter Fleming, from the Local Government Association, said councils had a duty to taxpayers to collect taxes so that \"important services like caring for the elderly, collecting bins and fixing roads\" were not affected.  \"Bailiffs are only ever used as a last resort by councils and struggling families are always encouraged to get in touch with their council for financial support and advice when having trouble paying their bills,\" he said. \"New payments plans can be arranged before the situation reaches a stage where bailiffs are involved.\" ", 
        "link": "http://www.bbc.co.uk/news/education-27307601", 
        "subject": "Education", 
        "title": [
            "Families 'struggling with problem debt'"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/schoolreport/27469916", 
        "subject": "Education", 
        "title": [
            "In Pictures: Students reflect on WW1 battlefields tour"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 08:24 BST  As exam season gets under way, one university is using some unusual stress reduction techniques including massage and petting animals. John Maguire reports from Bath Spa University. ", 
        "link": "http://www.bbc.co.uk/news/education-27498519", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:17 BST  Changes to child maintenance arrangements could mean force some parents to \"give up\" on receiving financial support, Janet Allbeson from the charity Gingerbread has said. Child maintenance is financial support that helps towards a child's living costs when its parents have separated. The government wants parents to agree their child maintenance agreements \"amicably\" or face a charge. Work and pensions minister Steve Webb claimed that such changes will support families in helping them to \"sort things out for themselves\". ", 
        "link": "http://www.bbc.co.uk/news/uk-27498607", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:03 BST  The art of handwriting has been under scrutiny after new figures show that two thirds of teachers admit not giving students the marks they deserve because of poor writing. And a health watchdog has said that patients' lives are being put at risk due to illegible scribbles from doctors.  Mary Hind-Portley, a school improvement officer, examined BBC Breakfast presenters' handwritten letters.  ", 
        "link": "http://www.bbc.co.uk/news/education-27454062", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "It's midnight and there are hundreds of students crowded into the University of Reading's library.  It's a glimpse of how much student life has changed, what students expect from universities and how much pressure they feel about the future. In the 1970s, students at Reading staged an occupation calling for the abolition of exams. Now, in the depths of the exam season, they are voluntarily occupying the library in the middle of the night, so that they can get in as much revision as possible. During weekdays in term time the library is open 24/7. Never mind 24-hour clubbing, here it's round the clock studying. It's become part of student life in universities across the UK. But if libraries are meant to be slow-moving places under layers of dust and silence, then it's nothing like that here. The lights are blazing in the library building in the middle of the Reading campus. It's full of young people surrounded by notebooks, laptops, mobile phones and snacks. There's a lone printed book on a desk, with almost all the revision taking place online. There's a low level of background chat as students work together. It would be unusual to see such a busy library in the middle of the day, but here it's buzzing in the middle of the night. There are groups of students coming and going, talking in a cafe - and overnight library figures show there were still more than 100 students there at 03:30.  Niamh, a pharmacy student, has been working there since 09:00 and expected to carry on studying in the library until about 01:30. Two students revising for second-year exams, Alex and Matthew, say they will be back again at 06:00. \"You have to get in before 08:00 to get a place,\" says Alex, studying biochemistry. He knows that his generation is a long way from any stereotypes of student slackers. \"We're under more pressure to do well, we have to work harder,\" he says. And when students are paying £9,000 per year, they want to have good facilities. \"It's essential to have a good library,\" says Matthew. When the weather is good during the day, Alex says people might prefer to study at night. \"It's a nice time to work,\" he says. There are other students there who say it's better to work in a group rather than alone in their rooms. It's a more sociable way of working through the stresses of the exam season. None of them see it as strange to be working in a library in the early hours. Reading's library, with five floors of nocturnal students hunched over laptops, is having a £4.4m revamp. Universities are in the middle of a building boom, as they compete for students with facilities and accommodation. Like an academic department store, different parts of the library have different moods - there are bright Ikea style open plan areas, for more solitary study there are cocooning booths and quiet corners and other rooms have big traditional desks and softer lighting. There is a relentless switch to online materials, but there are still rooms with traditional bookshelves, even if there is no longer the metallic crunch of a library stamp putting in a return date. Withdrawals are now self-service and electronic. Julia Munro, the university's librarian, says that on open days would-be students compare the facilities with what they've seen elsewhere. And they expect to be able to use the library whenever they want. \"They tell us they want to study when they want to study - and if they want to study at 02:00, they think they should be able to.\" It wasn't always this way. The library is exactly 50 years old, and in the reception area there is the original architect's model. It's like a 1960s time capsule, with its clean lines and open-plan civic optimism. It opened the same month that Terence Conran opened the first Habitat store in London, Joe Orton was premiering his new play Entertaining Mr Sloane and in the United States there were the first major student protests in New York and San Francisco over the Vietnam War.  The Beatles had recently had a number one with Can't Buy Me Love. In those early days, students couldn't even use the university library at the weekend. Now Julia Munro and her colleague Rachel Redrup say there is likely to be demand for even more open access, such as longer hours during the holidays. The move to open libraries through the night has been driven by consumer pressure from students. It's a pattern that's spread across universities across the UK - so much so that it's now more or less standard in many institutions.  In the US, it's gone a step further with reports last week of college libraries introducing \"nap stations\" so that students could have somewhere to crash out during their marathon studying sessions. The librarians at Reading say the library provides its own barometer of change. Rachel Redrup says in the 1960s the students using the library would have been part of a small percentage of the population going to university, who would have been confident of walking out into a good job. Now, says Julia Munro, students are less certain of the future. \"They feel they're under greater pressure. They're worried about jobs,\" she says. ", 
        "link": "http://www.bbc.co.uk/news/education-27488873", 
        "subject": "Education", 
        "title": [
            "Midnight and university library is crowded"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:28 BST  In Syria, the civil war continues to cause a growing humanitarian crisis.  The besieged Palestinian Refugee Camp in the Yarmouk suburb of Damascus is one of the worst affected places, with clashes often stopping food distribution.  However, an agreement over the weekend allowed 120 students to leave to sit their exams.  The BBC's Lyse Doucet followed their hazardous journey. ", 
        "link": "http://www.bbc.co.uk/news/world-middle-east-27464615", 
        "subject": "Education", 
        "title": []
    }, 
    {
        "article": "Children are still being exposed to \"harmful material\" on television despite strict rules on what can be shown before 9pm, say head teachers.   The National Association of Head Teachers - which has drawn up a charter to protect children's innocence - says the media must ensure pre-watershed content is free from sex and violence. A poll of 1,013 parents found 96% believed the rules were being broken. Media regulator Ofcom said protecting children was a \"fundamental concern\". Speaking at the NAHT's conference in Birmingham, its president Gail Larkin said: \"We know that most parents are trying their best to protect their children from certain dangers in the outside world.  \"I know, as a grandparent, how much more difficult it is with such advanced technology to prevent children from accessing, often unwittingly, materials and media that are not just inappropriate but often obscene and mentally damaging.\" The poll of parents in England, Wales and Northern Ireland for the association suggested that almost all of them worry about their children accessing inappropriate material. Just under a third had installed parental controls on digital devices which stream content from the internet or access television programmes. Lancashire head teacher, Amanda Hulme, who will propose a motion that the union adopt a new charter on the issue, said schools and parents shared concerns about the problem. She cited instances of popular television soaps using adult storylines and examples of swearwords being used on television shows before the 9pm cut-off point. She also raised concerns about the content of some music videos, which children may see on digital devices, and the impact of violent games. An Ofcom spokesman said the protection of under-18s from inappropriate material was a fundamental concern.  \"There are clear broadcasting rules designed to protect children, which we actively enforce.  \"We recently issued new guidance on the TV watershed, warning broadcasters to be more careful about programmes they show before 9pm that could be unsuitable for children.\" \"We constantly monitor audience attitudes and our research shows that the vast majority of adults believe the current level of TV regulation is about right.\" ", 
        "link": "http://www.bbc.co.uk/news/education-27260438", 
        "subject": "Education", 
        "title": [
            "Children 'see harmful TV material', says National Association of Head Teachers"
        ]
    }, 
    {
        "article": "These days, the historian Mary Beard marks university exams rather than sits them - but as the season of finals begins, she finds it difficult to avoid being caught up in her students' anxieties.  I am about to spend the next month or so doing exams - like hundreds of thousands of anxious young people throughout the land. I'm not actually taking them of course, although I do still, even now, regularly get those awful panicky dreams about turning up in the wrong place, for the wrong exam, having learned the wrong stuff.  For me now exams are all about preparing my students, advising them on revision tactics, then turning into the scary monster who marks them, before turning back again to the friend who congratulates or mops up. I can't honestly claim that this is worse than taking the exams yourself. But it still isn't fun to watch the tough, engaging and intelligent young people you have taught for three years suddenly morph into nervous wrecks, hanging a bit pathetically on your every word, as they have never, quite rightly, done before.  \"Am I allowed to write in purple ink?\" one will eventually ask (the last of a string of questions that begin \"Am I allowed…\", all of them exposing nerves and a desire for reassurance more than any real lack of information). \"Yes,\" you say patiently, \"but do you really need to write in purple?\" Then you remember that none of these poor kids will have written anything much by hand over the past three years, beyond the occasional signature - or exam paper. So you quickly backtrack to suggest that they practice actually writing for three hours to get their hands in training. Presumably some time in the future, the country's universities will be equipped with ranks of secure, internet-disabled keyboards onto which the students will tap out their answers, without straining their unpractised muscles, but it will be well after my time. On the day of any exam that I myself have set, I have to turn up in the exam room for the first 20 minutes or so (feeling, frankly, a bit of a prat in an academic gown). That's just in case any student has a query about the paper, or in case something has gone terribly wrong. You dread the moment when a student puts up their hand, having taken a quick look at the questions, and says: \"I'm sorry, but our set book was Sophocles' Antigone, not the Oedipus\" and asking that you put things right, instantly. It has, I'm afraid, happened. Once the students have written their papers, then they let their hair down and we have to do the marking.  I know that I can't really complain at the quantity of it. This year, when I am marking the finalists, I have only roughly 100 scripts to grade (if I compare that with the vast numbers you have to do at GCSE, this is nothing). All the same, it looks daunting when you have them piled up for the first time on your kitchen table.  After 35 years in this business, I have my own little rituals. First of all I sniff around the papers, dipping in, working out which questions have attracted the punters and which haven't (otherwise known as procrastination). Then I start with the first question and mark all the answers to that, then go on to the second question, and so on. When I've finished that process, I go back to each individual script and look it again as a whole, before giving it a mark. That probably takes about 45 minutes for each one, maybe 75 hours in all.  At least, that's what it takes until you come across one of those impenetrably illegible ones (another consequence of no practice wielding a pen). There is, I should say, a stern warning plastered on the front page of our exam papers: \"Candidates who do not write legibly may find themselves at a grave disadvantage.\" But, to be honest, this has about as much effect as the \"Now wash your hands\" sign in the average public lavatory. You can end up struggling to decode some student's scrawl for almost as long as they took to write it.  So why persevere? Why not penalise? Well, partly it's because their career hangs on these exams - so you'd have to be very hard-hearted actually to inflict that \"grave disadvantage\". But for me it's a bit of a personal thing too. The truth is, my own son is one of those with ghastly handwriting, and I am forever grateful that some examiner at his university took the trouble to extract the sense out of his mess.  As I sit there taking hours to do the same, I find myself muttering periodically: \"I am doing this for this person's Mum\".  But there's another side to the exam business. Never mind all the anxiety, overwork and stress that exams breed, or all those nagging questions about what exactly exams are for (which I've never found as easy to answer as I'd like). There is all the same something reassuringly traditional about the whole process. In fact, Mr Gove and his friends might like to take note that even endemic complaints about poor performance have been with us since at least the mid-19th Century when written exams, as we know them, first became fashionable in this country.  I'm not saying that nothing has changed over the last 150 years. For a start, all universities now have what they rather grandly call \"alternative modes of assessment\" as well as sudden-death exams. Students can take at least part of their degree by assessed essays or dissertation - it's what you'd call \"coursework\" if it was done in a school. And we now have whole areas of study that were unheard of back then, from particle physics to ancient homosexuality, while we have ditched others.  I still wonder which students in Cambridge 100 years ago took the \"Sanitary Science Examination\", but they were faced with a whole array of such early 20th Century questions as: \"Describe in detail the method you would adopt for the disinfection of ships in relation to plague, cholera and yellow fever.\"  Must have been useful, I guess.  But a lot about the whole ritual is still instantly recognisable, from way back. In my own university it's not just the dons prancing round in their gowns. It goes right down to the almost unchanging layout and typeface of the exam papers (some are so similar that at first glance, without looking carefully at the date, you'd be hard put to distinguish the papers of 1870 from those of 1970). And, in my subject, it extends to some of the questions too. Some version of \"explain the immediate cause of the rupture between Caesar and the Senate in 49 BC\", as classics students were bidden in 1883, will - I'm sure - be appearing on ancient history papers across the world this summer, although I bet (and hope) the answers are very different. Occasionally, I must admit, the similarities can be deceptive. When geography students were asked in 1915 to \"discuss the evidence for changes of climate in historic times\", I don't think they would have interpreted \"climate change\" quite as our students would today. The most familiar thing, though, about exams in the past is the general curmudgeonly gloom that greeted the students' efforts. We now live with the myths of a golden age of academic achievement years ago, of currently falling standards and of their evil twin \"grade inflation\" (I'm not saying \"grade inflation\" can never happen, but people do seem to be oddly resistant to the idea that students now could possibly do better, or know more, than they did a century ago). It comes as a bit of an eye opener to find dons and commentators back then regularly lamenting, just like now, what the students didn't know or couldn't do.   Digging back through my own department records to the 1850s, I found a huge fuss about how completely useless these poor boys were (and they were then only boys) in the ancient history component of their classics degree.  They couldn't do it, moaned the dons, they didn't put enough effort in, and the examination itself wasn't fit for purpose. Even those who got the top, first class, degrees in classics overall, had all failed the ancient history element, their average mark between 1853 and 1855 being 35%. Those worried about grade inflation might reflect on the fact that you could then romp away with a first even if you had failed a major paper. I don't think it would happen now. I'd love to know what the truth was and whether, in our terms, those ancient history answers really were as bad as the bleating dons cracked them up to be. But, sadly, it's next to impossible to test these claims. Now our students' scripts get shredded after a decent interval, and the ones from the distant past are almost entirely lost. We have the questions in other words, but we'll never know how the students answered them. We can be pretty sure, though, that the young gentlemen of the 1850s would have been writing with their elegant fountain-pens, in a clearly legible, beautifully formed hand.  Or can we? Maybe that's another nostalgic fiction. A Point of View Here is a selection of your comments. More than 50 years ago, in Communist Czechoslovakia, my Primary School maths teacher was so convinced that I was a half-genius, that he sent me to a regional round of the \"Maths Olympiad.\" Quite early on after the exam had started, my mind simply went blank. I continued sitting in the exam room, however, staring into the nearby wood, my mind frozen as if, vainly hoping that some sort of inspiration would waft my way. Nothing. Eventually, I handed in a practically blank paper. After that, every few years or so, I have a vivid nightmare -- I'm sitting in the same room and staring at the same trees. I am certainly most grateful that my own children (in Canada) had different experiences from those that Mary Beard has described. Since that awful Olympiad experience, I have become a lifelong believer in ongoing forms of assessment . Anna Kroutl, Ceske Budejovice, Czech Rep The worst part for me, as a lecturer, setter, and marker, is the horrible sinking feeling about a third of the way through the marking process, when you look at the sequence of utterly wrong-headed answers you've seen so far, and start questioning your teaching abilities (or even your sanity). \"Why do so many of these students believe X when I spoke about the exact opposite, Y?\" \"Did I actually mention Y in the lectures?\" (Go back and look -- yes, I did). \"What could I have done better with these lectures?\" (The slides say Y. I spent a good ten or fifteen minutes pushing the point of Y, in context, with good arguments. In the lecture context, there isn't anything more I can see that I could do.) I think it is hard to come to terms with the effects of experience. Experience arrives so slowly that you rarely appreciate the benefits and differences in thinking and outlook resulting from it. What seems clear and obvious from 20 years ahead is lost in the noise of new ideas that you try to inculcate in your students, and it doesn't make it back out of them in the exams. It can be very hard to take that step backwards and appreciate the quality of the answers in the context of the student's experience.  I envy Prof. Beard, in that her students are expected, as students of the humanities, to be able to express themselves in prose. Mine, as scientists, are not, and are not explicitly taught to do so. This makes even the simplest of discussion questions difficult and painful to read. On the other hand, if the attempts I see at the logical presentation of algorithms is anything to go by, I suspect that the good Professor's students' English may be just as painful. For what it's worth, I wholeheartedly apologise to my lecturers and examiners for the pain that I caused them in the early '90s. I am suffering for it now. Hugo Mills,  I am sure the legible, beautifully formed hand is as much, or more, a myth than the higher standards. The worst single part about being a historian of the Victorian period, as I am, is struggling with often totally indecipherable letters, the handwriting permitting one to pick out maybe a word or two - or maybe none. Some writers do indeed have easily read handwriting the majority make it an average kind of struggle, and a significant minority cannot be read at all. Rosemary Hannah, Mauchline, Ayrshire The obsession with how much better students of yesteryear were - based on old exam papers - always puzzles me. I can't make much sense of the average mid-century grammar school exam paper, it's true. But then I doubt many of the students sitting that would have dealt well with a modern GCSE paper. The language, the methodology, the uses the skill will later be put to... none of it has stayed the same. It is no longer necessary to be able to regurgitate the right answer, or at least it shouldn't be. This generation can find out anything at the click of a button; what matters is their ability to use the technology, make sense of the information and, most importantly, to determine the validity of what they have discovered. The ability to form reasoned, informed opinions must be the greatest gift education can give to anyone. Jessica Powell, Cwmbran, Wales A late entrant to teaching, I found exam invigilation a strangely ritual task, even down to uttering phrases like \"Turn over your papers\" and \"Put your pens down\" - like Professor Beard in her gown, I always feel faintly ridiculous saying them! Megan, Cheshire UK I can't honestly see what the point of an exam is.  Like a CRB check, it only gives a picture of what the student had crammed for on the day, not a reflection of their overall ability. Learning isn't about exams, it is about understanding what you are learning and putting it into action.  Continuous assessments are a much better reflection of a learner's ability to understand what they are being taught. I've done a couple of courses with the OU, neither of which required an exam, just continuous assessment.  I found the whole process much more relaxed and my tutor could give me the feedback I needed to make sure that the next piece of work would be better. I'm now studying a veterinary pharmaceutical course which will require an exam and how on earth I'm supposed to remember everything I have no idea, so not very confident at the moment.  I've also just done a piece of written work for 2 hours and the recently diagnosed ganglion [abnormal twist of nerves] in my predominant wrist is now extremely painful, which means I will need special attention... oh what a day to look forward to! Jan Smout, London UK As a current student at a top London university sitting exams in this current period (and shamefully procrastinating by reading these articles), I can't help but agree with some of Mary Beard's sentiments. For one, it seems a paradox that universities have such a new emphasis on the use of 'modern' ways of assessment and teaching, whether this be through online platforms such as KEATS (for King's College, London) or Moodle (University College London) or through the use of slideshows and recordings in lectures. Yet, when it comes to exams the notion that there should be a 'modern' way of doing them, whether via computer or via new forms of coursework, is discarded and we return to a clandestine tradition of making students work to answer a set of questions, a tradition that shows no signs of changing. Competition plays a part in this, however, as to be seen to 'modernise' and indeed move to coursework is seen as attractive for some students, but leads to accusations of 'dumbing down' of the assessment process. Until a middle ground is reached, I doubt students will truly be able to reach their full potential - the only potential they can demonstrate comes from memorising, regurgitating and writing an answer based on a question that could make or break their degree. Stephen, London, United Kingdom ", 
        "link": "http://www.bbc.co.uk/news/magazine-27438018", 
        "subject": "Education", 
        "title": [
            "A Point of View: The age-old anxiety of exam time"
        ]
    }
]