[
    {
        "article": "Pop singer Kylie Minogue has quit The Voice after one series. The 45-year-old joined the BBC talent show last year, replacing Jessie J, and was credited with boosting viewing figures during the first few episodes. However, she said touring commitments meant she would be unable to return for a second series. \"Due to timing of my tour I won't be back next season for The Voice UK,\" she  . \"Thanks to all who supported!\" \"I absolutely loved my time on the show, and I'll miss all of the incredible people who were a part of my experience,\" the singer said. Jermain Jackman was crowned the winner of this year's series, marking the first victory for mentor will.i.am. Minogue's candidate in the final, Jamie Johnson, was eliminated in the first round of phone voting. Although the third series of the talent show enjoyed a ratings spike during the audition stages, peaking with 9.41m viewers, the live final was the least successful yet. An average audience of 6.6 million tuned in for the show, down from 7.24 million in 2012, and 7.1 million people the year before. The BBC has already commissioned another two series of The Voice.  Moira Ross, executive producer at production company Wall To Wall, said: \"Kylie has brought her own very special magic to The Voice UK and we have loved having her on the show.  \"We wish her well for her tour and hope to welcome her back in the future.\" It has not yet been confirmed whether Minogue's fellow panellists Tom Jones, Ricky Wilson and will.i.am will return for the fourth series next year. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985230", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Kylie Minogue quits The Voice"
        ]
    }, 
    {
        "article": "Five musicians have taken legal action against the National Theatre after being stripped of their roles in the West End production of War Horse. The musicians are seeking a High Court injunction to be allowed back into the show until the full case can be heard.  The High Court heard the National Theatre had opted to use pre-recorded music instead of live performers. The group said they had continued to show up for nightly performances only to be turned away. The five, who had been with the hit show since 2009, had their roles cut back in March 2013 to just a few minutes per performance, until live music was cut altogether in March this year. Lawyers for the five -  Neyire Ashworth, Andrew Callard, Jonathan Eddie, David Holt and Colin Rae - told the court they were given 11 days notice of the contract termination but had continued to arrive on time for daily shows. \"The claimants have not accepted this breach of their contracts, and have elected to affirm their contracts. They have at all times made it clear that they remain willing and able to attend work and to perform their obligations under their contracts,\" said James Laddie QC. The National Theatre contests that it was bringing the London production in line with War Horse stage shows around the world, which do not use live music.  Representing the National Theatre, David Reade QC said the theatre was entitled to terminate the contracts of anyone whose services were no longer required.  He told the judge - who admitted he had not seen the show - that War Horse was a play which featured music rather than a full-blown musical.  \"As such, the orchestra was not an integral part of the play, and indeed there is no live band in any other production around the world,\" said Mr Reade. He added that it was \"frankly naive\" to think the musicians could return to their previous roles, and that a new cast had spent seven weeks rehearsing without live music. He said the National was not questioning the ability of the musicians but theatre management believed its live music budget would be better used elsewhere.  Judge Mr Justice Cranston said he would deliver his ruling on 15 April. War Horse is one of the National Theatre's most successful productions during the tenure of outgoing artistic director Sir Nicholas Hytner, having been seen by more than 2.5m people worldwide. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985562", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "War Horse musicians seek reinstatement after live music axe"
        ]
    }, 
    {
        "article": "Novelist Sue Townsend, best known as the author of the successful Adrian Mole series, has died. Townsend, 68, died at home on Thursday after a short illness. The first of her comic series, The Secret Diary of Adrian Mole, aged 13 3/4, was published in 1982 and the eighth instalment, Adrian Mole: The Prostrate Years, was released in 2009. Her other best-selling novels included The Queen and I.  Media requires JavaScript to play. Townsend, who was left blind after suffering from diabetes for many years, achieved worldwide success following the publication of the books about teenager Adrian Mole. The series followed the main character from adolescence under Margaret Thatcher's government, to maturity in Tony Blair's Britain. Townsend said that, in many respects, her hero mirrored her own experience. In March 2013, she told the Oxford Literary Festival that publication of the next Adrian Mole book had been pushed back as a result of a stroke she had suffered. She was diagnosed with diabetes in the 1980s and underwent a kidney transplant in 2009. She had the stroke in December 2012. Comedian and writer Danny Wallace is one of a number of those who have paid tribute to Townsend. Wallace told the BBC: \"If ever I saw that she was in a town close to me - and I'd never been to book readings or book signings before - but I always made sure I went to hers. \"She was incredibly sweet to her younger fans and I've got all these books at home that she had signed and she would say, 'To Daniel, from Sue Townsend aged 43 and three quarters' or '45 and a half'. \"So she really understood what people loved about Adrian Mole I think.\"  Media requires JavaScript to play. Actor Stephen Mangan, who played Adrian Mole in a 2001 television adaptation, told Radio 4's Today programme that Townsend took him \"under her wing\" during filming.  \"There was something really special about Sue. She was a hero of mine when I read the books as an adolescent - I was pretty much the same age as Adrian - but when I met her I just fell in love with her really,\" he said.  \"She was warm, she was funny, she was self-deprecating. She was incredibly encouraging.  \"It was the first time I'd ever played a lead part in a series and, however confident I must have tried to appear, she instinctively knew how difficult it was for me to come and lead a company with people like Alison Steadman and Zoe Wanamaker and Helen Baxendale. I'll miss her a lot.\" Harry Potter author JK Rowling  , writing \"So sad to hear about Sue Townsend. She gave me so many laughs.\" She added: \"#AdrianMoleWillLiveForever.\" David Walliams also  on the social networking site, calling Townsend \"a comedy genius\" and \"lovely lady\" who wrote \"some of the funniest books of all time\".  Crime writer Ian Rankin described her death as \"a real loss\". Writer Caitlin Moran   Townsend was \"one of the funniest women who ever lived.\" Townsend was born in Leicester in 1946, and set her most famous work in her home city. The Secret Diary of Adrian Mole, aged 13 3/4, was followed by The Growing Pains of Adrian Mole in 1984. The two books made her the best-selling novelist of the 1980s and they were followed by others in the Mole series, including The True Confessions of Adrian Albert Mole. Several of her books were adapted for the stage, while the Mole series was adapted for radio, television and theatre. Townsend was awarded an honorary Masters of Arts from Leicester University and in 2008 was made a Distinguished Honorary Fellow of the university. She was also an Honorary Doctor of Letters at Loughborough University and a Fellow of the Royal Society of Literature. In 2009 Townsend was given the Honorary Freedom of Leicester.  She said at the time: \"I have been a citizen of Leicester for over 62 years, most of my family and friends live here, so I was delighted when I was nominated to receive the freedom of the city.\" She leaves her husband and four children. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26982680", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Sue Townsend, author of Adrian Mole books, dies aged 68"
        ]
    }, 
    {
        "article": "The body of Peaches Geldof has been released to her family to allow for funeral arrangements to be made. It comes a day after a post-mortem into the 25-year-old's death proved inconclusive.  That prompted further toxicology tests, the results of which are due in two to three weeks. Geldof, the daughter of singer Bob Geldof and TV presenter Paula Yates died on Monday. Police are treating the death as \"non-suspicious\" and \"sudden\". A spokesman for North West Kent coroner Roger Hatch said: \"We can confirm that the body has been released to the family for funeral arrangements to be made.\" Any inquest is not expected to be opened and adjourned by the coroner until after the results of the toxicology tests are known. Geldof's body was found on Monday afternoon after officers were called to the home she shared with her husband and two young sons \"following a report of concern for the welfare of a woman\". Her father, the former frontman of Boomtown Rats, said the family was \"beyond pain\" and described Peaches as \"the wildest, funniest, cleverest, wittiest and the most bonkers of all of us\". Other tributes came from Fearne Cotton, Sir Alan Sugar, Lily Allen and Geldof's elder sister Fifi Trixibelle, who  : \"My beautiful baby sister.... Gone but never forgotten. I love you Peaches x.\" The 25-year-old, a TV presenter and magazine columnist, lost her own mother to a heroin overdose at the age of 11. She married US musician Max Drummey in Las Vegas in 2008, but the couple split amicably a year later before divorcing in 2011. She married Thomas Cohen, lead singer of London band Scum, in September 2012 at the church in Davington, Kent, where her parents married 26 years earlier.  It was also where her mother's funeral was held. The couple had two sons: Astala, aged 23 months, and Phaedra, aged 11 months.  In a statement released on Monday, Cohen said: \"My beloved wife Peaches was adored by myself and her two sons. \"I shall bring them up with their mother in their hearts everyday. We shall love her forever.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26969233", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Peaches Geldof: Body released for funeral"
        ]
    }, 
    {
        "article": "Stephen Colbert will succeed Late Show host David Letterman upon his retirement next year, CBS has said. Colbert, 49, is host of Comedy Central's acclaimed late-night satire programme The Colbert Report. Letterman, 66, said last week he was retiring after 21 years hosting the CBS show and 11 years on NBC's Late Night. On his show, Colbert plays a satirical version of himself to mock right-wing pundits. He has suggested he will retire the character for the new show. \"Stephen Colbert is one of the most inventive and respected forces on television,\" CBS president Leslie Moonves wrote in a   following the announcement.   \"David Letterman's legacy and accomplishments are an incredible source of pride for all of us here, and today's announcement speaks to our commitment of upholding what he established for CBS in late night.\" On his popular and influential Emmy-winning Comedy Central programme, Colbert's biting brand of satire has drawn critical acclaim as well as provoking ire, often from the Republicans and conservatives he skewers.  Recently he was attacked on social media for a joke some viewed as disparaging toward Asian Americans but which he meant as a satirical jab at the owner of the Washington Redskins American football team.  Of his hiring to the Late Show top spot, Colbert said, \"simply being a guest on David Letterman's show has been a highlight of my career.\" \"I never dreamed that I would follow in his footsteps, though everyone in late night follows Dave's lead.\" ", 
        "link": "http://www.bbc.co.uk/news/world-us-canada-26979926", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Stephen Colbert to succeed retiring David Letterman "
        ]
    }, 
    {
        "article": "The Great Train Robbery has been re-created in miniature by a group of model railway enthusiasts. Built by the Luton Model Railway Club, the diorama depicts the night in August 1963 when a gang of robbers stole £2.6m from a night train in Buckinghamshire. Scenes depicted include bags of cash being unloaded from a carriage and the robbers making off with their swag. The club said it did not condone what happened, but felt the infamous heist would \"make an interesting display\". It was at 03:00 BST on 8 August that the train   on a bridge between Linslade and Cheddington. They broke into the High Value Package coach and made off with 120 mailbags weighing about two and a half tonnes stuffed with £2.6m in used banknotes (about £41m in today's money).  The model railway enthusiasts were inspired by last year's 50th anniversary of the infamous raid, and it took them a year to complete their homage. Nigel Adams, from the club, said: \"We do not condone the actions of the event, but it is a fact that the Great Train Robbery has become a part of the national consciousness for many people over a certain age.  \"We have tried to portray this event in a sensitive way, taking due regard for the injuries sustained by the locomotive crew on the night.\" The diorama features sound and lighting effects \"to portray the account of the event\", said Mr Adams. \"There are 15 figures on the display, although we have taken care to present them as just that - figures on a model.  \"We do not identify any 'personalities' due to the sensitive nature of the subject.\" The historical reconstruction, which includes a commentary, will be on display at Stopsley High School, Luton on Saturday and at the National Festival of Railway Modelling in Peterborough in October. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-26970204", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Great Train Robbery: Luton Model Railway Club re-creates heist"
        ]
    }, 
    {
        "article": "The first Oor Wullie and The Broons albums and paintings by the Scottish Colourists are to go under the hammer. Auctioneers expect great interest in the 1940s albums, and the paintings could fetch a six-figure sum at the annual Bonhams Scottish sale. A huge range of items including whisky, highland dress and Weymss pottery figures are also up for auction. The sale takes place at Bonhams Edinburgh saleroom on Queen Street over two days from 15 April. Highlights include a number of works by the Scottish Colourists, including three paintings by Francis Cadell. The two Broons albums were published in 1940 and 1942, while the Oor Wullie book dates from 1941. Produced by Dundee publisher DC Thomson, they were created by cartoonist Dudley Dexter Watkins, who drew the strips in his Broughty Ferry home until he died in 1969. Each of the three albums up for auction is valued at around £3,000. Bonhams book specialist Henry Baggott said it was rare to find albums in such good condition as such books were usually heavily used by children. He said: \"They do turn up but the condition of them is generally very bad, covers dirty and pages missing. \"What is amazing about these is that they look like they have been untouched by human hands, least of all by children's hands.  \"I'm expecting lots of interest in them. They have appeared at auction in the past and sold very well.\" The paintings by Edinburgh-born Francis Cadell are expected to fetch high five-figure or even six-figure sums. Cadell was a leading member of the post-impressionist Scottish Colourist movement in the 1920s and 1930s which went on to have a key influence on contemporary Scottish art and culture. Two views of Iona are estimated at £70,000 to £100,000 and £60,000 to £80,000, while another piece, Summer Garden, is valued between £70,000 and £90,000. Now in its 15th year, the Scottish sale run by leading London-based auction house Bonhams traditionally took place in the autumn, but has now moved permanently to late spring. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-26986978", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Broons and Scottish Colourists featured in annual auction"
        ]
    }, 
    {
        "article": "The public outcry over Jeremy Paxman's beard last year has given the Newsnight presenter fodder for a one-man show at the Edinburgh Fringe Festival. PAXO will see Paxman discussing topics such as \"pogonophobia\" - an abnormal fear or dislike of beards.  The show in August will also allow the audience to turn the tables and \"quiz the grand inquisitor\", renowned for his confrontational interviewing style. Other subjects being pondered include \"underpants and the human condition\".  \"I have no idea why I'm doing this,\" revealed Paxman. \"Some fool said you only regret the things in life that you don't do, but I'm regretting this already.\"  However, the show's director Sarah Esdaile said she was looking forward to \"harnessing Jeremy's positive mental attitude\" and promised \"a little insight into the enigmatic Mr Paxman and what makes him tick\". Paxman's beard   after its debut on BBC Two's Newsnight last August.  However, he shaved it off for the new year, telling   magazine: \"If a chap can't shave on holiday, what can he do? Beards are so 2013.\" PAXO will run from the 18-25 August at the Pleasance Cabaret Bar. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26968913", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Jeremy Paxman to talk beards in one-man Edinburgh show"
        ]
    }, 
    {
        "article": "The BBC was \"far too complacent\" in its handling of a failed IT project that cost licence fee payers £98.4m.  The Digital Media Initiative (DMI) was intended to move the BBC away from using and storing video tape. But it was scrapped, with almost no results, after five years of development.  After investigating the demise of the project,  has branded the programme \"a complete failure\". Chairman Margaret Hodge said the BBC needed to \"overhaul\" its approach to such projects, to \"safeguard licence fee payers' money\". The BBC originally approved DMI in 2006. It was supposed to produce new editing tools, an online archive of the BBC's programmes and a new database. Technology company Siemens was hired to develop the project in February 2008, and it was expected to be completed the following year. However, after a series of delays, the project was brought in-house, There it floundered until last May, when the BBC's incoming director general, Tony Hall, admitted it had \"wasted a huge amount of licence fee payers' money\". The gross estimate of the amount spent on DMI was £125.9m, although the BBC claims to have recouped £27.5m of that. The BBC's technology chief, John Linwood, was sacked in July 2013 over the project's demise. A previous report, by the National Audit Office (NAO), blamed \"confusion and a lack of planning\" for the failure. It said that senior executives failed to take control of the project when it ran into trouble and \"did not appear to appreciate the extent of the problems until a late stage\". The PAC published its own findings on Thursday. It reiterated several of the points raised in earlier reports and criticised the BBC for its failure to alert MPs of the problems. \"When my committee examined the DMI's progress in February 2011, the BBC told us that the DMI was... absolutely essential... and that a lot of the BBC's future was tied up in the successful delivery of the DMI,\" said Ms Hodge. \"The BBC also told us that it was using the DMI to make many programmes and was on track to complete the system in 2011 with no further delays.  \"This turned out not to be the case. In reality the BBC only ever used the DMI to make one programme, called Bang Goes the Theory. \"The BBC was far too complacent about the high risks involved in taking it in-house. No single individual had overall responsibility or accountability for delivering the DMI and achieving the benefits, or took ownership of problems when they arose.\" A BBC spokesman said: \"Tony Hall was right to scrap the DMI project when he took over as director general last year. As we said at the time, the BBC didn't get DMI right and we apologised to licence fee payers.  \"Since then we have completely overhauled how these projects are delivered so that there is crystal clear accountability and transparency.\" A spokeswoman for the BBC Trust, the corporation's governing body, said: \"As we have said before, this represented an unacceptable loss to licence fee payers. \"Acting on the conclusions of previous reports into DMI, we have strengthened reporting to the Trust so that problems are spotted early and dealt with quickly.  \"We are also carrying out follow up reviews once projects are completed to make sure the lessons from DMI are being implemented.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26963723", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "BBC was 'complacent' over failed £100m IT project"
        ]
    }, 
    {
        "article": "EastEnders star Danny Dyer and PM David Cameron have lent their voices to the official World War One centenary album of the spoken word and music. Mr Cameron has recorded The Soldier by Rupert Brooke while Dyer has read In Memoriam by Ewart Alan Mackintosh. Wilfred Owen's Dulce et Decorum Est has been performed by Cold Feet actor John Thomson on the record. Some descendants of recipients of World War One Victoria Crosses have recorded John McCrae's In Flanders Fields. It will be released a single, with 40 pence from each sale being donated jointly to the Royal British Legion and the Victoria Cross Trust. Game of Thrones actor Sean Bean, comedian Sarah Millican and broadcasters James Naughtie and Stephen Fry have also recorded tracks. The Central Band of The Royal British Legion have re-recorded classic tracks of the time such as It's a long way to Tipperary, Keep the Home Fires Burning, which has been sung by soprano Laura Wright, and Pack up your Troubles. The album is a \"truly unique and painstaking collaboration\" according to Royal British Legion Director of Fundraising Charles Byrne. \"Poets such as John McCrae and Wilfred Owen express this tragedy in a manner that only those who have seen it first-hand can describe. This album will help keep these moments alive for future generations,\" he added. Decca records is to make a donation of £10,000 to the Royal British Legion plus a further donation to the Victoria Cross Trust.  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26941756", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Danny Dyer and PM David Cameron unite on charity album"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:49 BST  Joy Bachelor was a pioneer of British animation, responsible for films such as Animal Farm and Asterix.   Her daughter Vivien Halas tells Rebecca Jones about her life and work.   ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27000979", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 23:31 BST  An exhibition celebrating Italian fashion over the past 70 years has opened at the Victoria and Albert Museum in London. The Glamour of Italian Fashion 1945 - 2014 chronicles design and production in Italy from just after WWII, when the country's creative forces were at an all-time low.  The BBC takes a look round with assistant curator Lucia Savi. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26996264", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 21:52 BST  Film critic Jason Solomons reviews the week's new film releases, including Irish black comedy Calvary, Mumbai romance The Lunchbox and Half Of A Yellow Sun - set in 1960s Nigeria. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26995235", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Roger Deakins is the director of photography on films such as The Shawshank Redemption, A Beautiful Mind, No Country for Old Men, True Grit and Skyfall, the most successful British film ever.  He's won more than 60 awards for his work, including three Baftas, and was last year presented with a lifetime achievement award by the American Society of Cinematographers. When he isn't working, he spends his time living in LA, but his heart belongs to Devon, where he was born. \"I miss it every day,\" he says. Here are his top ten tips for becoming a successful cinematographer. A cinematographer visualises the film and is a director's right hand on set. I studied photography and then went to the National Film School in England and got into the business that way, but there are all kinds of ways of getting in.  I think it is more important to experience the world, really. You can't learn cinematography and you can't copy it. The job is just your way of looking at the world. Maybe that sounds a bit pretentious, but I think life experience is always more important than technical knowledge.  I'm picky about the sort of material I want to work with, always have been. But usually I'm drawn to scripts that are about characters, I don't have a love of doing action movies.  It is really important to choose which projects you are going to work on carefully. You are going to be on a film for a long time. I've just come back from Australia working on Unbroken with Angelina Jolie, which she was directing.  It's six months of time and investment, but very worthwhile. I enjoyed it completely, but it was a hard shoot. You work long hours, often you're working six days a week and you are away from home. There are certain kinds of sacrifices you have to make. My relationship with the Coen brothers goes back a long time. We just sort of hit it off and we're good friends, so I'd do anything with them. I loved working Sam Mendes on Skyfall, I probably wouldn't have done a Bond movie with anybody else. He had a different take on it and I think that film was far more character driven and that's what drew me to it.  I turned down working on the next Bond film. I was really torn. I would have loved to work with Sam again but I just didn't feel I could bring anything really new to it. I'd really like to see someone else have the opportunity. My wife James travels with me when I'm working on a film. We've been married for over 20 years and she has been incredibly important to my career. We always talk about what projects are coming up and make the decisions together.  We like the same kind of movies, we rarely disagree, we just talk things through. Deciding which projects to work on is something that you spend quite a long time considering. I'm very lucky to be in a position that means I can be a bit choosy these days. It's no use just thinking you can just learn how to light and copy the best. We all find our own ways of doing things and our own sense of lens choice, composition and the way you move the camera. You can tell one person's work from another quite often, you know. So I think it's important to develop as a person. You have to develop your way of being. Otherwise, what are you doing? It's no good just copying, learning a technique and doing it. That's not very interesting, apart from anything else. I remember a fellow cinematographer talking about Shawshank and saying, \"Well that was really nicely shot but there was no lighting in it.\"  We actually shot most of the film in a prison that was absolutely black - I used a huge amount of light to create the look, more or less every shot, even some of the exteriors were lit! So it was a reverse compliment really, because there was a major cinematographer thinking it was shot with natural light when it wasn't!  So, on the one hand, you need to light a space so you can see the actors - but, more than that, you are creating a mood, you are creating a world for those actors to inhabit and for the audience to get submersed in. Lighting is one of the most important aspects of any great film.  When you are on a film, because it takes so much time and you are often doing a 12, 14, 16 or even 18-hour day, you're often tired and so sometimes the temptation can be to do something a bit quick and cut corners, but then you regret it.  Any time that you do something and think, \"Oh well, that will be alright even if it's not as good as I can do,\" you always regret it later. If anything stands out as being untrue within the terms of that movie, then the audience's experience of that world is jolted, they are taken out of it. What you do lives on forever, as they say. It's important to persevere, because it's the people who persevere who go on to create something unique. You have to keep up with new technology, it all changes rapidly. Film stocks change, techniques like steadycam come along, we've got cranes now and aerial helicopters that can do all sorts of things and gyromounts so you can move the camera in all sorts of ways. We have digital technology now and 3D has come back.  Technology is changing all the time, but for me nothing has changed in the sense that you are still telling stories by the use of light, the use of a frame, the way you move a camera. I'm still hoping to be part of telling stories about people and the way we are. So, to me, technology is important, but it's only in the background, it's a means to an end, it's like the paintbrush. I cut my own hair. My hairdresser died when I was eleven. He was a really nice man and I didn't have anyone else, so I started cutting my own. I know it sounds silly, but I really don't like people fussing, frankly. It's only hair.   I've got a really comfortable pair of cowboy boots and I wear blue jeans and a white shirt every day, including today. When I was working in England I wore a black shirt but now I'm in America, I wear a white one.  I've got 10 white shirts and three pairs of jeans so that when I get up in the morning, I don't have to think about what I am going to put on. I can be dressed and out the door in ten minutes. It's a silly thing but it's like I'm getting ready for work and putting on my uniform. I've been fired off a movie a couple of times and that's pretty horrendous. When something like that happens, you've just got to look at it and realise it's not necessarily about you. I haven't got a particularly thick skin, but it is important to be able to put things aside.  Some films were very hard and at times you kind of struggle and you are in conflict with other people to get the job done. But overall, I wouldn't have done anything else. I loved those experiences if only because at the end you actually feel satisfied that you've managed to create something. I don't know what's next. I'm hoping to get back with Joel and Ethan and do something with them, really. I love my life and my career so far and I think I've got plenty more to do. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26987466", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Top 10 Tips: Bond cinematographer Roger Deakins"
        ]
    }, 
    {
        "article": "The fate of Mickey Rooney's remains will be decided this week, following the Hollywood actor's death on Sunday. A judge in Los Angeles will decide on Friday whether the remains will be released to his estranged eighth wife or his lawyer, Michael Augustine. According to court documents, Rooney's most recent will, dated 11 March, left his modest estate to stepson Mark Aber. The actor had previously sued his other stepson, Christopher Aber, alleging elder abuse and fiscal mismanagement. Mark Aber - also known as Mark Rooney - and Christopher Aber are the sons of Janice Rooney, who Mickey Rooney married in 1978. The 93-year-old disinherited his wife and all his children in his last will, leaving his $18,000 (£10,726) estate to Mark who had served, with his wife, as his caregiver. Michael Augustine was granted a court order on Tuesday preventing Janice Rooney from removing the actor's remains from a mortuary in Glendale, California. Rooney, a Hollywood legend whose film and musical career spanned nine decades, was no longer living with his wife at the time of his death from natural causes. The actor, loved by millions for his work in National Velvet and the Andy Hardy films, is survived by eight children as well as his two stepsons. He designated Augustine to serve as the executor of his estate, stating he did not want any of his relatives handling his affairs. In 2011, the actor testified before a US Senate committee that he had been emotionally and financially abused by family members. According to his lawyer, the actor owned a burial plot northwest of Los Angeles but had recently said he wanted to be buried in Hollywood or a veterans' cemetery. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26967575", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Mickey Rooney remains spark legal action"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:30 BST  Actress Julie Walters is to receive the British Academy of Film and Television Arts' top honour. She will be handed the Bafta Fellowship at the organisation's television awards on 18 May. Speaking to DJ Chris Evans on his Radio 2 breakfast show, Walters said she had not written her acceptance speech yet. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26986472", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 12:21 BST  Sue Townsend, best known as the author of the successful Adrian Mole series, was a \"warm\" and \"funny\" person, actor Stephen Mangan has said. Mr Mangan, who played Adrian Mole in a TV adaptation of the books, said the author had been a \"hero\" of his ever since he read her work as a teenager. He recalled how Ms Townsend had jokingly said he was right for the role of Adrian Mole as he was suitably \"not good looking\". ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26984760", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "As the Olivier Awards-nominated Handbagged opens in the West End and Red Velvet storms New York, is this a golden period for London's Tricycle Theatre? Backstage at the Vaudeville Theatre on the Strand, Indhu Rubasingham is still catching her breath after a whirlwind week. The artistic director of the Tricycle Theatre is just back from New York, where her production of Red Velvet has opened to glowing reviews.  Now she is putting the finishing touches to her production of Moira Buffini's new play Handbagged, which sold out at the Tricycle last year and is now making a leap into the West End. If you personally judge yourself by awards then you're going to nowhere” The play, which imagines the meetings between the Queen and Margaret Thatcher, is also a nominee at this Sunday's Olivier Awards, where it is up for outstanding achievement in affiliate theatre. Red Velvet was nominated in the same category last year. \"It's a great time for the Tricycle,\" says Rubasingham, who took over as artistic director in May 2012 after Nicolas Kent's 28 years at the helm.  \"If you personally judge yourself by awards then you're going to nowhere. Where these things help is on marketing, audiences, fundraising and profile.\"  The play's transition from the 200-seat theatre in Kilburn to the 700-seater Vaudeville has, she says, involved \"quite a bit of editing and tightening\".  Handbagged started life as a 20-minute piece in 2010. Plans to expand it were almost abandoned when it was announced that Peter Morgan's The Audience would open in the West End in 2013.  That play, starring Helen Mirren as the Queen, imagined the private meetings between the monarch and her prime ministers over her 60-year reign. \"In the end we thought it didn't matter,\" explains Rubasingham. \"They're actually very different stories.\"  As it turned out, Margaret Thatcher died three days before Buffini was due to start work on the full-length play. \"People thought we were really quick off the mark but it was always going to happen.\"  Handbagged's big theatrical idea is to double up the main roles.  Hence there are younger and older versions of the Queen (played by Lucy Robinson and Marion Bailey, respectively) and Margaret Thatcher (Fenella Woolgar and Stella Gonet).  Rubasingham says having both versions of each character on stage at the same time brought its own challenges for her as director. \"One may start a thought and the other one may finish it - it wasn't naturalism, it was pure theatre.  I felt like the play was stretching me, rather than me trying to make it work.\"  Both she and Buffini were \"Thatcher children\". Rubasingham recalls growing up in Mansfield, near Nottingham, during the miners' strikes.  \"When Moira was writing it we would talk a lot about our experiences. You realise how things that started at the time are the catalysts of what's happening now.  \"I wasn't a Thatcher fan growing up. Now it's not that I agree with her, but I've understood her a bit more, and I really admire that someone in that time, as a woman, had that kind of conviction politics, whether or not you agree with those politics.\" Rubasingham says the opening of Red Velvet in New York earlier this month was an \"emotional\" moment. She and playwright Lolita Chakrabarti first began talking about bringing the story to the stage eight years ago.   Starring Chakrabarti's husband Adrian Lester, Red Velvet tells the story of pioneering African-American actor Ira Aldridge, who caused a sensation in London in 1833 when he took over the role of Othello after famous actor Edmund Kean collapsed on stage. The play was Rubasingham's first project when she took over at the Tricycle. Almost two years on, it's now creating waves across the Atlantic.  \"It's been a huge journey, there were times when both of us thought this was never going to happen. Very rarely do those moments crystallise into something like this.\" She adds excitedly that Robert Redford had already been to see it. \"How has this happened after all that time when people were shutting the doors on it?\"  She thinks the script has film potential, and predicts the play will have a long life even after Lester has stepped down from the lead role. What kind of impact does a New York run and a West End transfer - Rubasingham's first from the Tricycle - have on the Kilburn theatre's finances? \"I don't know yet. The show in New York is not going to bring money to the Tricycle but it hasn't cost us money - but it raises the profile.  \"With Handbagged it's early days. If it sells and we more than break even, then money will come to the Tricycle.\"  Rubasingham sees investment as a key issue in theatre. \"The theatre community has got to communicate to society why it's important. The work we've done with Handbagged and Red Velvet has only come from Arts Council investment. I can take those risks.   \"In New York people say they don't see work like that because there isn't that investment. \"As a country we've got to put that investment in the arts because its our moral compass, it's our social conscience. It's our spiritual well-being as a society.  \"It's not just about luvvies having fun.\"  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26968652", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Handbagged puts Queen and Margaret Thatcher back on stage"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 19:16 BST  The stars of the latest Spider-Man film have gathered in London's Leicester Square for its world premiere. English actor Andrew Garfield is reprising his lead role as the man beneath the super-hero mask for The Amazing Spider-Man 2. Lizo Mzimba spoke to him on the red carpet. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26977382", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Bummed out and drugged up, Tove Lo turned a failed relationship into pop gold. She talks to the BBC about her unflinching lyrics, and the correct way to pronounce her name. There's a moment on Tove Lo's debut EP that will take your breath away. It comes on the final track,  , where some bore is telling the Swedish singer \"time will heal\" her broken heart. Suddenly, the music vanishes into a black hole and Tove yells: \"Are you   me?\"   I once set another girl's hair on fire accidentally” It's pained and bruised and thrilling and glorious. A moment where meaning and musical intent align perfectly. \"I've always wanted my music to have that desperation,\" the singer says, \"where you just want to strip your clothes off and run down the highway.\" \"I want the feeling where you don't really know what to do with yourself - in the vocals, in the production. Everything.\" The 26-year-old cut her teeth writing songs for Girls Aloud and fellow Swedes Icona Pop, but her solo material is altogether more visceral. Her Truth Serum EP is an unflinching document of a failed relationship. \"Not my first,\" she says, \"but certainly the most intense\". The key track is Habits, currently playlisted on Radio 1, and written in the immediate aftermath of the break-up. \"You're gone, and I've got to stay high all the time to keep you off my mind,\" she sings.   downing shots and hooking up with strangers, then crying uncontrollably in a nightclub toilet. \"When they heard it, my friends were like, 'Boy, you're really giving it all away',\" the singer says. \"For my family, I think it was harder. My mum gets a bit worried. \"She sent me a text: 'I can understand the new video gives a very honest perspective of the song, but I will never, ever watch it again.'\" Sadly for her mum, Habits - with its catalogue of bad decisions, bad boyfriends and banned substances - is all-too-real.  \"I can't lie,\" Tove says. \"What I'm singing about is my life. It's the truth.  \"I've had moments where that [drug-taking] has been a bigger part than it should be.  \"It's hard to admit to, and I could filter it or find another metaphor for it - but it doesn't feel right to me.\" The man who inspired Truth Serum is a \"very spiritual, very special guy,\" the singer says. \"After he heard Habits, he sent me one very long, very self-destructive poem. He said everything I was saying, but from his end. Since then I haven't spoken to him.\" Despite her no-nonsense approach, Tove balances melodrama and melancholy with a twisted, and distinctly Scandinavian, sense of humour. An earlier, self-released single,  , parodies the preposterous promises musicians make in love songs.  \"Chop off my hands, chop off my feet,\" she sings, \"I'd do it for you. Ain't love sweet?\" At one point, she even threatens to set herself on fire. Not, one hopes, a lyric based on experience. \"No!\" she laughs. \"I have never set myself on fire... But I did once set another girl's hair on fire accidentally. \"We had an argument in a bar and she was walking away. I took out my lighter and kind of waved it in her direction, like \" \", and it accidentally caught in her hair.  \"There were fumes coming out, so I ran after her and patted her on the back to put it out, but she thought I was trying to hit her. It was really awkward.\" She might sound like a handful, but in person Tove Lo is likeable and slightly shy - fiddling with her hair and book-ending answers with a soft giggle. Born Ebba Tove Elsa Nilsson, she grew up in a \"pretty posh family\" in the Stockholm suburb of Djursholm.  Her life-long nickname \"Lo\" is Swedish for Lynx - a tufty species of wildcat she \"fell in love with\" while visiting an animal park. \"Three years old, I was standing with my face pressed against the glass,\" she recalls. \"I didn't want to leave. So my parents started calling me Tove Lo and it stuck.\" Home life was comfortable. \"We had a nice house,\" she says. \"We lived by the water and I was a pretty normal kid until my teenage years, then I dyed my hair pink and spiralled out of control.\" The reason for her rebellion was one Kurt Cobain. \"I fell in love with the Kurt and Courtney story, even though I was only 12,\" she says. \" I had all the posters on my bedroom wall - the   where he has loads of eyeliner. I was fascinated by grunge and it started there.  \"Growing up so safe, I think I was looking for something else.\" Although she's switched allegiance from grunge to pop, her use of dynamics (quiet verses, thunderous choruses) is still indebted to the Nirvana template. \"I'm a lot more inspired by that stuff than I think,\" she says. \"I like the music to be more direct - that's part of my way of writing without realising it.\" No wonder, then, that the Truth Serum EP - which contains more hooks than a coat rack - has made people sit up and listen. But the singer insists she never intended to become famous. \"If I wanted that, then I would have gone on Idol (Sweden's Pop Idol) - and I got the offer so many times,\" she says.  \"There's easy ways to get famous today if you want to. I had lots of meetings in the States, and they were saying, 'an artist is a business, we're going to turn you into an Empire!'  \"They would ask questions like, 'what would you wear to the red carpet?' and I would go 'I don't give a crap about the red carpet! Who cares?'\" Tove looks up to Beyonce - \"she never makes a mistake, she's not flawed vocally, physically\" - but sees her own career taking a different path. \"I'm a bit more rough around the edges. I couldn't release a fragrance - I don't even wear perfume - but obviously I'd like to have her audience!\" That day could come soon: Several magazines have anointed her a \"pop star in waiting\", and the singer is hard at work on her debut album.  \"I feel I have the songs,\" she says. \"That's what I love doing, so it doesn't scare me.  \"But I want the album to have the kind of storyline that Truth Serum has - so it feels connected, not a bunch of songs put together. It all depends how long that takes me.\" If that album makes her a star, and if she's very, very lucky, British DJs will finally learn how to say her name.  For the record, it's pronounced \" \" but Tove doesn't mind if people approach it phonetically. \"It's a Scandinavian name, so no-one's ever going to say it right in English,\" she laughs. \"And also,  sounds a bit like 'to the loo' which is not so good. So Tove Lo is alright.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26954021", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Tove Lo: A Swedish pop star in waiting"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:37 BST  The comedy writer and actress Jennifer Saunders has written her first book, an autobiography. Saunders, who is best know for her comedy collaboration with Dawn French and the BBC comedy Absolutely Fabulous, has won three Baftas, an International Emmy and a British Comedy Award. She told BBC Breakfast how her life almost took a very different turn when her mother enrolled her on a teacher-training course.  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985471", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": " Media requires JavaScript to play. David Sillito looks back at the life of Sue Townsend Sue Townsend failed her 11 plus, left school at 15 and wrote in secret, but she went on to become one of the UK's best-selling and beloved authors.  Susan Lillian Townsend was born in Leicester in 1946, the city where she set her most famous work, The Secret Diary of Adrian Mole, aged 13 3/4. The story of the pimply, pretentious teenager who painted his room black and obsessed about a girl called Pandora sold two million copies when it was released at the end of 1982.  Adored by fellow teenagers and adults alike, the book was followed by The Growing Pains of Adrian Mole in 1984 - making Townsend the best-selling novelist of the 1980s.  Townsend said she grew up \"comic-poor - what the Americans now call trailer-trash\", as the eldest of three daughters.  But there were always books in their home and, after discovering children's classics, she was soon reading one a day. \"I do think that books, good books, free you,\" she told writer Alan Clark, a friend and former creative writing student who interviewed her for Mediterranean Life magazine.  \"They make you feel a citizen of the world and things like class, sex and age don't matter. They're the greatest leveller.\" After leaving school, she worked as a petrol pump attendant, shop assistant and factory hand, before training as a community worker. She married at 18 but hid her writing from her first husband, inside sofa cushions and under the stairs. He left her and she was soon juggling three jobs, writing at night while her three children were asleep.  \"I became an insomniac, really, hardly slept at all, didn't even try to,\" she told The Guardian  .  \"And it's carried on. I hate to say I only need as much sleep as Mrs Thatcher, but I can cope really well on five hours.\" It was not until she confessed all to her partner Colin Broadway - who she later married and had another child with - that she was encouraged to join a local writers' group at the Phoenix Theatre in Leicester, winning an award for her first play.  The Adrian Mole series first started life as a play on BBC Radio 4 - first broadcast with the title The Diary of Nigel Mole, Aged 13 1/4.   A publisher heard it and offered her a contract to turn it into a book. A name change and another seven instalments followed along with TV and theatre adaptations.  Townsend often said she identified with Adrian but she was amazed by the book's success, both in the UK and abroad.  \"Now I realise that Adrian is simply a type of person who exists everywhere, regardless of nationality,\" she told Clark.  \"Shy, thoughtful, oversensitive, repressed. In a hut in the Gambia at this moment, there's an Adrian Mole getting on people's tits.\" She never allowed any of the books to carry an illustration of Mole though, as she wanted people to be able to visualise the character for themselves. Townsend had a heart attack when she was just 40 and was registered blind in 2001, after a 15-year battle with diabetes. She would lie on a sofa, dictating her final books to her writer son Sean, who - in 2009, donated one of his kidneys to his mother.  \"It makes me sound like Barbara Cartland. But I'm never as well groomed as she was,\"   in March 2012. During a BBC interview later that month, at the new Mansfield Library where she was speaking to a visually-impaired reading group, Townsend said of losing her sight: \"You can't underestimate what a devastating blow it is.\" She added: \"People would say, 'You're so good about it.' But inside... to me not being able to read, I still haven't come to terms with it yet.\" She also had neuropathic arthropathy - Charcot's joint -  which weakened the bones in her legs and feet and meant she had to use a wheelchair.  Before she lost her sight completely, Townsend would carry a large magnifying glass, which Stephen Mangan - who played Adrian in the BBC adaptation of The Cappuccino Years - remembers being trained on him.  \"When I auditioned to play Adrian, I remember she told me that he couldn't be too good looking,\" he said.  \"She pulled out a magnifying glass, came up right to my face - because her sight was just in the last stages of going, scanned me all over and said that I was indeed 'not good-looking enough to play the part'.  \"She was very funny, there was a lot of laughter whenever you met Sue,\" added Mangan.   Media requires JavaScript to play. Adrian Mole author Sue Townsend reveals she still has not come to terms with losing her eyesight through diabetes. The Cappuccino Years was a satire on New Labour, with Pandora now an MP and Adrian a chef in London.  Townsend was a passionate socialist and politics also influenced Adrian Mole's teenage years, under Thatcher's government. The eighth Mole instalment, Adrian Mole: The Prostrate Years, was published in 2009.  However, Townsend suffered a stroke over Christmas 2012 and, at the Oxford Literary Festival a few months later, revealed she had to push back the release date of the ninth book as a result.  \"It was on the way until the stroke interrupted me,\" she said.  Her other best-selling novels include The Queen and I - about the Royal Family being forced to move to a council estate after a revolution - and 2012's The Woman Who Went to Bed for a Year, about a middle aged mum who refuses to get up from bed.  \"Oh I'd love to [do that],\" Townsend told The Big Issue. \"A month would be great. Just getting up now and again, you know, to take showers and stuff. I wouldn't get bored, I'd listen to the radio.\" Townsend also published a more serious novel, Ghost Children, about the life-long effects of having an abortion, based on her own experiences - and often talked about writing \"a masterpiece\".  \"I wanted to be Dostoevsky but my way of coping with the world has always been humour,\" she told Clark.  \"In the playground I always made people laugh, I used to charge them three pence for an impression of a teacher. It kept me in toffees.\" Writers and comedians including JK Rowling, David Walliams, Matt Lucas and Caitlin Moran were all quick to pay tribute to that humour on Twitter.  Having left school at 15, Townsend was awarded an honorary Masters of Arts from Leicester University and, in 2008, was made a Distinguished Honorary Fellow of the university. She was also an Honorary Doctor of Letters at Loughborough University and a Fellow of the Royal Society of Literature. \"I hate it when people call me a 'national treasure',\"   in 2010, while promoting The Prostrate Years.  \"It takes away your bite and makes you feel like a harmless old golden Labrador.\" In 2009, Townsend was given the Honorary Freedom of Leicester.  She was surrounded by her family when she died at her home in the city on 10 April, following a short illness. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26986127", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Obituary: Sue Townsend"
        ]
    }, 
    {
        "article": "Sajid Javid, the Conservative MP for Bromsgrove, has been appointed culture secretary by David Cameron following the resignation of Maria Miller. Born in Rochdale in 1969, the 44-year-old former banker has been promoted from his previous role as Financial Secretary to the Treasury. A lot will be waiting for this bus driver's son at the Department of Culture, Media and Sport (DCMS). But what should be top of his list of priorities? The BBC News website asked the editors of four publications that focus on the arts and the creative industries what their readers want from him. I think what the UK film industry wants most from government is a sense of stability, particularly in the continuation of the  , which is an essential piece of the puzzle for keeping the British film industry surviving and thriving. What would be disastrous is if the new minister would make any sort of rash decision without consulting industry, the way Jeremy Hunt did in  . Now that the BFI is the  , they need to be allowed to just get on with the jobs at hand. Chris Smith's   and its follow-up review have laid out a clear plan of action. The hope is that any new minister will help the experts get on with that plan, not muddy the waters with their own input at this stage. It has to be said that culture minister Ed Vaizey has been a consistent and interested governmental voice about the film industry for a number of years. That's an asset for a new culture secretary, to have Vaizey's perspective after he's taken a genuine interest in understanding the industry.  But in short, the tax credit's stability, or even furthering it as recently proposed, is the most important thing that the culture secretary needs to protect. I think the vast majority of people in the music industry are pretty sick and tired of seeing music not regarded as one of the government's favoured creative industries. Video games, TV and the animation industry all recently won   in an announcement that was supposed to cover all the creative industries. Music once again was forgotten in that round. The industry has obviously been very hurt by copyright infringement over the past 15 years, particularly online. I think it's fair to say it would like to see action from government to assist with that. UK music as a net export is a huge success story for the UK and they would also like to see that reflected in policy making. I think it will be a huge relief if Sajid Javid acknowledged the music industry alongside the more tech-touched industries that have a sort of halo effect around them at the moment, from video games to animation to online programme making. There seems to be a belief within the current government that the UK tech industries are the only area for growth. But without content and without owning the rights to the things people want to be entertained by and engaged with, you don't have an industry. That's a message the music industry will want the culture secretary to be driving home at cabinet meetings. Music content is more widely listened to than ever before and the industry just wants to see it protected. We've seen Adele and Ed Sheeran and other artists emerge on the world stage in the last five years, so it would also be lovely to see if some sort of tax relief could help bring through the next era of British artists. In terms of theatre and the performing arts, I would say getting the   that's coming in later this year right and making sure the details are ironed out and making sure it's the one that works best for the sector has got to be near the top of his list. The last budget announced a brand new tax relief for theatre investment along the lines of the film tax relief that already exists. It's a   so it won't be directly Sajid Javid's brief. But it is his sector that it's going to affect, so I would have thought he'll be involved in getting it put through. Another area that Maria Miller wasn't as active in as she could have been, was the role of the DCMS in encouraging local authorities to fund culture. If there's one big funding issue in the arts from a theatre point of view, it's local council funding. I don't think enough has been done to encourage local authorities to continue their support for the arts. The third thing is working with the Department of Education to ensure that funding levels at arts training institutions are retained as much as possible, because a lot of drama schools are feeling the pinch at the moment. Hopefully the new culture secretary can bring some knowledge of how the Treasury works into the arts sector, to help it make a better case for funding and make the argument in a way the Treasury understands. The first thing is it's important to appear interested. It's important to be seen at things, to go and visit things and get to know the art world. And it's important not just to be seen at the National Gallery or the Tate, but to take some time to visit small arts organisations out in the regions. It helps a lot if the impression is that the culture secretary is genuinely interested - that always wins friends. Number two is obviously the issues around funding. The Conservative Party has increasingly started talking the language of art and the economy; they seem to see it very much from the economic aspect. Now art does have an  , but I think people feel in our world that arts offer more than economic value. Museums, art exhibitions, cultural events have a social benefit, an educational benefit, and I think it would be good for the secretary to understand that. Abroad, this is what we're known for. People like Thomas Heatherwick, Jonathan Ive, all the YBAs [Young British Artists] - people know who they are. Abroad, our art output is seen as a very important thing. But those people nearly all grew up at a time when art school was relatively cheap to go to and it was less of a risk. Becoming a really good artist is a long slow and painful process and it would be good for that to be understood. That's something the art world in the UK feels has got lost in the mix. I think we want a culture secretary who would be looking to protect the Arts Council and museums from any other cuts, and who really understands the educational and social benefit of the arts, from school to museum-visiting as an adult. There's also the issue around smaller arts organisations that tend to get funded through local authority budgets. There have been cuts at the local authority level that have affected arts in the region quite badly, and there's a general feeling that the regions have slid down the priority list. The minister could also do his best to persuade the Treasury to make it more attractive for the very wealthy to donate money and art, and not just to big institutions like the Tate. They should also be encouraged to give more money to museums and organisations in the regions. And there's one final point. We really ought to sign the  , which is all about the protection of heritage in war-torn countries. I know there have been cross-party moves to get the convention signed, but we haven't signed it. It's something the DCMS could take a lead on, in tandem with the Foreign Office. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26967580", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "What should be the new culture secretary's top priorities?"
        ]
    }, 
    {
        "article": "Sir Cameron Mackintosh says his 25th anniversary revival of Miss Saigon has attracted advance ticket sales from an \"incredibly young\" audience.  The musical, set during the Vietnam War, opened in London on Wednesday in front of a celebrity-packed audience.  It has already broken box office records for advance bookings.  \"For me in my own lifetime to reinvent one of the greatest musicals ever written is a privilege,\" said Sir Cameron.  Among the star names at the show were Stephen Fry, Lord Julian Fellowes, Miranda Hart, actor Eddie Redmayne and film director Tom Hooper. Based on the opera Madame Butterfly, Alain Boublil and Claude-Michel Schonberg's musical tells the tragic story of an orphaned Vietnamese girl, Kim, who falls in love with an American GI named Chris. Schonberg and Boublil, who also wrote Les Miserables, have written a new song called Maybe for the production.  \"This show seems to have a stronger rapport with the audience than it did 25 years ago,\" said Sir Cameron, after the opening night at the Prince Edward Theatre.  \"We've got record breaking advance booking but it's not from the normal theatre audience. It's from mostly younger people, a few hardcore fans, but mostly younger people who've never seen the show. They've heard about it from their parents.\"  The theatre impresario - whose other productions include Les Miserables, Cats and The Phantom of the Opera - was recently named among the billionaires on the Sunday Times super-rich list.  Miss Saigon broke the record for the largest single day of sales in West End and Broadway history when it went on sale last September, with takings of £4.4m on the first day. That figure eclipsed the amount taken by The Book of Mormon, which set the previous record in March 2013 when it took £2.1m in one day. Sir Cameron said the revamped production of Les Miserables in New York was also attracting a new generation of musical fans. \"With this show, and Les Miserables and The Book of Mormon, the audience is incredibly young.\" Miss Saigon arrives after a number of other recent high-profile West End casualties. The X Factor-inspired musical I Can't Sing! closed after just two months. The Full Monty closed after five weeks, Andrew Lloyd Webber's musical Stephen Ward lasted for four months and the curtain came down on Sir Tim Rice's From Here to Eternity after six months. \"It's unfortunate when other shows close but that's been happening all my career,\" said Sir Cameron. \"Two or three shows close and it becomes a great news story. When two open, everybody says: 'Everyone wants to see musical'.\" In Miss Saigon, the seedy role of The Engineer is played by Jon Jon Briones, who was in the original 1989 London cast. \"I was part of the ensemble,\" he recalled. \"I was surrounded by talented people and The Engineer was played by Jonathan Pryce. Watching him at rehearsals was a master-class every day.\" Eva Noblezada, 18, who plays Kim, has yet to graduate from her school in North Carolina, US.  \"It was so powerful tonight,\" she told the BBC. \"I do love to hear the sniffles in the audience because that means we did a good job.\"  praised her \"deeply felt performance and soaring voice\". In his four-star review, Charles Spencer said: \"Laurence Connor's production has a cinematic fluency and he keeps the dramatic tension simmering throughout. For all its many merits, however, I find it easier to admire Miss Saigon than to love it.\" \"It's less operatic than before and has a grittier feel. Yet it remains a huge spectacle, and the music surges and soars,\" said the   Henry Hitchings.  \"I can't say I was deeply moved, unlike the lady in front of me forever dabbing her eyes,\" admitted   Michael Billington. \"But I came away feeling this is a successful variation on an old tale and put across with exemplary vigour.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27483629", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Miss Saigon attracts new audience for 25th anniversary"
        ]
    }, 
    {
        "article": "Mancunian illustrator Stan Chow's cartoon portraits of famous faces has won him worldwide fame. Now a major retrospective is being held of his 20-year career at a gallery in his home town. Stan Chow's artwork is, by his own admission, about \"simple geometric shapes, flat colour and sweeping curves\". Two decades on from his first forays, it is a simplicity that has seen him garner fans and commissions worldwide. While his work has covered a wide variety of topics, it is his portraits of famous faces that he has become known for and the striking images have graced magazines, books and posters across the world. He says that while the portraits might look simple, it is \"pot luck\" as to how long each work will take. \"Sometimes it can take a few minutes, sometimes it can take hours. \"My favourite ones are the ones where I can nail the likeness pretty quickly and be as economical as possible, like my Bruce Willis silhouette and the Woody Allen.\" He says entertaining people with his style began, as things so often do, in the pub. \"Back in the day, I used to go drinking with [Elbow's] Guy Garvey a lot. Just to entertain myself and the people around us, I'd do a sketch of Guy using literally four or five strokes. \"It wasn't super-flattering, but it did look like him and it was striking - and he would usually do an impression of me which would entertain him greatly.\" Some faces have not been as easy to capture. He says one in particular caused him problems - that of Britney Spears. \"It was for the New Yorker magazine. They wanted an illustration of her post nose-job.  \"The problem with Britney is I don't recognise the post nose-job Britney as Britney.  \"The Britney I know is the one with the slightly weird nose, wearing a uniform in the Hit Baby One More Time video. \"The eventual illustration was given the thumbs up, but it messed with my head a little having to do that portrait.\" Now his achievement is being recognised with an exhibition at Manchester's Centre for Contemporary Chinese Art. He says he is delighted to put on the show but admits that it was \"never a conscious decision for my style to be how it is\". \"The more you illustrate, paint and draw, the more you evolve into the artist you become. \"I also realised when becoming a professional illustrator that there were some clients who would give you impossible deadlines to work to, like a call at 5pm for a print deadline the next morning. \"You have to learn how to work fast, so I guess my style has been streamlined somewhat to suit clients.\" The streamlining took \"about seven or eight years to fine tune\" - time in which he says he \"learnt to become economical and speedy\". \"There's a phrase in cookery - 'minimum effort, maximum impact'. It's slowly becoming my mantra.  \"Ultimately I do like to finish an illustration in less than a day - for me there's nothing more frustrating than going to sleep with an unfinished work to wake up to.\" It is not the only subject to cause him concern. Another has been much closer to home, his self-portrait. \"The problem now with doing a self portrait that looks like me is that I have to illustrate myself with a round face.  \"I actually do have a round face [but] it disappoints me that I have a round face nowadays. I much prefer my portraits when I was younger and my face was slightly slimmer.\" How he got that round face could be revealed in the retrospective, titled The Takeaway, which he says tells \"the story of my life, where I grew up to where I am today\". \"I grew up in a chip shop - the reason why I am an illustrator is because growing up, the only form of amusement I had was with a biro and chip paper.  \"I didn't really have many toys when I was a nipper, all I did was draw and draw and draw.\" He says the shop gave him his \"first big break\" while he was working there after art school. \"One evening, whilst a customer was waiting for his sweet and sour chicken, I started doodling on the paper. \"He seemed unnervingly interested in my doodles and we struck up a conversation. \"He told me he was an art director at an ad agency - anyway it's a long story, but it's the first chapter of how I got to where I am today.\" The rest, as they say, is history. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-manchester-26967041", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Stanley Chow's 'simple geometric shapes and sweeping curves'"
        ]
    }, 
    {
        "article": "Prince Rupert Loewenstein, the Bavarian banker credited with turning the Rolling Stones into the world's richest rock band, has died at the age of 80. Loewenstein, who became a close friend of Mick Jagger and godfather to his son James, was the band's financial manager for nearly 40 years. It was on Loewenstein's advice that the Stones became tax exiles, decamping to the South of France in the 1970s. Yet he famously wrote he was \"never a fan of the Stones' music\". In an autobiography published last year, Loewenstein wrote: \"To many outsiders, it must seem extraordinary that I was never a fan of the Stones' music, or indeed of rock and roll in general. \"Yet I feel that precisely because I was not a fan… I was able to view the band and what they produced calmly, dispassionately, maybe even clinically - though never without affection.\"  Part of the royal house of Wittelsbach, Loewenstein was born in Majorca in 1933, but educated in Britain, studying history at Oxford before going on to work in the City.  Jagger met Loewenstein in the late 60s when he was the head of a small London merchant bank. The singer asked for his help in extricating the band from their contract with then-manager Allen Klein, who was taking 50 per cent of their recording royalties. It was the beginning of a partnership that would last until 2007 and helped Jagger amass an estimated fortune of £200 million. Aside from establishing their status as tax exiles, he was responsible for turning the Stones into a global brand, copyrighting the infamous tongue logo and establishing tour sponsorship and advertising deals with key companies. However, the relationship turned sour towards their end of their business dealings, when Jagger rejected several commercially lucrative proposals set up by Loewenstein, including a musical collaboration with Cameron Mackintosh. The band and Loewenstein eventually parted ways seven years ago. Jagger decried the publication of Lowenstein's autobiography A Prince Among Stones last year. \"Call me old-fashioned,\" the singer was quoted as saying, \"but I don't think your ex-bank manager should be discussing your financial dealings and personal information in public.\" The prince died earlier this week following a long illness. His funeral will be held in London on Friday. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27515395", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Stones manager Loewenstein dies"
        ]
    }, 
    {
        "article": "Warner Bros has announced its forthcoming superhero film will be titled Batman v Superman: Dawn of Justice. The title seemingly references the Justice League - a superhero team also featuring Batman and Superman - which director Zack Snyder is due bring to the big screen at a later date. A website for the film has also   featuring a new logo - a combination of both heroes' insignia. It will be released on 6 May, 2016. Reaction to the title has generally been met with criticism from fans, with one saying it \"couldn't sound less like a legal case if it tried\". The movie - seen as a follow up to Snyder's 2013 Man of Steel - features British actor Henry Cavill reprising his role as Superman, with Oscar winner Ben Affleck as the Caped Crusader. Fast and Furious actress Gal Gadot also stars as Wonder Woman, alongside Amy Adams, Laurence Fishburne and Diane Lane, all of whom return from Man of Steel. Newcomers to the franchise include Jesse Eisenberg as Lex Luthor, Jeremy Irons as Bruce Wayne's butler Alfred and Holly Hunter in a role newly created for the film. Last week Snyder   of Affleck in costume, along with the new Batmobile. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27516492", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Batman v Superman title revealed"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:16 BST  Robbie Coltrane has played Hagrid in the Harry Potter films and won three Baftas for Cracker, but most people do not know that in the 60s his dreams were about art, not acting.  He was once a student at The Glasgow School of Art, and on Wednesday he returned there to open their newest building.  The BBC's Colin Paterson caught up with him to find out more about his early years. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26967084", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Photographer Michael Schmidt's work Lebensmittel has won the 100,000 Swiss Franc (£66,800) Prix Pictet. The photography prize was presented by honorary president Kofi Annan at a reception at the V&A museum in London. Judges said Schmidt's work, translated as \"food stuff\", was \"an epic and hugely topical investigation into the ways in which we feed ourselves\". His project and the work of the 10 other shortlisted finalists will be on display at the museum from 22 May. Mr Annan said \"the shortlisted artists have made powerful images that ought to persuade governments, businesses - and each of us as individual consumers - of the need for a fundamental rethink of the principles on which present-day affluence is founded\".  The prize, founded in 2008 by the Pictet Group in Switzerland, awards photographers' contributions to the ongoing debate on social and environmental challenges. Sir David King, chairman of the judges, said: \"We were privileged to review work by 11 truly outstanding photographers.  \"There were many potential winners but, after much debate, we finally agreed to award the Prix Pictet to Michael Schmidt whose Lebensmittel is an epic and hugely topical investigation into the ways in which we feed ourselves.\" Schmidt, 69, was born in Berlin and continues to works in Germany. Lebensmittel is a book that explores the processes of the European food system, from the farm to the table in a series of images with no accompanying text. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27504740", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Photographer Michael Schmidt wins Prix Pictet"
        ]
    }, 
    {
        "article": "\n                      Last updated at 09:12                 Caleb Johnson has been crowned the winner of season 13 of American Idol.  The rock singer, 23, won the title over teenage pop singer Jena Irene. \"This is crazy,\" said Johnson after host Ryan Seacrest announced the result of an audience vote in the season finale. Johnson from North Carolina, and Irene, 17, from Michigan, told each other \"you da bomb\" before the result was revealed. The two-hour long finale included performances from John Legend, Kiss, Demi Lovato and Lady Antebellum.  It also showcased a song by judges Jennifer Lopez, Keith Urban and Harry Connick Jr, with previous judge Randy Jackson joining in. The show's host Ryan Seacrest also had a go at singing during the show. Rival NBC singing contest The Voice has recently leapfrogged Fox's American Idol in the ratings. Fox has said it is likely to cut the show from two nights a week to one next series, after the initial audition stage. The show, which hit a peak of 30.3 million viewers in the 2005-06 season, drew audiences of under 10 million this year. Critics have pointed out that Ryan Seacrest did not announce the number of votes cast, which has been a regular feature in previous series.  American Idol has launched the careers of stars including Carrie Underwood and Jennifer Hudson. Follow   on Twitter and   on YouTube ", 
        "link": "http://www.bbc.co.uk/newsbeat/27515843", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Stars of the opera world have reacted angrily to a series of reviews criticising the appearance of Glyndebourne singer Tara Erraught. The Irish-born mezzo soprano was called \"stocky\" and \"dumpy\" by critics, all of them male, after her debut as Octavian in Der Rosenkavalier this weekend. Writing in the  , Andrew Clark referred to the singer as \"a chubby bundle of puppy-fat\". \"Clearly overt sexism is still rife,\" said opera singer Jennifer Johnston. \"Have we arrived at a point where opera is no longer about singing but about the physiques and looks of the singers, specifically the female singers?\" she wrote in an   for the Guardian. Another soprano, Elisabeth Meister, asked: \"What on earth does your body size have to do with how well you can sing?  \"There are more than enough industries set up around the world to make women feel bad about themselves,\" she wrote on her  . \"We don't need it in the classical world, too.\" She later told BBC Radio 5 live that she felt \"very let down by the standard of the reviews\". She said: \"I think it's lazy journalism at its worst, and actually it's rather sexist and rather insulting.\" Glyndebourne said Erraught was an \"outstandingly talented young artist\" whom they were \"thrilled\" to be working with. The singer plays Count Octavian Rofrano - a male role traditionally played by a female performer - who is the illicit lover of Princess Marie Therese von Werdenberg.  The 27-year-old has, so far, declined to comment on the disparaging reviews, which appeared on Sunday. Michael Church of the  called her \"a dumpy girl\", while the  's Andrew Clements said it was \"hard to imagine this stocky Octavian\" as a \"plausible lover\".  Richard Morrison in the   called her \"unbelievable, unsightly and unappealing\". \"There is no doubt of the talent of this young Irish mezzo,\" wrote Rupert Christiansen in the  . \"But she is dumpy of stature and... her costuming makes her resemble something between Heidi and Just William.\" Condemnation of their comments came swiftly.  \"These Der Rosenkavalier reviews really are unacceptable,\"   Thomas Kohut, a singer with the London Symphony Chorus. It is not about lights, it is not about costumes, it's not about sets, it's not even about sex or stature… It is ALL about the human voice ” Music journalist Elizabeth Davies  : \"Some pretty shocking casual sexism in the opera world this morning\". \"The classical world can't stop fat-shaming women,\" wrote Anastasia Tsioulcas, a former editor of Gramophone Magazine on the  .  \"What is stunningly apparent is just how much a woman's body matters onstage - way more, if these five critics are to be believed, than her voice, her technique, her musicality or any other quality. \"I find it astounding that across five widely-read publications, not a single editor saw fit to go back to the writer and challenge what he had written.\" Her comments were echoed by mezzo soprano Alice Coote, who said: \"We cannot people our operatic stages with singers that above all are believable visually or sexually attractive to our critics. That way lies the death of opera. \"It is not about lights, it is not about costumes, it's not about sets, it's not even about sex or stature. It is ALL about the human voice,\" she wrote on the   site. \"Critics, I beg you: Be kind to young singers - you may change the trajectory of their lives and career if you wound them with your words.\" The Telegraph's critic  , saying: \"Fat and thin can be equally beautiful but one has to make an audience believe\". He said the role of Octavian called for a \"taller\" singer who could carry off the \"principal-boy type\". However, he added: \"I am distressed to learn that Miss Erraught has been upset by the hoo-ha around the reception of her performance.\" In response to the furore, Glyndebourne issued the following statement to the BBC: \"Tara Erraught is an outstandingly talented young artist whom we are thrilled to have as part of the cast of Der Rosenkavalier.  \"We wish her and the rest of the company great success for the remainder of the run at Glyndebourne and for the 2014 Prom.\"  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27500461", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Glyndebourne opera critics spark 'sexism' row"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. The video shows people dancing to Pharrell's single in and around Tehran A group of Iranians who were arrested for filming a video tribute to Pharrell Williams' song Happy have been released on bail, reports from Tehran suggest. One of the fans, fashion photographer Reihane Taravati, posted a photo  , saying: \"Hi, I'm back.\" She and her colleagues were arrested on Tuesday. Police said their \"vulgar clip\" had \"hurt public chastity\".  showed three men and three unveiled women dancing on the streets and rooftops of Tehran. Williams, whose song was nominated for an Oscar earlier this year, had protested at the arrests. \"It is beyond sad that these kids were arrested for trying to spread happiness,\" the singer  . Many Twitter users had used the hashtag #freehappyiranians to put pressure on the Iranian authorities to release the dancers. Announcing her release, Taravati wrote: \"Hi I'm back. Thank you @pharrell and everyone who cared about us love you all so much and missed you so much.\" The International Campaign for Human Rights in Iran (ICHRI) reported that the other dancers seen in the video had also been released. \"All people who made the Happy video released today, except the director of video, a source close to the families said,\" the organisation  . The \"Happy we are from Tehran\" video, originally posted in March, has now been seen more than 40,000 times. At the end of the clip, the credits read: \"Happy was an excuse to be happy. We enjoyed every second of making it. Hope it puts a smile on your face.\" According to some reports, a total of 13 people were arrested in connection with the video, but official sources have not confirmed the exact number of detainees. Iran's state-run TV broadcast a programme on Tuesday, which apparently showed the men and women confessing on camera. A subtitled edition of the TV clip, posted on YouTube, identified the detainees as \"actors\" who claimed they were tricked into making the Happy video for an audition. \"They told me they are making a feature film and they had a permit for it,\" said one man  . \"They said those things and they fooled me.\" Another young woman added: \"They had promised us not to publish the video.\" Under Iran's interpretation of Islamic law, women must cover their hair and wear loose-fitting clothing meant to preserve their modesty.  Patrols of so-called \"morality police\" regularly enforce standards of Islamic dress on Iran's streets. However, the rules are widely flouted. The internet is also heavily filtered in Iran, with the authorities blocking access to popular social networking sites. But Arash Sobhani, lead singer of the Iranian underground rock group Kiosk, told the BBC's Persian service that attempts to suppress music and freedom of expression were not working. \"They banned our music, broke our guitars, attacked our parties and stopped our concerts,\" he said. \"But did we stop? No!\" Williams' song has inspired hundreds of tributes since it was released last year on the soundtrack to hit animation Despicable Me 2. In the UK, the track has reached number one on three separate occasions, while in the US it spent 10 weeks at the top of the Hot 100. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27509813", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Iran 'releases' dancers from Pharrell Happy tribute video"
        ]
    }, 
    {
        "article": "Activision Blizzard is trying to sue hackers who have created cheats for its Starcraft II video game. The publisher says the software undermines online multiplayer battles and could cause players to lose interest in the title. It has filed   calling for the unidentified programmers to be made to compensate it for copyright infringement. One industry watcher described the move as \"aggressive\". \"The only reason that cheats like this exist is because there is demand for them,\" said Ed Barton, a video games analyst at the consultancy Ovum. \"But the competitive scene for Starcraft is very important, especially in Korea, and Blizzard needs to preserve the fantasy of the core experience.\" News of the legal action was first reported by the  , which noted that the ValiantChaos MapHack cheats at the centre of the case remained available online if gamers paid a \"donation\" of $62.50 (£37). The creators have promoted the hack on Blizzard's own forums as well as other sites. The science fiction real-time strategy game Starcraft II was released on 27 July 2010, and has subsequently been followed up with expansion packs, Blizzard's   noted that the Heart of the Swarm add-on was 2013's best-selling PC game at US stores, and the company is still working on a final extension called Legacy of the Void. Its court filing talks of wanting \"to protect the sanctity of the Starcraft II gaming experience\" and notes that its terms and conditions explicitly prohibit the use of \"hacks, mods or any other unauthorised third-party software\" designed to allow a player to boost their ranking and access new weapons and abilities. \"The competitive aspect of Starcraft II's multiplayer environment is one of the driving forces behind sales of the game,\" it states. \"In fact, the Starcraft game are played as a competitive sport around the world, with professional or semi-professional players competing for national and international titles. \"Additionally, the ability to play the game against skilled human opponents keeps the player experience fresh and interesting, thus ensuring that players return to the game frequently.\" The firm adds that it wishes the court to shut down the hacks and make their creators hand over the profits they had made. The case has echoes of Nintendo's court battles against the Games Genie - a cartridge that allowed players to enter codes to cheat at Super Nintendo Entertainment System (SNES) titles in the early 1990s. Nintendo also alleged copyright infringement but lost the case after the judge ruled that consumers had the right to \"experiment with the product\" after paying a fair price for a game. Nintendo's rival Sega later gave its backing to the product and helped fund its marketing campaign. However, Blizzard has been more successful in this area following 1998's introduction of the Digital Millennium Copyright Act, which criminalised software designed to bypass digital locks.  In 2010 the firm won a copyright infringement  , which had sold a software \"bot\" that automatically played the early levels of World of Warcraft for players. \"The law in this area is relatively new as these forms of online games are only a decade old,\" Jas Purewal, editor of the Gamer Law news site told the BBC. \"Nonetheless, there have been a number of victories in this area and overall the odds are stacked against hackers and against cheaters once a games company is determined to take legal action.\" ", 
        "link": "http://www.bbc.co.uk/news/technology-27511932", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Blizzard sues Starcraft II cheat hackers"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Earlier, one witness denied fabricating an assault, as Sangita Myska reports Entertainer Rolf Harris was branded \"the octopus\" after repeatedly groping a TV make-up artist, a court has heard.  The woman, who cannot be named for legal reasons, told Southwark Crown Court there were more than two dozen such assaults during the day. Earlier, another witness denied making up claims she was groped by Mr Harris, of Berkshire, in a pub when she was 15. The star, 84, denies 12 historic indecent assault charges related to four girls aged seven or eight to 19. The incidents are alleged to have taken place between 1968 and 1986. The former TV makeup artist, who gave evidence from behind a screen, said Mr Harris was known as the octopus because \"it was all hands\". The entertainer repeatedly put his hands inside the freelancer's baggy denim shorts as far as her hips while making a programme in Australia in 1986, she told jurors. Southwark Crown Court heard that on one occasion while groping her that day, Harris even discussed her legs with the programme's male director, who was standing next to them. She told the jury she later complained to her female supervisor: \"That dirty old man groped me all day.\" The woman, who was in her 20s at the time, is providing evidence in support of the prosecution case. However, none of the charges relate to her. Three of the 12 counts relate to Tonya Lee, 43, from Australia, who says she was in London on a theatre trip in 1986.  Miss Lee, who has waived her right to anonymity, had previously told the court Mr Harris had assaulted her at the start of her group's six-week visit to the UK. However, on Wednesday, she admitted she got the date of one of the alleged assaults wrong. An itinerary of the tour produced by Sonia Woodley QC, for the defence, said there would be a \"celebratory meal with Rolf Harris\" in a public house in Greenwich at the end of their tour. Miss Lee told the court she was \"not a robot\" with a head for dates but she had \"no doubt\" the assault took place, in a pub in Greenwich, south-east London. \"There is no doubt in my mind what occurred to me,\" she said. \"Both assaults are very clear in my mind. I got the dates wrong, I admit to that.\" Miss Lee also dismissed prosecution claims that she had made up the story because she was motivated by money. The court was told she had made a £33,000-deal with a Sydney publicity agent to give interviews to an Australian TV station and a magazine. The jurors were also shown a newspaper article in which Miss Lee complained that not all of the money due to her had been paid.  She added: \"That was blood money. That's not money for frivolity or fun.\" Wednesday's second witness, a former partner of Mr Harris's daughter, said he was told by one of the complainants that the entertainer had an under-age sexual relationship with her. Malcolm Cox said the woman, a friend of Bindi Harris, was visiting the Harris family home in Bray, Berkshire, in 1996 or 1997 when she told him there had been a sexual relationship between Mr Harris and her, and it had occurred before the age of 16.  He said: \"The gist was, in my opinion, that someone had been abused.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-27503268", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Rolf Harris trial: Make-up artist branded TV star 'octopus'"
        ]
    }, 
    {
        "article": "William Roache is to resume filming on Coronation Street, almost five months after being cleared of rape and indecent assault. Roache has played Ken Barlow since the ITV soap began in 1960. The actor has been off screens since his arrest last May but was found not guilty of two rapes and four indecent assaults in February. He will resume filming in the next two weeks, with the scenes due to reach screens in August. After his arrest, Roache's character was written out and viewers were told Ken was visiting his grandson Adam in Canada. Upon his return, Ken will whisk wife Deirdre off on holiday, producer Stuart Blackburn said. \"I can't wait to see Bill back on screen,\" he said. \"I'm going to give Ken and Deirdre a little holiday - a caravan in North Wales. What could possibly go wrong? \"Ken raises the idea of going on holiday and she's busy scanning the papers for places in Monaco or Barbados, something like that. Then he pulls up in a hired caravan going, 'Let's go to North Wales!'\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27500248", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "William Roache to resume Coronation Street role"
        ]
    }, 
    {
        "article": "A hit West End play has made a unique debut - in the Antarctic. The National Theatre revealed this week that it had sent a DVD of The Curious Incident of the Dog in the Night-Time to the British Antarctic Survey's Halley VI research base. It took the unusual step after Dr James Townsend, a medical officer at the base, wrote and asked for permission to screen it for his colleagues. It had been one of the last shows he had seen before he left the UK. Dr Townsend, who arrived at the base on Christmas Day 2012, had the idea after he read about the play's success at the Olivier Awards in 2013. \"Having seen it shortly before I left the UK, I was trying to explain to the other guys here what it was like and why it was so good,\" he told the BBC News website. \"I failed miserably, I think, but had the notion that, if they saw it, it would all make sense, so contacted the NT Live team to see if it was possible to get a screening of it down here somehow. \"Obviously we were outside normal broadcast range but very kindly - and I think the only time they've done it - they offered to send a DVD copy of it down to me here to show on base.\" A National Theatre spokesperson confirmed that National Theatre Live shows - which are screened in cinemas - were not released on DVD but an exception had been made in this case.  Dr Townsend, a regular theatre-goer when he lived in London, screened the DVD for his colleagues at the base earlier this year and plans to show it again during the Antarctic winter, which began this month.  \"With the sun having set on 1 May, it's the last time for about 103 days that we'll see it above the horizon. We currently have a brief dusky period in the early afternoon, but will soon be in total darkness.\" The research base, which sits on the Brunt Ice Shelf, gathers weather and climate data. It played a critical role in the research that identified the ozone \"hole\" in 1985. Dr Townsend said that as well as watching TV and films as recreation, the crew at the base enjoyed cross-country skiing or kiting and visiting the nearby Emperor penguin colony.  He said: \"Some of the best entertainment for me is simply going out on the dark, still, crisp winter days and just laying on my back, just looking up at the starriest of star-filled skies, listening to nothing but your breath crackle and freeze with every exhalation.\"  The Curious Incident of the Dog in the Night-Time, based on Mark Haddon's award-winning novel, screens again in UK cinemas on Thursday.  The play, which won seven Olivier awards, resumes its West End run at the Gielgud Theatre from 24 June.  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27483630", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Curious Incident screened in Antarctica"
        ]
    }, 
    {
        "article": "A US dating show featuring a Prince Harry impersonator from Hertfordshire has been criticised as \"shameless\" and \"predictable\". Matthew Hicks, 24, won a role in Fox TV's I Wanna Marry Harry that sees him attempt to convince women he is the 29-year-old royal. It has faced criticism after being aired in America on Tuesday. Mr Hicks, an environmental consultant, said he never thought the premise was mean or deceiving to the girls. The Southampton University graduate tries to persuade 12 girls they are competing to date the fourth in line to the British throne in the show. \"They put themselves in this situation,\" he said. \"They're not weak, mentally fragile girls who especially might break down, and at the end of the day we're all there for a laugh.\" He said he thought the real Prince Harry would \"think it was quite funny\".  But some critics were scathing in reviews of the show. Writing on Time.com, James Poniewozik  , while Alessandra Stanley in the New York Times said it  The Daily Beast website, meanwhile, said it was \"irrelevant\". Kensington Palace declined to comment on the show. Fox TV is yet to comment on the reviews. Mr Hicks, who was spotted by producers on a celebrity lookalike website, was given training in royal history. The geology and oceanography graduate, whose parents live in Henlow, Bedfordshire, played cricket for Hertfordshire.  As well as a history briefing, he had his blond hair dyed ginger and was housed in an English manor house with guards to film the show. Over five weeks and a series of dates, he had to persuade the women who included a pre-school teacher and student studying for a PhD in physical therapy, he really was the prince. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-27499820", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Prince Harry Fox TV dating show 'shameless'"
        ]
    }, 
    {
        "article": "Actress Annette Bening will star opposite John Lithgow in an open-air production of King Lear in New York's Central Park this summer. Bening will play Lear's daughter Goneril, with Jessica Collins and Jessica Hecht playing her two sisters. The Oscar-nominated actress last appeared on a New York stage in 1988's Coastal Disturbances on Broadway. King Lear will be performed from 22 July to 17 August at the Delacorte Theatre, an outdoor amphitheatre. Tony Award-winner Daniel Sullivan will direct the classic tragedy. Bening has received Oscar nominations for her roles in the films The Kids Are All Right, American Beauty, The Grifters and Being Julie. Until this week, she was appearing on stage in a one-woman show inspired by American actress Ruth Draper's monologues at the Geffen Playhouse in Los Angeles.  Her performance   by her future co-star Lithgow on Twitter,  a picture of the beard he is growing for the role of the troubled King. He wrote: \"Starting to look like #KingLear. Wait'll you see that beard on July 22, Delacorte Theater in Central Park.\" King Lear is part of the Shakespeare in the Park season, which is run by the city's Public Theater. The production will follow Much Ado About Nothing, which runs from 3 June to 6 July, starring Hamish Linklater and Lily Rabe. Most tickets for Shakespeare in the Park are handed out for free in an attempt to create \"theatre for all\", often sparking large queues for its star-studded productions.  Now in its 52nd year, the festival's performances in Central Park have been watched by more than five million people. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27499913", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Annette Bening joins King Lear in Central Park"
        ]
    }, 
    {
        "article": "Monster movie Godzilla has topped the UK box office in its opening weekend, taking £6.4 million for the 3-D reboot. Starring Breaking Bad's Bryan Cranston, Aaron Taylor Johnson and Elizabeth Olsen, it knocked last week's number one Bad Neighbours into second place.  The Seth Rogan and Zac Efron comedy took £1.4m, while The Amazing Spider-Man 2 dropped into third place in its fifth week of release.  Godzilla also topped the weekend's US box office with $93.2m (£55.4m). It marked the second biggest US opening of the year so far, beating the The Amazing Spider-Man 2's debut and landing just behind Captain America: The Winter Soldier, which took $95m (£56.4m) when it opened in April.  Godzilla's UK opening coincided with one of the hottest weekends of the year so far, which could have contributed to the fact that it took less than Bad Neighbours' opening the previous weekend, at £8.4m.  Cameron Diaz comedy The Other Woman was in fourth place at the UK box office this weekend.  The Two Faces of January, starring Viggo Mortensen, Kirsten Dunst and Oscar Isaac, was the week's only other new release to make the top ten, taking £328,000. The film is adapted from a novel by Patricia Highsmith, who wrote The Talented Mr Ripley. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27487582", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Godzilla demolishes UK box office competition"
        ]
    }, 
    {
        "article": "Indian film director Rupesh Paul has revealed he is making a film about missing Malaysia Airlines Flight MH370. Speaking at the Cannes film festival, Paul told the   the drama - titled Vanishing Act - \"will not affect any passengers' families\". The search is continuing for the Boeing 777 plane, which disappeared on 8 March with 239 people on board. The film is expected to be ready for an autumn release date. Paul insisted he was not exploiting the ongoing search. \"The controversy will help indirectly, but we are not cashing in on the flight,\" he said. The director added there had been a lot of interest in the film, particularly from Asian markets. Paul is in Cannes to promote several of his films including Kamasutra 3D and The Monologues Of A Sex Maniac. Never one to shy away from controversy, his first movie was titled The Temptations Between My Legs. With much of the global film industry in Cannes this weekend, many other films have been announced and secured funding or distribution deals.  Trade website   that Martin Scorsese, Steven Spielberg, Wes Anderson and David Fincher had all agreed to appear in an Alfred Hitchcock documentary. The film, directed by Kent Jones, is based on the recordings that led to Francois Truffaut's 1966 book, Cinema According to Hitchcock, which many filmmakers describe as the bible of cinema. It is due to be released in spring 2015. Elsewhere, Adrien Brody was announced as the star of Lee Tamahori's revenge film Emperor.  Brody, who won an Oscar for The Pianist, will play Charles V, the 16th century Holy Roman Emperor. \"I have long admired Lee's work and a true fan since he blew me away with Once Were Warriors,\" Brody told  Screen Daily also reported that a documentary based on the life of Iggy Pop had secured backing. Production had already begun on the film, directed by Jim Jarmusch, which features interviews with the Stooges frontman. The as yet untitled documentary is now being supported by Fernando Sulichin's New Element Global and UK company Independent, which is launching the project in Cannes. \"The combination of one of the greatest independent filmmakers and one of the most explosive, dangerous bands of all time is going to be a real treat,\" said the Independent's Andrew Orr. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27469113", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Missing Malaysian plane film planned"
        ]
    }, 
    {
        "article": "A legal dispute faces the band Led Zeppelin over the song Stairway to Heaven, widely seen as one of the greatest rock compositions of all time. The copyright infringement action is being taken on behalf of late guitarist Randy California, who played on the same bill as Led Zeppelin in the 1960s. His lawyers say that he should be given a writing credit on the 1971 track.  said that the eight-minute song had earned $562m (£334m) as of 2008. The magazine says that the song was so profitable in part because Led Zeppelin did not release it as a single, leaving fans with no option but to buy the entire album, which is untitled but known as Led Zeppelin IV. Both Led Zeppelin and Warner Music have said they will not comment on the allegations.   Media reports say that the court case is likely to be based on allegations that the famous Stairway to Heaven opening guitar riff loosely resembles guitar work on an instrumental called Taurus. Taurus was written by Randy California's Los Angeles-based psychedelic band, Spirit, in 1968. The plaintiffs include Spirit's founding bassist Mark Andes and a trust that manages royalties for Randy California, who died in 1997 trying to save his son from drowning. Mr California is quoted by Bloomberg Businessweek as describing Stairway to Heaven as a \"rip-off\" shortly before he died. 'It is fairly blatant, and note for note,\" Mr Andes told Bloomberg Businessweek. \"It would just be nice if the Led Zeppelin guys gave Randy a little nod. That would be lovely.\" Led Zeppelin guitarist Jimmy Page is reputed to have begun writing Stairway  to Heaven in 1970 in a remote cottage in Wales.  Earlier this month the band unveiled two previously unheard recordings ahead of the re-issue in June of its first three albums.  Jimmy Page, now 70, meanwhile has scotched rumours of a reunion concert. For a band that broke up in 1980, following the death of the drummer John Bonham, interest in Led Zeppelin remains intense. The surviving members reunited seven years ago for a concert at London's O2 arena.  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27497950", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Copyright row over Led Zeppelin classic Stairway to Heaven"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Watkins could have created a 'heavily groomed clique' to protect him, according to an expert An inquiry into whether Lostprophets' Ian Watkins' celebrity status prevented him from being brought to justice as a child sex abuser earlier is being held. Gross misconduct notices have been served on seven police officers as part of an investigation into the handling of allegations against Watkins. They include three from South Yorkshire Police, two from Bedfordshire Police, and two from South Wales Police.  for serious child sex offences. Independent Police Complaints Commission commissioner Jan Williams said: \"We are continuing to gather and analyse information in all three investigations in order to establish what steps were taken by police in response to the allegations made against Ian Watkins, whether he could have been brought to justice sooner and whether his celebrity status had any impact on those investigations.\" The Pontypridd-born Lostprophets singer was jailed after  . Watkins admitted the attempted rape and sexual assault of a child under 13 but pleaded not guilty to rape. He also admitted conspiring to rape a child, three counts of sexual assault involving children, seven involving taking, making or possessing indecent images of children and one of possessing an extreme pornographic image involving a sex act on an animal. The IPCC said it has received a substantial amount of documentation from the three forces involved which is being analysed by investigators.  The officers served with misconduct notices are: The inquiry will look at complaints about how South Yorkshire Police handling of three reports made to the force between March and May 2012 which contained allegations against Watkins with potential evidence.  It will also scrutinise how Bedfordshire Police dealt with information from a member of the public who reported an allegation of child abuse against Watkins in October 2012. Ms Williams said progress on the inquiry was being made. \"We have now conducted two interviews with a detective sergeant from South Wales Police about his actions in relation to information about Ian Watkins,\" she said. \"We anticipate he will be interviewed again in the near future.\"  and   said they were cooperating with the IPCC.  added: \"At the time of the original investigation there was insufficient evidence to apply to the magistrates for a warrant.  A medical examination of the child did not reveal any evidence of abuse at that time. However, information was shared with partner agencies, including South Wales Police and child protection processes followed.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-wales-south-east-wales-27502137", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Ian Watkins: Inquiry asks if his fame delayed justice"
        ]
    }, 
    {
        "article": "Rapper Nicki Minaj has asked a federal judge in Atlanta to dismiss a $30m (£17.8m) legal claim against her by her former wig designer. Terrence Davidson sued the star in February, accusing her of selling wigs based on his designs without permission. Lawyers for Minaj argued that the case should be thrown out as Mr Davidson had failed to state a valid claim. They added he was \"upset because he lost his most famous client\". Mr Davidson, who began working for Minaj in 2010, created wigs the star wore at high-profile events and in her Super Bass music video. He claims Minaj and her team reneged on discussions to launch his own reality show and wig line, saying the star had since copied his wig designs and was selling them online. Christopher Chestnut, Mr Davidson's lawyer, said his client's wigs \"significantly contributed\" to Minaj's notoriety and helped her rise to fame. The hair stylist stopped working for the rapper in 2013, citing creative differences. According to legal papers, Minaj's lawyers said Mr Davidson was seeking to force himself into a business relationship the star and her team had developed in a bid to receive money he had not earned. Responding to claims Minaj prevented him from becoming a reality TV star, they said Mr Davidson's \"self-described talents are insufficient to garner the same types of business opportunities he may have received when serving as [Minaj's] hairstylist\". ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27499296", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Nicki Minaj files to dismiss wig legal claim"
        ]
    }, 
    {
        "article": "A musical based on the lives of Grammy Award-winning singer Gloria Estefan and her producer husband Emilio is heading to Broadway next autumn.  On Your Feet! will premiere in Chicago next summer before moving to New York. The creative team includes director Jerry Mitchell, who was behind Kinky Boots, and playwright Alexander Dinelaris, who worked on The Bodyguard. Estefan has sold more than 100 million records and the show takes its name from her hit single Get On Your Feet. The couple were both born in Cuba before emigrating to Miami. Gloria Estefan began her career with Miami Sound Machine, which was fronted by Emilio. She went on to become the most successful Latin crossover performer, winning seven Grammy Awards. Her other hits include Rhythm is Gonna Get You, Anything For You, 1-2-3 and Don't Wanna Lose You. The musical will feature a selection of those favourites, plus new material written by the pair.  As well as guiding his wife's music career, Emilio has worked with a host of Latin stars including Ricky Martin, Jennifer Lopez, Marc Anthony and Shakira. Sergio Trujillo, who has worked on FlashDance, Memphis and Jersey Boys, will choreograph the musical, which is produced by the Nederlander Organization, which owns nine Broadway theatres. The musical is the latest in a long line of shows to be based on pop stars and their songs. Most recently, Carole King bio-musical   earned seven Tony Award nominations. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27499905", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Gloria Estefan musical On Your Feet! heads to Broadway"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:56 BST  \"Beatmatching\", the art of seamlessly blending one song into the next, can make or break a DJ's career. Point Blank Music School student Sydney Thomas gives us a demonstration, before Dr Mark Elliott, a research fellow at Birmingham University's School of Psychology, explains the science behind the art. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27498611", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:49 BST  The judges of the show, American Voice, say they would like to have 'holograms' made of themselves.  It follows the appearance of a Michael Jackson 'hologram' at the Billboard award ceremony in Las Vegas earlier this week. It mimicked the late King of Pop's famous dance moves while performing Slave to the Rhythm, a song from Jackson's posthumous album Xscape. Judges Shakira, Usher and Adam Levine discussed why they would like their own. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27472490", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 20:43 BST  A group of Iranians who were arrested for filming a video tribute to Pharrell Williams' song Happy have been released on bail, reports from Tehran suggest. One of the fans, fashion photographer Reihane Taravati, posted a photo on Instagram, saying: \"Hi, I'm back.\" She and her colleagues were arrested on Tuesday. Police said their \"vulgar clip\" had \"hurt public chastity\". The video showed three men and three unveiled women dancing on the streets and rooftops of Tehran. BBC Persian's Rana Rahimpour reports. ", 
        "link": "http://www.bbc.co.uk/news/world-middle-east-27505407", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:47 BST  Matt Smith joined his co-stars for the Cannes premiere screening of Lost River. The film, which marks actor Ryan Gosling's directorial debut, tells the story of a young man living in Detroit who lives in fear of a local gangster named Billy, played by former Doctor Who Matt Smith. Other cast members include Mad Men star Christina Hendricks and Eva Mendes. Smith received loud cheers on the red carpet when his name was announced to the waiting fans. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27472491", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 00:19 BST  One well-received film at Cannes this year has been Timbuktu - the only African film in the competition. It is said to be the first feature film to have as its backdrop the 2012 takeover of Timbuktu in northern Mali by Islamist militants.  For the director Abderrahmane Sissako the wounds from that time are still raw. From Cannes, Talking Movies' Tom Brook reports. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27472494", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 04:39 BST  Postman Pat has turned to \"the dark side\", according to the man who voices Britain's favourite postie in his first feature length movie. Stephen Mangan, famous for roles in Episodes and Green Wing, plays Pat, as he finds fame on a TV talent show. Mangan talked to the BBC's Tim Masters about the challenges involved in bringing Pat to the big screen. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27439042", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": " Media requires JavaScript to play. Director James Strong relives the moment the Manchester bomb exploded On 15 June 1996, the IRA detonated a 3,300lb bomb in Manchester city centre. That afternoon, England played Scotland in the Euro 1996 football championship. That day was the dawn of a new era, a BBC TV drama suggests. Eighteen years ago, James Strong was training as a television director at Granada in Manchester. That Saturday morning, he was heading into the city centre to go shopping. \"I think I might have been buying an England shirt to watch the game,\" he recalls. \"I was walking down Deansgate and I remember a boom. Suddenly, I saw all the windows at the bottom end of Deansgate start to blow out. \"Then I remember sort of falling over, and being on the floor, and thinking, 'How weird'. \"I got up and it was really quiet. Then all the alarms [went off]. You could tell something had happened but I thought a building had collapsed or something.\" Strong turned around and went to a friend's flat, where he learned it was actually an IRA lorry bomb. It was the second biggest IRA bomb on the British mainland. A warning had been received, meaning no-one died, but 200 people were injured and it devastated the city centre. Now Strong has returned to the city to direct three-part BBC One drama From There To Here, which uses that day as its starting point. \"To get the script 20 years later, I opened it up and read it and thought, 'Blimey, I've got a unique insight into this moment, and that period in Manchester,'\" says the director, who also worked on Broadchurch. From There To Here, which begins on Thursday, stars Philip Glenister as a man who escapes unscathed from the blast - but finds his personal life wrenched in an unexpected direction as a result. Bernard Hill plays his father, who runs the struggling family sweet factory, and Steven Mackintosh plays brother Robbo, a ducker-diver who is in deep trouble with Manchester gangs. The story jumps in time as the mini-series goes on - from the summer of 1996 to the political shift of the 1997 general election and finally the post-millennial hangover of 2000. Creator Peter Bowker, whose past writing credits include Blackpool and the Bafta-winning Occupation, says he got the idea after concluding that the financial meltdown of 2008 marked the end of an era of optimism in British life. \"So where did that period of optimism begin?\" he says. \"To my mind, anyway, that summer of '96 was the start of a kind of optimistic phase in British culture.\" Football \"came home\" as England hosted and reached the semi-finals of Euro '96. There was a confidence in British culture as Cool Britannia was in full swing and Blur and Oasis did battle in the charts. He chose classic Manchester songs for the soundtrack as well as commissioning I Am Kloot to write new incidental material. \"Manchester to me started when I was 16 and someone stuck a pair of Walkman headphones on and I heard the Stone Roses' debut album,\" he says. \"That was my first big musical love.  \"Having the Stone Roses open up the first episode is monumental to me. \"The Stone Roses is a symphonic sound. It's such a big sound and it does somehow encapsulate what Manchester's all about. \"Manchester and its music are completely intertwined - it's etched right through the skin of Manchester.\" A new political era was dawning, with New Labour on the verge of sweeping away 18 years of Conservative government. Hope was in the air. \"I realised there was almost an expectation,\" Bowker says. \"They were expectations that one way or another weren't delivered on.\" The hopes that were invested in the footballers, the musicians and the politicians all eventually evaporated, he says. As for the Manchester bomb, it wreaked havoc and destruction. But it was also the catalyst for the £1.2bn regeneration of the city, a regeneration that may not have happened on such a scale without the intervention of the IRA. \"Over that summer, the event that we would think was the good thing was Euro '96,\" Bowker reflects. \"And lo and behold, that expectation has not been met because England haven't done well in a major tournament since. \"And the thing that we would say undoubtedly was the bad thing was the IRA bombing of Manchester. And yet its consequences, one would argue, have been fairly good. \"It's only with hindsight we can work out which were the events which were turning points for good or bad.\" The Manchester bomb was also a turning point for another reason. It was the last IRA bomb of its size on the British mainland and the Irish peace process led to the Good Friday Agreement two years later. And as the threat of Irish republican terrorism receded after June 1996, dark clouds appeared on another horizon as the attacks on 11 September 2001 left the Western world fearing Islamist attacks and led to the wars in Afghanistan and Iraq. Bowker says: \"Even the [IRA] bomb seems strangely old-fashioned compared with what we've encountered since from terrorism. \"It was a bomb that seemed to be directed at buildings rather than people. It was very, very fortunate that it didn't kill people and that's no defence of it, but there seemed a slightly different tenor. So that alone... well, it's a different war.\" It has been 18 years since that day in 1996 and, watching the programme, it feels like a different age. \"What the drama is getting at is whatever era we find ourselves in, we rush to judgement in the present,\" Bowker says. \"It's only with hindsight that we can slowly start to unpick how we got there.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27469178", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "TV drama From There To Here revisits 'optimism' of 1996"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 00:18 BST  Poster-sized selfies are pasted onto pavements and buildings in Shanghai,  the art of noise is explored in a soundscape project in Virginia - and more from the world of arts. Miranda Hurst reports.      ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27502815", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Timbuktu was one of the first films shown at this year's Cannes Film Festival and it remains one of the most praised. It's the work of director Abderrahmane Sissako, who grew up in Mali and it's the only film competing for the Palme d'Or made by an African director. Sissako says Timbuktu offers a warning about extremism - but it's also a touching personal drama. At 53, Abderrahmane Sissako is one of the few African directors with an international reputation. He was born in Mauritania but grew up across the border in Mali. His previous full-length film, in 2006, was Bamako, set in the Malian capital. Since then, Mali has been in the headlines mainly for the rise of hardline Islamists in the north and Sissako's new film addresses that phenomenon. In 2013, the French government launched Operation Serval, to counter al-Qaeda linked groups in northern Mali. The make-up and motivation of these groups is complex.   Abderrahmane Sissako says his idea initially was to make a documentary about the influence of groupings whose foreign members may include Libyans and Algerians.   \"But I think the documentary can be a difficult form,\" he says, speaking after his film's screening in Cannes.  \"I thought at first I could just go with my video camera and talk to people about what they think of foreigners telling them they're bad Muslims if they play football or sing or don't wear modest clothing.  \"Then I started to worry what might happen to them afterwards. The jihadists would find out what had been said so I realised no one would be free to speak their own mind.\" But the director admits he also had concerns for his own safety and that of his crew.   \"I planned to shoot in Mali. But when I was there for research there was a bombing in Timbuktu outside the army barracks and I worked out there could be a lot of disruption from the Islamists and maybe worse.  \"In the end the filming was almost all in Mauritania where the authorities were helpful. But we also shot for two days in Timbuktu.\" Timbuktu is beautifully photographed by Sofian El Fani, who filmed last year's Palme d'Or winner Blue is the Warmest Colour. The story is acted by a mix of professional performers and local people.  Kidane and Satima live a peaceful life tending their cattle, believing themselves safe from the extreme Islamists who have come to dominate the area.  Then Kidane takes a gun with him to argue with a fisherman about the killing of his best cow and a gripping tragedy ensues. \"I worry about Mali because I am a citizen of the world,\" says Sissako. \"The fact I grew up there is secondary. It's appalling that a group of people can turn up and transform Islamic society, which for centuries has been tolerant and kind, into something so intolerant.\" In the film, Arabic-speaking Islamists dominate local Tamasheq-speakers, in part simply by driving around toting their weaponry.  But Sissako says their initial foothold was made possible by faults in society in Mali and elsewhere in Africa. \"You can understand that, at first, some in Mali may have welcomed the jihadists. In a part of the world where people have no money and no work they played a social role and I try to show that in the film.  \"I didn't write the jihadists as monsters: some may be rash or hypocritical or may act out of self-interest but they are human beings.\" \"The fact is the government in Bamako had more or less abandoned northern Mali.  I didn't write the jihadists as monsters: some may be rash or hypocritical or may act out of self-interest but they are human beings” \"I am certain some seeing the film will say, 'Where are the police?' and 'Why is no one keeping order?' But the jihadists took over because there was no social structure to keep them out. \"One of the reasons I made the film was to encourage Mali's rulers to do more to deal with the problem of the north. I was delighted the film was chosen to compete here in Cannes: it has focused attention on an area the outside world finds baffling and maybe tiresome.  \"The underlying problem is obvious and it's only the western world which can sort it out. Wealth is distributed completely unfairly around the world and that inequality creates areas of huge poverty such as Mali.  \"Dire poverty provided fertile ground for the groups we show in the film. None of that is very hard to understand. \"The international community is now spending tens of millions of euros in Timbuktu and Kidal and Gao. If that investment had come years ago, many of the problems in northern Mali could have been avoided.   \"It's a shameful failure by the west and of course it's not only in Mali. Just look at what's happening with Boko Haram in Nigeria: the details are different in each country but many of the same underlying problems are the same.\"  Yet Sissako's anger at the west shouldn't lead audiences to expect a political harangue on screen.  The film's achievement (and why it was met so warmly in Cannes) is that it's anything but a dry tract.  There's a charm to the performances and more humour than you would expect. The locations are attractive and, as tragedy takes hold, the story becomes genuinely moving. Timbuktu is a French production with a small amount of funding from Mauritania. But Abderrahmane Sissako says he's hopeful a more developed film industry will emerge in the region. \"It's another example of the lack of resources there. There are few film-making resources in that part of the world. In Mali, there are virtually none.   \"And there is almost nowhere in Mali to see a film either, even in the capital Bamako.  \"I would love Malians to watch Timbuktu but I just make the films. I'm glad to say it's somebody else's job to provide a place actually to see them.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27441139", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Timbuktu film at Cannes mixes tragedy, charm and humour"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 01:56 BST  Hundreds of sketches, paintings and letters belonging to the 18th Century painter Joseph Wright are to go on public display for the first time. Derby Museums Trust, which looks after the collection, has converted two rooms at the city's   to house the items within the newly established Joseph Wright Institute. The trust said the institute would enable people to learn more about the artist, who became famous for his use of light and shade. The free   opens on 24 May. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-derbyshire-27512493", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Broadchurch was the night's biggest winner at the Bafta TV Awards, but plenty more had reason to celebrate. Here is a taste of what went on backstage at London's Theatre Royal Drury Lane:  As award shows go, this one delivered its fair share of drama. US drug series Breaking Bad became the first online-only show in the UK to win a TV Bafta.  Olivia Colman followed her double win last year by scooping the leading actress prize for Broadchurch. And the IT Crowd proved that geeks can be cool with comedy acting wins for its stars Katherine Parkinson and Richard Ayoade. The first winner of the night was Ant and Dec's Saturday Night Takeaway. The Geordie duo returned to the stage towards the end of the night when they won best  entertainment performance for the same show.  Speaking backstage about their long TV partnership, Declan Donnelly said: \"It's not like work for us. We live a couple of doors away from each other, we drive into work together, even on our days off we play golf together.   \"It's like a dream. I get to go to work everyday with my best mate.\"  The mini-series award went to BBC Three zombie drama In The Flesh, which stars Luke Newberry - a best actor nominee - as a teenager with Partially Deceased Syndrome. BBC Three's Him and Her: The Wedding was named best sitcom - making it two wins for the TV channel that is being axed to become an exclusively online outlet, accessible via the BBC iPlayer.  In The Flesh director Jonny Campbell noted that online-only shows like House of Cards and Breaking Bad didn't \"look like their budgets were cut to go online\".  Media requires JavaScript to play. ITV's Broadchurch was the big Bafta winner with awards for best drama, best actress and best supporting actor Asked about the BBC Three closure, Kenton Allen, the executive producer of Him and Her, said: \"I think winning Baftas in amongst all this competition from terrestrial channels might make some people think again, but I doubt whether it will have an impact on the decision.\"  The BBC won four awards in total.  As well as those two wins for BBC Three, Sarah Lancashire beat co-star Nicola Walker to win best supporting actress for BBC One's Last Tango in Halifax, while the public-voted Radio Times audience award went to Doctor Who's 50th anniversary episode Day of the Doctor.  Backstage, an emotional Lancashire said she had made a \"biggest faux pas ever\" by forgetting to thank Tango writer Sally Wainwright, whom she praised as \"an extraordinary talent\". Channel 4 and ITV took home eight awards each.  Channel 4 had gone to the Bafta ceremony with a total of 27 nominations - the most of any single channel this year.  BBC One and BBC Two had 17 apiece, while ITV had 12. Sky, meanwhile, converted all of its three nominations into wins. David Attenborough's Natural History Museum Alive 3D won specialist factual; The Ashes 2013 - 1st Test, Day 5 took home the sport award; and A League of Their Own won best comedy entertainment programme.   Coronation Street's cancer plotline involving Hayley Cropper helped the long-running show win the soap award.  Actress Julie Hesmondhalgh, who played Hayley, said: \"Walking around in the street, people felt the need to talk to us about it.\"  More than 10 million viewers tuned in to watch her character take her own life to end the pain of terminal cancer in a controversial plot in January. \"I thought people weren't going to be able to handle it. But it seemed that a lot of people got a lot of solace... seeing it reflected in this way.\" Breaking Bad, shown exclusively online in the UK on Netflix, won the international award after a change in the rules allowed shows screened online to be eligible.  It beat Danish political drama Borgen, French supernatural chiller The Returned and Netflix stablemate House of Cards.  The show, about a terminally ill chemistry teacher who turns drug lord, came to an end last year.  \"I do believe it's one of the greatest TV shows ever made,\" said Breaking Bad star Aaron Paul who was there to pick up the Bafta. So if those were the winners, who missed out?  The Great British Bake Off - which had twice won the features category - failed to make it a hat-trick when it was beaten by ITV's Long Lost Family, presented by Davina McCall and Nicky Campbell. And there was no joy for Dominic West or Helena Bonham Carter, stars of BBC Four biopic Burton and Taylor, who were up for the leading actor and actress prizes.  The best actor prize instead went to Southcliffe's Sean Harris who praised his drama teacher for inspiring him to become an actor.  \"I could have ended up in a chicken factory,\" he elaborated backstage. The reality show win for Channel 4's Gogglebox - which features people watching TV shows in their living rooms - could throw up an unusual scenario later this week.  Friday's edition is set to feature the televised Bafta awards ceremony, which means the TV watchers will be commenting on their own show for the first time.  \"It'll be a bit weird, a bit eating itself\" said executive producer Tania Alexander. \"But it'll be interesting to see what we get.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27465253", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Bafta TV awards: the view backstage"
        ]
    }
]