[
    {
        "article": "Novelist Sue Townsend, best known as the author of the successful Adrian Mole series, has died. Townsend, 68, died at home on Thursday after a short illness. The first of her comic series, The Secret Diary of Adrian Mole, aged 13 3/4, was published in 1982 and the eighth instalment, Adrian Mole: The Prostrate Years, was released in 2009. Her other best-selling novels included The Queen and I.  Media requires JavaScript to play. Townsend, who was left blind after suffering from diabetes for many years, achieved worldwide success following the publication of the books about teenager Adrian Mole. The series followed the main character from adolescence under Margaret Thatcher's government, to maturity in Tony Blair's Britain. Townsend said that, in many respects, her hero mirrored her own experience. In March 2013, she told the Oxford Literary Festival that publication of the next Adrian Mole book had been pushed back as a result of a stroke she had suffered. She was diagnosed with diabetes in the 1980s and underwent a kidney transplant in 2009. She had the stroke in December 2012. Comedian and writer Danny Wallace is one of a number of those who have paid tribute to Townsend. Wallace told the BBC: \"If ever I saw that she was in a town close to me - and I'd never been to book readings or book signings before - but I always made sure I went to hers. \"She was incredibly sweet to her younger fans and I've got all these books at home that she had signed and she would say, 'To Daniel, from Sue Townsend aged 43 and three quarters' or '45 and a half'. \"So she really understood what people loved about Adrian Mole I think.\"  Media requires JavaScript to play. Actor Stephen Mangan, who played Adrian Mole in a 2001 television adaptation, told Radio 4's Today programme that Townsend took him \"under her wing\" during filming.  \"There was something really special about Sue. She was a hero of mine when I read the books as an adolescent - I was pretty much the same age as Adrian - but when I met her I just fell in love with her really,\" he said.  \"She was warm, she was funny, she was self-deprecating. She was incredibly encouraging.  \"It was the first time I'd ever played a lead part in a series and, however confident I must have tried to appear, she instinctively knew how difficult it was for me to come and lead a company with people like Alison Steadman and Zoe Wanamaker and Helen Baxendale. I'll miss her a lot.\" Harry Potter author JK Rowling  , writing \"So sad to hear about Sue Townsend. She gave me so many laughs.\" She added: \"#AdrianMoleWillLiveForever.\" David Walliams also  on the social networking site, calling Townsend \"a comedy genius\" and \"lovely lady\" who wrote \"some of the funniest books of all time\".  Crime writer Ian Rankin described her death as \"a real loss\". Writer Caitlin Moran   Townsend was \"one of the funniest women who ever lived.\" Townsend was born in Leicester in 1946, and set her most famous work in her home city. The Secret Diary of Adrian Mole, aged 13 3/4, was followed by The Growing Pains of Adrian Mole in 1984. The two books made her the best-selling novelist of the 1980s and they were followed by others in the Mole series, including The True Confessions of Adrian Albert Mole. Several of her books were adapted for the stage, while the Mole series was adapted for radio, television and theatre. Townsend was awarded an honorary Masters of Arts from Leicester University and in 2008 was made a Distinguished Honorary Fellow of the university. She was also an Honorary Doctor of Letters at Loughborough University and a Fellow of the Royal Society of Literature. In 2009 Townsend was given the Honorary Freedom of Leicester.  She said at the time: \"I have been a citizen of Leicester for over 62 years, most of my family and friends live here, so I was delighted when I was nominated to receive the freedom of the city.\" She leaves her husband and four children. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26982680", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Sue Townsend, author of Adrian Mole books, dies aged 68"
        ]
    }, 
    {
        "article": "Making films that specifically target older people is \"a mistake\", according to Oscar-winning actress Emma Thompson.  Many studios have tried to capitalise on the success of films like Calendar Girls and The Best Exotic Marigold Hotel, both of which had older casts. But Thompson told BBC Radio 4's   that separating audiences into groups was \"a mistake culturally, artistically and economically.\" The actress appeared on the show to promote her new film, The Love Punch.  The film, which co-stars Pierce Brosnan and Celia Imrie, has a slightly older cast than a typical Hollywood blockbuster, but Thompson said it aimed \"to entertain everybody\". \"This film isn't for older people, that would be a tragic mistake to indicate that we were making this for older people,\" she said.  \"What I find really fantastic about it is that it's young people who seem to enjoy it just as much, if not more.\" Thompson continued: \"I don't see where age has to come into it - it's been made to entertain everybody in the groups that we're supposed to be in, which is a selection of ages. \"The fact is that the film industry has tried to separate us into groups, and it's a mistake culturally, artistically and economically.\"  The Best Exotic Marigold Hotel, which starred Dame Judi Dench, Dame Maggie Smith and Bill Nighy as British pensioners at a retirement hotel in India, took $134m (£83m) worldwide in 2012.  It was a huge return on an estimated $10m (£6.2m) budget and a sequel is currently being filmed. Titles such as Last Vegas, Quartet and A Song for Marion have followed in its wake.  They are said to be targeting the \"grey pound\" - targeting the ageing population, who can often visit the cinema during the quieter daytime periods. \"I long for the day where we don't have to talk about our age as actresses,\" said Imrie, pointing out that her character's age in The Love Punch was \"incidental\" to the plot.  \"I don't want us to have to bang on about it anymore, because the more actresses go on the more interesting and fascinating they are,\" Imrie told Front Row.  \"You look into an older woman's face and there's a whole lifetime of life, and that's what we're depicting.  \"It's very rare that we're ever asked to play actresses, we're asked to play people in life and therefore the more life you live the richer, hopefully, you can be.\"  Thompson told presenter John Wilson that women have to fight for roles as they get older: \"Not only fighting for the roles, but fighting for female rights in general.\" \"For women a lot of the time, the only power that they do have in their roles on screen is the sexual power,\" Thompson added.  \"So when that sexuality becomes older, and therefore a great deal more threatening, the roles dry up - because women don't have access to the kinds of power that create the kind of story that people are writing about. \"The roles of women in life - in political life, business life, everything - are absolutely mirrored by what we see in cinema.\" Thompson was last seen on screen as Mary Poppins creator PL Travers in Saving Mr Banks and recently filmed Jason Reitman's Men, Women and Children.  She said it was important to \"challenge yourself\" by taking on different kinds of roles. \"I think it was after Sense and Sensibility my Mum said, 'So what are you going to do next, are you going to play another good woman in a frock?'. And I thought, 'Bloody hell, thanks Mum.' But I know what she meant.\" Thompson continued: \"If you challenge yourself to do something different, I think the more experience you have the more interesting it is to meet that challenge, and sometimes really surprising things come out of it.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26971676", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Emma Thompson criticises 'grey pound' films for older audiences"
        ]
    }, 
    {
        "article": "Kim Shillinglaw has been named controller of BBC Two and BBC Four, replacing Janice Hadlow, who stepped down earlier this year. The BBC executive currently works in the science and natural history unit, where she commissioned shows such as Stargazing Live and Frozen Planet. She has also suggested TV \"hasn't tried hard enough\" to find female science presenters. BBC director of TV, Danny Cohen, called her \"an exceptional creative\" talent. BBC Two has always been one of the most creative channels in the world, with a huge range of quality programming.” \"She has an eye for scale and the bigger picture and seeks out distinctive, high-quality ideas. BBC Two is in fantastic shape and I'm looking forward to seeing the channel blossom further under Kim's leadership.\" Shillinglaw has been critical of the lack of representation of women on television, particularly on science and factual programmes.  in 2011, she accepted some of the blame, saying: \"perhaps we programme-makers just haven't tried hard enough\". But, she added, the BBC had made efforts to redress the balance, hiring the likes of physicist Helen Czerski, climate expert Dr Gabrielle Walker and space scientist Maggie Aderin Pocock to front series and documentaries. She has also criticised the shortage of female comedians on panel shows, including BBC Two's Mock The Week. \"Why are the only women on Mock The Week compilations laughing cutaways?\" she  , predating the BBC edict that outlawed all-male line-ups. \"They never get to speak. Surely not because [they're] not funny?\" An Oxford History graduate, Shillinglaw has had a long career in broadcasting, both at the BBC and in the independent TV sector. In her current role, she commissions more than 200 hours of television per year, with programmes including Planet Earth Live, Pompeii, Richard Hammond's Journey to the Centre of the Earth, Planet Dinosaur, Dara O'Briain's Science Club and Springwatch. She has also worked in children's television, where she developed the first series of Horrible Histories. Of her new role, she said: \"BBC Two has always been one of the most creative channels in the world, with a huge range of quality programming. \"I'm delighted and honoured by the prospect of working with the best of our British talent and programme makers; I look forward to taking it and BBC Four to the next phase of great, thought-provoking and lively TV for British audiences.\" Shillinglaw was paid £160,340 last year. The BBC has not revealed her new salary - but her predecessor's final salary was £235,050. Janice Hadlow, who stepped down from BBC Two last year, commissioned shows such as The Great British Bake-Off and Twenty Twelve. She is now in charge of \"special projects and seasons\" at the corporation, overseeing series about popular music, literature and women's history. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26990256", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Kim Shillinglaw named controller of BBC Two and Four"
        ]
    }, 
    {
        "article": "Five musicians have taken legal action against the National Theatre after being stripped of their roles in the West End production of War Horse. The musicians are seeking a High Court injunction to be allowed back into the show until the full case can be heard.  The High Court heard the National Theatre had opted to use pre-recorded music instead of live performers. The group said they had continued to show up for nightly performances only to be turned away. The five, who had been with the hit show since 2009, had their roles cut back in March 2013 to just a few minutes per performance, until live music was cut altogether in March this year. Lawyers for the five -  Neyire Ashworth, Andrew Callard, Jonathan Eddie, David Holt and Colin Rae - told the court they were given 11 days notice of the contract termination but had continued to arrive on time for daily shows. \"The claimants have not accepted this breach of their contracts, and have elected to affirm their contracts. They have at all times made it clear that they remain willing and able to attend work and to perform their obligations under their contracts,\" said James Laddie QC. The National Theatre contests that it was bringing the London production in line with War Horse stage shows around the world, which do not use live music.  Representing the National Theatre, David Reade QC said the theatre was entitled to terminate the contracts of anyone whose services were no longer required.  He told the judge - who admitted he had not seen the show - that War Horse was a play which featured music rather than a full-blown musical.  \"As such, the orchestra was not an integral part of the play, and indeed there is no live band in any other production around the world,\" said Mr Reade. He added that it was \"frankly naive\" to think the musicians could return to their previous roles, and that a new cast had spent seven weeks rehearsing without live music. He said the National was not questioning the ability of the musicians but theatre management believed its live music budget would be better used elsewhere.  Judge Mr Justice Cranston said he would deliver his ruling on 15 April. War Horse is one of the National Theatre's most successful productions during the tenure of outgoing artistic director Sir Nicholas Hytner, having been seen by more than 2.5m people worldwide. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985562", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "War Horse musicians seek reinstatement after live music axe"
        ]
    }, 
    {
        "article": "Pulp hit Common People has been voted the top Britpop anthem by listeners of BBC Radio 6 Music, beating Oasis, Blur and Suede to take the title.  DJ Steve Lamacq revealed the   as part of a week-long celebration to mark the 20th birthday of Britpop. More than 30,000 people voted, with The Verve's Bittersweet Symphony second and Oasis tracks Don't Look Back in Anger and Wonderwall in third and fourth. Their chart rivals Blur were in fifth place with Parklife.  Pulp's Common People only made it to number two in the charts when it was released in May 1995 - denied the top spot by Robson Green and Jerome Flynn's Unchained Melody.  Included in Pulp's Different Class album, it featured Sadie Frost in the video and the lyrics were based on a girl who singer Jarvis Cocker met while studying at Central Saint Martin's art college. The lyrics reveal the girl from a wealthy family, had told him she wanted to live in the East End of London with \"the common people\".  \"It is one of the defining records of Britpop because it seemed to embrace the essence of the time so perfectly,\" said Lamacq, who led the Britpop at the BBC celebrations along with former co-presenter Jo Whiley. \"It was a big, bold anthem, but with a great narrative. And it seemed to sum up a feeling of 'us and them', as if to illustrate how the indie mavericks had taken on the pop stars and - for once - they'd won.\" Pulp also featured at number nine in the countdown with Disco 2000, while Suede hit Animal Nitrate was in sixth place and Blur's Girls and Boys in seventh.   Listeners were asked to vote for their all-time favourite Britpop anthem - the one song that epitomised that time for them.  The Bluetones made it to number eight with Slight Return, while Ash rounded off the top ten with Girl from Mars.  Britpop favourites Elastica, Shed 7, Menswear, Radiohead and Space also made the top 30 countdown.  Other highlights from the week of special Britpop at the BBC programmes included Lamacq and Jo Whiley being reunited to revisit their old Radio 1 show The Evening Session.  Their   included Supergrass singer Gaz Coombes, Sleeper frontwoman Louise Wener and Damon Albarn. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26990999", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Common People by Pulp is voted top Britpop anthem"
        ]
    }, 
    {
        "article": "The body of Peaches Geldof has been released to her family to allow for funeral arrangements to be made. It comes a day after a post-mortem into the 25-year-old's death proved inconclusive.  That prompted further toxicology tests, the results of which are due in two to three weeks. Geldof, the daughter of singer Bob Geldof and TV presenter Paula Yates died on Monday. Police are treating the death as \"non-suspicious\" and \"sudden\". A spokesman for North West Kent coroner Roger Hatch said: \"We can confirm that the body has been released to the family for funeral arrangements to be made.\" Any inquest is not expected to be opened and adjourned by the coroner until after the results of the toxicology tests are known. Geldof's body was found on Monday afternoon after officers were called to the home she shared with her husband and two young sons \"following a report of concern for the welfare of a woman\". Her father, the former frontman of Boomtown Rats, said the family was \"beyond pain\" and described Peaches as \"the wildest, funniest, cleverest, wittiest and the most bonkers of all of us\". Other tributes came from Fearne Cotton, Sir Alan Sugar, Lily Allen and Geldof's elder sister Fifi Trixibelle, who  : \"My beautiful baby sister.... Gone but never forgotten. I love you Peaches x.\" The 25-year-old, a TV presenter and magazine columnist, lost her own mother to a heroin overdose at the age of 11. She married US musician Max Drummey in Las Vegas in 2008, but the couple split amicably a year later before divorcing in 2011. She married Thomas Cohen, lead singer of London band Scum, in September 2012 at the church in Davington, Kent, where her parents married 26 years earlier.  It was also where her mother's funeral was held. The couple had two sons: Astala, aged 23 months, and Phaedra, aged 11 months.  In a statement released on Monday, Cohen said: \"My beloved wife Peaches was adored by myself and her two sons. \"I shall bring them up with their mother in their hearts everyday. We shall love her forever.\" ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26969233", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Peaches Geldof: Body released for funeral"
        ]
    }, 
    {
        "article": "Pop singer Kylie Minogue has quit The Voice after one series. The 45-year-old joined the BBC talent show last year, replacing Jessie J, and was credited with boosting viewing figures during the first few episodes. However, she said touring commitments meant she would be unable to return for a second series. \"Due to timing of my tour I won't be back next season for The Voice UK,\" she  . \"Thanks to all who supported!\" \"I absolutely loved my time on the show, and I'll miss all of the incredible people who were a part of my experience,\" the singer said. Jermain Jackman was crowned the winner of this year's series, marking the first victory for mentor will.i.am. Minogue's candidate in the final, Jamie Johnson, was eliminated in the first round of phone voting. Although the third series of the talent show enjoyed a ratings spike during the audition stages, peaking with 9.41m viewers, the live final was the least successful yet. An average audience of 6.6 million tuned in for the show, down from 7.24 million in 2012, and 7.1 million people the year before. The BBC has already commissioned another two series of The Voice.  Moira Ross, executive producer at production company Wall To Wall, said: \"Kylie has brought her own very special magic to The Voice UK and we have loved having her on the show.  \"We wish her well for her tour and hope to welcome her back in the future.\" It has not yet been confirmed whether Minogue's fellow panellists Tom Jones, Ricky Wilson and will.i.am will return for the fourth series next year. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985230", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Kylie Minogue quits The Voice"
        ]
    }, 
    {
        "article": "Academic and author Richard Hoggart, whose writing influenced ideas about the quality of life, education and the media, has died aged 95. He was best known for his 1957 book, The Uses of Literacy. Prof Hoggart had a long association with the BBC as a member of the General Advisory Council, and he was a  . He was a driving force behind the Pilkington Committee which led to the founding of BBC Two. The  . His son, Guardian journalist Simon Hoggart, died in January. If you put the most important cultural elements in society into the hands of commercial people who want to make a profit they will bring it down to the lowest common denominator” Richard Hoggart was brought up in Leeds in a working-class background, and was orphaned at the age of eight.  His experiences played a part in the thesis of his influential book, The Uses of Literacy, in which he argued the working classes deserved better in educational and cultural terms than society provided for them. The book was written in 1957, but Hoggart fought all his life against popular consumerism - what he described as the corrupt brightness of mass entertainments. He once said: \"If you put the most important cultural elements in society into the hands of commercial people who want to make a profit they will bring it down to the lowest common denominator.\" In a long career he was, among other things, a professor of English at Birmingham University, assistant director general of Unesco and vice-chairman of the Arts Council.  He founded the Centre for Contemporary Cultural Studies which influenced academic interest in cultural and media studies around the world. A champion of liberal thinking, Hoggart was a key defence witness at the Lady Chatterley obscenity trial in 1960. Among his later targets were terms such as positive discrimination and senior citizens. He said: \"Senior citizens is a bogus attribution. It was dreamed up in an ad agency or a PR office. It's cheap and insincere flattery, and anybody over 50 should reject it.\" Despite his many distinguished posts, he refused a knighthood and a peerage. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26982331", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Academic and author Richard Hoggart dies, aged 95"
        ]
    }, 
    {
        "article": "A host of established and up-and-coming musical stars have been added to the bill for this year's T in the Park festival. Paul Weller, Wilko Johnson and Soul II Soul will perform alongside Biffy Clyro, Ed Sheeran, Calvin Harris and Arctic Monkeys at Balado this summer. A number of breakthrough acts including Earl Sweatshirt, Wilkinson and Jess Glynn have also joined the lineup. The festival will be held on the weekend of 11 to 13 July. Former The Jam and Style Council musician Weller, known as the Modfather, has been a fixture on the British music scene for decades. He headlined the second ever T in the Park in 1995 and performed at the first festival to be held at Balado in 1997. Weller will be playing alongside one of his biggest musical influences in Wilko Johnson, the former Dr Feelgood guitarist who also recently appeared on HBO TV series Game of Thrones as executioner Ilyn Payne. Soul II Soul became a household name in the 1980s after winning a Grammy award for their hit Back to Life, and are appearing at T in the Park as part of their 25th anniversary celebrations. Festival director Geoff Ellis described Weller as \"a true icon of British music\". He added: \"When Wilko Johnson takes to the stage I think it'll be a very special moment - he's had a seminal influence on the country's music scene, and is one of Weller's own heroes.  \"Soul II Soul were similarly groundbreaking when they rose to prominence in the 80s, and their set will be pretty spectacular also.  \"Plus we're delighted to be bringing some of the most hotly tipped new breakthrough acts to this year's festival too - there's a lot of buzz about these acts right now.\" Earl Sweatshirt, the youngest member of Los Angeles hip-hop collective Odd Future Wolf Gang Kill Them All, is one of the most hotly anticipated new acts appearing, after his solo album Doris went down well with critics.  Drum and bass electronica producer Wilkinson is also hotly tipped, after remixing established artists including Chase & Status and Professor Green. And singer Jess Glynn has already featured on two chart-topping hits this year - fellow T in the Park act Clean Bandit's number one dance track Rather Be and Route 94's My Love. The LaFontaines, The Amazing Snakeheads, Darlia, Charli XCX and Little Matador are also among the newcomers on the bill. Alongside the headliners, other acts performing at the three-day festival include Ellie Goulding, Manic Street Preachers, Pixies, Jake Bugg, Elbow, and Paolo Nutini. Ticket sales for the event have been going strongly, with Saturday day tickets already sold out. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-26977042", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Paul Weller and Soul II Soul join T in the Park bill"
        ]
    }, 
    {
        "article": "The public outcry over Jeremy Paxman's beard last year has given the Newsnight presenter fodder for a one-man show at the Edinburgh Fringe Festival. PAXO will see Paxman discussing topics such as \"pogonophobia\" - an abnormal fear or dislike of beards.  The show in August will also allow the audience to turn the tables and \"quiz the grand inquisitor\", renowned for his confrontational interviewing style. Other subjects being pondered include \"underpants and the human condition\".  \"I have no idea why I'm doing this,\" revealed Paxman. \"Some fool said you only regret the things in life that you don't do, but I'm regretting this already.\"  However, the show's director Sarah Esdaile said she was looking forward to \"harnessing Jeremy's positive mental attitude\" and promised \"a little insight into the enigmatic Mr Paxman and what makes him tick\". Paxman's beard   after its debut on BBC Two's Newsnight last August.  However, he shaved it off for the new year, telling   magazine: \"If a chap can't shave on holiday, what can he do? Beards are so 2013.\" PAXO will run from the 18-25 August at the Pleasance Cabaret Bar. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26968913", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Jeremy Paxman to talk beards in one-man Edinburgh show"
        ]
    }, 
    {
        "article": "The Great Train Robbery has been re-created in miniature by a group of model railway enthusiasts. Built by the Luton Model Railway Club, the diorama depicts the night in August 1963 when a gang of robbers stole £2.6m from a night train in Buckinghamshire. Scenes depicted include bags of cash being unloaded from a carriage and the robbers making off with their swag. The club said it did not condone what happened, but felt the infamous heist would \"make an interesting display\". It was at 03:00 BST on 8 August that the train   on a bridge between Linslade and Cheddington. They broke into the High Value Package coach and made off with 120 mailbags weighing about two and a half tonnes stuffed with £2.6m in used banknotes (about £41m in today's money).  The model railway enthusiasts were inspired by last year's 50th anniversary of the infamous raid, and it took them a year to complete their homage. Nigel Adams, from the club, said: \"We do not condone the actions of the event, but it is a fact that the Great Train Robbery has become a part of the national consciousness for many people over a certain age.  \"We have tried to portray this event in a sensitive way, taking due regard for the injuries sustained by the locomotive crew on the night.\" The diorama features sound and lighting effects \"to portray the account of the event\", said Mr Adams. \"There are 15 figures on the display, although we have taken care to present them as just that - figures on a model.  \"We do not identify any 'personalities' due to the sensitive nature of the subject.\" The historical reconstruction, which includes a commentary, will be on display at Stopsley High School, Luton on Saturday and at the National Festival of Railway Modelling in Peterborough in October. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-26970204", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Great Train Robbery: Luton Model Railway Club re-creates heist"
        ]
    }, 
    {
        "article": "The first Oor Wullie and The Broons albums and paintings by the Scottish Colourists are to go under the hammer. Auctioneers expect great interest in the 1940s albums, and the paintings could fetch a six-figure sum at the annual Bonhams Scottish sale. A huge range of items including whisky, highland dress and Weymss pottery figures are also up for auction. The sale takes place at Bonhams Edinburgh saleroom on Queen Street over two days from 15 April. Highlights include a number of works by the Scottish Colourists, including three paintings by Francis Cadell. The two Broons albums were published in 1940 and 1942, while the Oor Wullie book dates from 1941. Produced by Dundee publisher DC Thomson, they were created by cartoonist Dudley Dexter Watkins, who drew the strips in his Broughty Ferry home until he died in 1969. Each of the three albums up for auction is valued at around £3,000. Bonhams book specialist Henry Baggott said it was rare to find albums in such good condition as such books were usually heavily used by children. He said: \"They do turn up but the condition of them is generally very bad, covers dirty and pages missing. \"What is amazing about these is that they look like they have been untouched by human hands, least of all by children's hands.  \"I'm expecting lots of interest in them. They have appeared at auction in the past and sold very well.\" The paintings by Edinburgh-born Francis Cadell are expected to fetch high five-figure or even six-figure sums. Cadell was a leading member of the post-impressionist Scottish Colourist movement in the 1920s and 1930s which went on to have a key influence on contemporary Scottish art and culture. Two views of Iona are estimated at £70,000 to £100,000 and £60,000 to £80,000, while another piece, Summer Garden, is valued between £70,000 and £90,000. Now in its 15th year, the Scottish sale run by leading London-based auction house Bonhams traditionally took place in the autumn, but has now moved permanently to late spring. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-26986978", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Broons and Scottish Colourists featured in annual auction"
        ]
    }, 
    {
        "article": "Stephen Colbert will succeed Late Show host David Letterman upon his retirement next year, CBS has said. Colbert, 49, is host of Comedy Central's acclaimed late-night satire programme The Colbert Report. Letterman, 66, said last week he was retiring after 21 years hosting the CBS show and 11 years on NBC's Late Night. On his show, Colbert plays a satirical version of himself to mock right-wing pundits. He has suggested he will retire the character for the new show. \"Stephen Colbert is one of the most inventive and respected forces on television,\" CBS president Leslie Moonves wrote in a   following the announcement.   \"David Letterman's legacy and accomplishments are an incredible source of pride for all of us here, and today's announcement speaks to our commitment of upholding what he established for CBS in late night.\" On his popular and influential Emmy-winning Comedy Central programme, Colbert's biting brand of satire has drawn critical acclaim as well as provoking ire, often from the Republicans and conservatives he skewers.  Recently he was attacked on social media for a joke some viewed as disparaging toward Asian Americans but which he meant as a satirical jab at the owner of the Washington Redskins American football team.  Of his hiring to the Late Show top spot, Colbert said, \"simply being a guest on David Letterman's show has been a highlight of my career.\" \"I never dreamed that I would follow in his footsteps, though everyone in late night follows Dave's lead.\" ", 
        "link": "http://www.bbc.co.uk/news/world-us-canada-26979926", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Stephen Colbert to succeed retiring David Letterman "
        ]
    }, 
    {
        "article": "The full programme for this year's Brewin Dolphin Borders Book Festival has been announced.  Former Prime Minister Gordon Brown and comedian Jennifer Saunders are set to appear in a line-up described as \"stellar\" by organisers.  The festival runs from 12-15 June and is part of Homecoming Scotland 2014.  This year's festival features talks covering topics ranging from history and politics to cookery and fiction. Once again the Borders Book Festival offers a stellar line-up of fantastic writers, speakers and entertainment for all the family” Based in Harmony Garden, Melrose, it will also feature events marking the centenary of World War One and the 200th anniversary of the publication of Walter Scott's novel Waverley. Crime writer Lynda La Plante, former Liberal Democrat leader Paddy Ashdown and wildlife presenter Steve Backshall are among those speaking on 12 June, the opening day of the festival. Others appearing during the four-day event include Pink Floyd drummer Nick Mason, broadcaster Kirsty Wark and wildlife cameraman Doug Allan, who has worked on David Attenborough's BBC series' such as Blue Planet, Planet Earth and Frozen Planet. Festival director Alistair Moffat said: \"This year's festival programme is a passport to another country: the land of imagination, creativity, ideas and fun.\" He added: \"Each Borders Book Festival has been different, memorable and unique. Our 11th will be no exception: as we look to the past and the future, it will be a festival to remember in this landmark year for Scotland.\" Caroline Packman, director of Homecoming Scotland, said: \"Once again the Borders Book Festival offers a stellar line-up of fantastic writers, speakers and entertainment for all the family.  \"The festival continues to grow from strength to strength and the calibre of talent it brings is testament to how popular and exciting an event it has become, not only for the Borders, but indeed Scotland's event calendar. \"I'm delighted that through Homecoming Scotland, we can support the Borders Book Festival and make it an important part of Scotland's 2014 celebrations.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-26969220", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Borders Book Festival line-up announced"
        ]
    }, 
    {
        "article": "Celebrated British composer Michael Nyman has composed a Hillsborough memorial symphony to open 2014's Liverpool Biennial on 5 July.  The hour-long Symphony No 11: Memorial is based on music that Nyman was recording on the afternoon of the Hillsborough tragedy 25 years ago.  It will be performed by the Liverpool Philharmonic Orchestra. Local-born mezzo soprano Kathryn Rudge will sing the names of the 96 Liverpool football fans who lost their lives. They died following a crush at the FA Cup semi-final on 15 April 1989 and their families are currently appearing at fresh inquests into their deaths.  They are being held in Warrington after being ordered in December 2012, when the High Court quashed the original accidental death verdicts. Nyman said he hopes the work will make \"a small but significant contribution to the healing process still necessary for the families of the lost fans.\" The symphony will be performed at Liverpool Cathedral, with the orchestra and Rudge accompanied by the Liverpool Philharmonic Youth and Training Choirs, conducted by Josep Vicent. Liverpool Mayor Joe Anderson said the city would \"never forget those who lost their lives at Hillsborough\".  \"Memorials are a symbol of our solidarity and support for the families, and Nyman's specially commissioned piece of music will be a moving and unforgettable tribute,\" said Anderson.  \"It is certain to be a highlight of this year's Biennial and a fantastic example of art being used to help shine a light on the dignity and bravery of those who have strived for justice for the 96,\" he added.  The symphony is inspired by Nyman's piece of music known as Memorial, a funeral march-style piece composed in 1985 - subsequently used in the film The Cook, The Thief, His Wife And Her Lover, starring Michael Gambon and Helen Mirren.   As a separate project for the Liverpool Biennial, Nyman will create a new film installation entitled Aztecs in Liverpool, including footage collected by Nyman over the past 20 years in his newly-adopted home of Mexico.     The 2014 Biennial Exhibition is entitled A Needle Walks into a Haystack and will take place in seven venues across the city, including the Bluecoat and the historic Trade Union Centre on Hardman Street. Other events announced on Wednesday include a transformation of Tate Liverpool's Wolfson Gallery by French architect, Claude Parent. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26943834", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Michael Nyman composes Hillsborough memorial symphony"
        ]
    }, 
    {
        "article": "\n                      Last updated at 16:26                 Musicians in the UK earned £665.7 million in royalties last year, according to PRS for Music. The organisation, which pays musicians when their songs are played on radio, or in concert, said revenues had increased 3.7% in the last year. Last year saw an 11.7% rise in international revenue, with international royalties breaking £200m. PRS reported   in 2011. A rise in international demand for UK television shows and streaming services helped 2013's increase in revenue across Europe, North America and Australia. Online revenues reached £61.2m in 2013, an increase of 18.3%, which was helped by new and renewed deals with the likes of Deezer and YouTube. The online market continues to evolve apace, with the increasing transition from downloads to streaming. Last year's revenue also shows that television and radio continues to provide significant income for songwriters and composers.  New licensing deals for services such as BT Sport resulted in a revenue of £160.4m, an increase of 4.8%. However, the closure of HMV branches and other retailers contributed to a 21% decline in revenue from the recorded media market.  Robert Ashcroft, Chief Executive, PRS for Music, said: \"Copyright remains fundamental to our members' success.  It's the lifeblood that keeps the wheels of creative production turning and that underpins the global creative economy.\" Last year the   that piracy costs the UK music industry around £200 million per year, with a Google transparency report showing the BPI had requested the removal of 35,401,959 URLs by October 2013.  Follow us   on Twitter. ", 
        "link": "http://www.bbc.co.uk/newsbeat/26924788", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Animated sequel Rio 2 has flown to the top of the UK and Ireland box office chart - though the bird-based adventure needed two days of previews to do it. If takings from those early screenings were excluded, Marvel film Captain America: The Winter Soldier was the top draw between Friday and Sunday. Rio 2 made £2.88m in its first week in cinemas, more than the £2.76m Marvel's movie made in its second weekend. The animation's total includes the £703,000 it made on 29 and 30 March. Featuring the voices of Jesse Eisenberg and Anne Hathaway, Rio 2 sees the blue macaws swap Copacabana Beach for the Amazon rainforest. The sequel performed considerably better than the original, which only needed weekend takings of £1.5m to top the UK and Ireland box office chart in April 2011.  Media requires JavaScript to play. Anne Hathaway on babies and bad hair days Captain America: The Winter Soldier, the latest big-screen outing for the Marvel superhero, has now made almost £11m since arriving in UK cinemas on 26 March. Its second weekend performance was enough to leave Russell Crowe's Biblical blockbuster Noah in third place with an admittedly impressive first weekend haul of £2.5m. 1. Rio 2 - £2.88m 2. Captain America: The Winter Soldier - £2.76m 3. Noah - £2.51m 4. Divergent - £1.76m 4. Muppets Most Wanted - £0.89m The epic retelling of the Bible story left teen sci-fi Divergent floundering in its wake, consigned to fourth place with a first weekend tally of £1.76m. Muppets Most Wanted was the only title in this week's Top 5 not to make more than £1 million between Friday and Sunday, though its second weekend takings of £897,395 will not see Miss Piggy short of jewels any time soon. With Wes Anderson's The Grand Budapest Hotel continuing to win fans at six, this week's seventh place was left to the Met Opera of New York's live relay of La Boheme. Franco Zeffirelli's production of Puccini's classic took £374,522 from 166 sites - putting it one place ahead of Richard Ayoade's dark comedy The Double, a new entry at eight with takings of £281,794. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26959029", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Macaws battle Marvel for UK box office top spot"
        ]
    }, 
    {
        "article": "Actress Patsy Palmer is to leave EastEnders after 21 years of playing quick-tempered market stall holder Bianca Butcher. The 41-year-old joined the soap in 1993, as Bianca Jackson. The BBC said her character would not be killed off. A spokesman for the actress said she was \"really sad to be leaving the show as she loves playing Bianca... but she knows it's the right decision at this time in her life.\" Palmer leaves the show in the autumn. \"We are so sad that Patsy has decided to leave us, but completely understand that it's the right time for her,\" said the show's executive producer, Dominic Treadwell-Collins. \"There's still a lot more to come from her on screen this year - and the door will be left wide open for her return.  \"We won't be getting rid of Bianca's Puffa jacket just yet.\" Palmer has left the show once before, in 1999, when her character went to art college in Manchester. She returned for a one-off episode in 2002, before resuming the role full time in 2008. Bianca, like many of Albert Square's residents, has had her fair share of problems. Her   have included abortion, infidelity, debt and a spell in prison.  But she is perhaps best-known for her relationship with Ricky Butcher, played by Sid Owen. The couple's marriage in 1997 gave the BBC One show one of its biggest-ever audiences - in excess of 22 million - although the ceremony was nearly cancelled after a riotous stag night. The couple became known for their comical arguments, often preceded by Bianca's exasperated \"Rickaaaay!\"  They divorced in 1999 but remarried when EastEnders turned 25 in 2010. Outside the show Palmer, the mother of four, has taken part in charity editions of Strictly Come Dancing and The Apprentice. She also runs a beauty company, Palmer Cutler, which sells self-tanning products. According to several newspapers, including the   and the  , Palmer plans to leave the UK this summer to pursue a career in Hollywood. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26952972", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Patsy Palmer to leave EastEnders"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:49 BST  Joy Bachelor was a pioneer of British animation, responsible for films such as Animal Farm and Asterix.   Her daughter Vivien Halas tells Rebecca Jones about her life and work.   ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27000979", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 21:52 BST  Film critic Jason Solomons reviews the week's new film releases, including Irish black comedy Calvary, Mumbai romance The Lunchbox and Half Of A Yellow Sun - set in 1960s Nigeria. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26995235", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:09 BST  The Houses of Parliament are for the first time being used as a set for a commercial film, as shooting for Suffragette takes place. Carey Mulligan and Helena Bonham Carter have been joined by hundreds of extras playing protesters in the forthcoming movie. Scenes were shot in the central lobby and a committee room, after MPs agreed it was a good way to contribute to the cost of running Parliament.  Tim Muffett reports. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27000118", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:30 BST  Actress Julie Walters is to receive the British Academy of Film and Television Arts' top honour. She will be handed the Bafta Fellowship at the organisation's television awards on 18 May. Speaking to DJ Chris Evans on his Radio 2 breakfast show, Walters said she had not written her acceptance speech yet. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26986472", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:37 BST  The comedy writer and actress Jennifer Saunders has written her first book, an autobiography. Saunders, who is best know for her comedy collaboration with Dawn French and the BBC comedy Absolutely Fabulous, has won three Baftas, an International Emmy and a British Comedy Award. She told BBC Breakfast how her life almost took a very different turn when her mother enrolled her on a teacher-training course.  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26985471", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "As the Olivier Awards-nominated Handbagged opens in the West End and Red Velvet storms New York, is this a golden period for London's Tricycle Theatre? Backstage at the Vaudeville Theatre on the Strand, Indhu Rubasingham is still catching her breath after a whirlwind week. The artistic director of the Tricycle Theatre is just back from New York, where her production of Red Velvet has opened to glowing reviews.  Now she is putting the finishing touches to her production of Moira Buffini's new play Handbagged, which sold out at the Tricycle last year and is now making a leap into the West End. If you personally judge yourself by awards then you're going to nowhere” The play, which imagines the meetings between the Queen and Margaret Thatcher, is also a nominee at this Sunday's Olivier Awards, where it is up for outstanding achievement in affiliate theatre. Red Velvet was nominated in the same category last year. \"It's a great time for the Tricycle,\" says Rubasingham, who took over as artistic director in May 2012 after Nicolas Kent's 28 years at the helm.  \"If you personally judge yourself by awards then you're going to nowhere. Where these things help is on marketing, audiences, fundraising and profile.\"  The play's transition from the 200-seat theatre in Kilburn to the 700-seater Vaudeville has, she says, involved \"quite a bit of editing and tightening\".  Handbagged started life as a 20-minute piece in 2010. Plans to expand it were almost abandoned when it was announced that Peter Morgan's The Audience would open in the West End in 2013.  That play, starring Helen Mirren as the Queen, imagined the private meetings between the monarch and her prime ministers over her 60-year reign. \"In the end we thought it didn't matter,\" explains Rubasingham. \"They're actually very different stories.\"  As it turned out, Margaret Thatcher died three days before Buffini was due to start work on the full-length play. \"People thought we were really quick off the mark but it was always going to happen.\"  Handbagged's big theatrical idea is to double up the main roles.  Hence there are younger and older versions of the Queen (played by Lucy Robinson and Marion Bailey, respectively) and Margaret Thatcher (Fenella Woolgar and Stella Gonet).  Rubasingham says having both versions of each character on stage at the same time brought its own challenges for her as director. \"One may start a thought and the other one may finish it - it wasn't naturalism, it was pure theatre.  I felt like the play was stretching me, rather than me trying to make it work.\"  Both she and Buffini were \"Thatcher children\". Rubasingham recalls growing up in Mansfield, near Nottingham, during the miners' strikes.  \"When Moira was writing it we would talk a lot about our experiences. You realise how things that started at the time are the catalysts of what's happening now.  \"I wasn't a Thatcher fan growing up. Now it's not that I agree with her, but I've understood her a bit more, and I really admire that someone in that time, as a woman, had that kind of conviction politics, whether or not you agree with those politics.\" Rubasingham says the opening of Red Velvet in New York earlier this month was an \"emotional\" moment. She and playwright Lolita Chakrabarti first began talking about bringing the story to the stage eight years ago.   Starring Chakrabarti's husband Adrian Lester, Red Velvet tells the story of pioneering African-American actor Ira Aldridge, who caused a sensation in London in 1833 when he took over the role of Othello after famous actor Edmund Kean collapsed on stage. The play was Rubasingham's first project when she took over at the Tricycle. Almost two years on, it's now creating waves across the Atlantic.  \"It's been a huge journey, there were times when both of us thought this was never going to happen. Very rarely do those moments crystallise into something like this.\" She adds excitedly that Robert Redford had already been to see it. \"How has this happened after all that time when people were shutting the doors on it?\"  She thinks the script has film potential, and predicts the play will have a long life even after Lester has stepped down from the lead role. What kind of impact does a New York run and a West End transfer - Rubasingham's first from the Tricycle - have on the Kilburn theatre's finances? \"I don't know yet. The show in New York is not going to bring money to the Tricycle but it hasn't cost us money - but it raises the profile.  \"With Handbagged it's early days. If it sells and we more than break even, then money will come to the Tricycle.\"  Rubasingham sees investment as a key issue in theatre. \"The theatre community has got to communicate to society why it's important. The work we've done with Handbagged and Red Velvet has only come from Arts Council investment. I can take those risks.   \"In New York people say they don't see work like that because there isn't that investment. \"As a country we've got to put that investment in the arts because its our moral compass, it's our social conscience. It's our spiritual well-being as a society.  \"It's not just about luvvies having fun.\"  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26968652", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Handbagged puts Queen and Margaret Thatcher back on stage"
        ]
    }, 
    {
        "article": "Mancunian illustrator Stan Chow's cartoon portraits of famous faces has won him worldwide fame. Now a major retrospective is being held of his 20-year career at a gallery in his home town. Stan Chow's artwork is, by his own admission, about \"simple geometric shapes, flat colour and sweeping curves\". Two decades on from his first forays, it is a simplicity that has seen him garner fans and commissions worldwide. While his work has covered a wide variety of topics, it is his portraits of famous faces that he has become known for and the striking images have graced magazines, books and posters across the world. He says that while the portraits might look simple, it is \"pot luck\" as to how long each work will take. \"Sometimes it can take a few minutes, sometimes it can take hours. \"My favourite ones are the ones where I can nail the likeness pretty quickly and be as economical as possible, like my Bruce Willis silhouette and the Woody Allen.\" He says entertaining people with his style began, as things so often do, in the pub. \"Back in the day, I used to go drinking with [Elbow's] Guy Garvey a lot. Just to entertain myself and the people around us, I'd do a sketch of Guy using literally four or five strokes. \"It wasn't super-flattering, but it did look like him and it was striking - and he would usually do an impression of me which would entertain him greatly.\" Some faces have not been as easy to capture. He says one in particular caused him problems - that of Britney Spears. \"It was for the New Yorker magazine. They wanted an illustration of her post nose-job.  \"The problem with Britney is I don't recognise the post nose-job Britney as Britney.  \"The Britney I know is the one with the slightly weird nose, wearing a uniform in the Hit Baby One More Time video. \"The eventual illustration was given the thumbs up, but it messed with my head a little having to do that portrait.\" Now his achievement is being recognised with an exhibition at Manchester's Centre for Contemporary Chinese Art. He says he is delighted to put on the show but admits that it was \"never a conscious decision for my style to be how it is\". \"The more you illustrate, paint and draw, the more you evolve into the artist you become. \"I also realised when becoming a professional illustrator that there were some clients who would give you impossible deadlines to work to, like a call at 5pm for a print deadline the next morning. \"You have to learn how to work fast, so I guess my style has been streamlined somewhat to suit clients.\" The streamlining took \"about seven or eight years to fine tune\" - time in which he says he \"learnt to become economical and speedy\". \"There's a phrase in cookery - 'minimum effort, maximum impact'. It's slowly becoming my mantra.  \"Ultimately I do like to finish an illustration in less than a day - for me there's nothing more frustrating than going to sleep with an unfinished work to wake up to.\" It is not the only subject to cause him concern. Another has been much closer to home, his self-portrait. \"The problem now with doing a self portrait that looks like me is that I have to illustrate myself with a round face.  \"I actually do have a round face [but] it disappoints me that I have a round face nowadays. I much prefer my portraits when I was younger and my face was slightly slimmer.\" How he got that round face could be revealed in the retrospective, titled The Takeaway, which he says tells \"the story of my life, where I grew up to where I am today\". \"I grew up in a chip shop - the reason why I am an illustrator is because growing up, the only form of amusement I had was with a biro and chip paper.  \"I didn't really have many toys when I was a nipper, all I did was draw and draw and draw.\" He says the shop gave him his \"first big break\" while he was working there after art school. \"One evening, whilst a customer was waiting for his sweet and sour chicken, I started doodling on the paper. \"He seemed unnervingly interested in my doodles and we struck up a conversation. \"He told me he was an art director at an ad agency - anyway it's a long story, but it's the first chapter of how I got to where I am today.\" The rest, as they say, is history. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-manchester-26967041", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Stanley Chow's 'simple geometric shapes and sweeping curves'"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 12:21 BST  Sue Townsend, best known as the author of the successful Adrian Mole series, was a \"warm\" and \"funny\" person, actor Stephen Mangan has said. Mr Mangan, who played Adrian Mole in a TV adaptation of the books, said the author had been a \"hero\" of his ever since he read her work as a teenager. He recalled how Ms Townsend had jokingly said he was right for the role of Adrian Mole as he was suitably \"not good looking\". ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26984760", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 19:16 BST  The stars of the latest Spider-Man film have gathered in London's Leicester Square for its world premiere. English actor Andrew Garfield is reprising his lead role as the man beneath the super-hero mask for The Amazing Spider-Man 2. Lizo Mzimba spoke to him on the red carpet. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26977382", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }, 
    {
        "article": "Roger Deakins is the director of photography on films such as The Shawshank Redemption, A Beautiful Mind, No Country for Old Men, True Grit and Skyfall, the most successful British film ever.  He's won more than 60 awards for his work, including three Baftas, and was last year presented with a lifetime achievement award by the American Society of Cinematographers. When he isn't working, he spends his time living in LA, but his heart belongs to Devon, where he was born. \"I miss it every day,\" he says. Here are his top ten tips for becoming a successful cinematographer. A cinematographer visualises the film and is a director's right hand on set. I studied photography and then went to the National Film School in England and got into the business that way, but there are all kinds of ways of getting in.  I think it is more important to experience the world, really. You can't learn cinematography and you can't copy it. The job is just your way of looking at the world. Maybe that sounds a bit pretentious, but I think life experience is always more important than technical knowledge.  I'm picky about the sort of material I want to work with, always have been. But usually I'm drawn to scripts that are about characters, I don't have a love of doing action movies.  It is really important to choose which projects you are going to work on carefully. You are going to be on a film for a long time. I've just come back from Australia working on Unbroken with Angelina Jolie, which she was directing.  It's six months of time and investment, but very worthwhile. I enjoyed it completely, but it was a hard shoot. You work long hours, often you're working six days a week and you are away from home. There are certain kinds of sacrifices you have to make. My relationship with the Coen brothers goes back a long time. We just sort of hit it off and we're good friends, so I'd do anything with them. I loved working Sam Mendes on Skyfall, I probably wouldn't have done a Bond movie with anybody else. He had a different take on it and I think that film was far more character driven and that's what drew me to it.  I turned down working on the next Bond film. I was really torn. I would have loved to work with Sam again but I just didn't feel I could bring anything really new to it. I'd really like to see someone else have the opportunity. My wife James travels with me when I'm working on a film. We've been married for over 20 years and she has been incredibly important to my career. We always talk about what projects are coming up and make the decisions together.  We like the same kind of movies, we rarely disagree, we just talk things through. Deciding which projects to work on is something that you spend quite a long time considering. I'm very lucky to be in a position that means I can be a bit choosy these days. It's no use just thinking you can just learn how to light and copy the best. We all find our own ways of doing things and our own sense of lens choice, composition and the way you move the camera. You can tell one person's work from another quite often, you know. So I think it's important to develop as a person. You have to develop your way of being. Otherwise, what are you doing? It's no good just copying, learning a technique and doing it. That's not very interesting, apart from anything else. I remember a fellow cinematographer talking about Shawshank and saying, \"Well that was really nicely shot but there was no lighting in it.\"  We actually shot most of the film in a prison that was absolutely black - I used a huge amount of light to create the look, more or less every shot, even some of the exteriors were lit! So it was a reverse compliment really, because there was a major cinematographer thinking it was shot with natural light when it wasn't!  So, on the one hand, you need to light a space so you can see the actors - but, more than that, you are creating a mood, you are creating a world for those actors to inhabit and for the audience to get submersed in. Lighting is one of the most important aspects of any great film.  When you are on a film, because it takes so much time and you are often doing a 12, 14, 16 or even 18-hour day, you're often tired and so sometimes the temptation can be to do something a bit quick and cut corners, but then you regret it.  Any time that you do something and think, \"Oh well, that will be alright even if it's not as good as I can do,\" you always regret it later. If anything stands out as being untrue within the terms of that movie, then the audience's experience of that world is jolted, they are taken out of it. What you do lives on forever, as they say. It's important to persevere, because it's the people who persevere who go on to create something unique. You have to keep up with new technology, it all changes rapidly. Film stocks change, techniques like steadycam come along, we've got cranes now and aerial helicopters that can do all sorts of things and gyromounts so you can move the camera in all sorts of ways. We have digital technology now and 3D has come back.  Technology is changing all the time, but for me nothing has changed in the sense that you are still telling stories by the use of light, the use of a frame, the way you move a camera. I'm still hoping to be part of telling stories about people and the way we are. So, to me, technology is important, but it's only in the background, it's a means to an end, it's like the paintbrush. I cut my own hair. My hairdresser died when I was eleven. He was a really nice man and I didn't have anyone else, so I started cutting my own. I know it sounds silly, but I really don't like people fussing, frankly. It's only hair.   I've got a really comfortable pair of cowboy boots and I wear blue jeans and a white shirt every day, including today. When I was working in England I wore a black shirt but now I'm in America, I wear a white one.  I've got 10 white shirts and three pairs of jeans so that when I get up in the morning, I don't have to think about what I am going to put on. I can be dressed and out the door in ten minutes. It's a silly thing but it's like I'm getting ready for work and putting on my uniform. I've been fired off a movie a couple of times and that's pretty horrendous. When something like that happens, you've just got to look at it and realise it's not necessarily about you. I haven't got a particularly thick skin, but it is important to be able to put things aside.  Some films were very hard and at times you kind of struggle and you are in conflict with other people to get the job done. But overall, I wouldn't have done anything else. I loved those experiences if only because at the end you actually feel satisfied that you've managed to create something. I don't know what's next. I'm hoping to get back with Joel and Ethan and do something with them, really. I love my life and my career so far and I think I've got plenty more to do. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26987466", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "Top 10 Tips: Bond cinematographer Roger Deakins"
        ]
    }, 
    {
        "article": "Sajid Javid, the Conservative MP for Bromsgrove, has been appointed culture secretary by David Cameron following the resignation of Maria Miller. Born in Rochdale in 1969, the 44-year-old former banker has been promoted from his previous role as Financial Secretary to the Treasury. A lot will be waiting for this bus driver's son at the Department of Culture, Media and Sport (DCMS). But what should be top of his list of priorities? The BBC News website asked the editors of four publications that focus on the arts and the creative industries what their readers want from him. I think what the UK film industry wants most from government is a sense of stability, particularly in the continuation of the  , which is an essential piece of the puzzle for keeping the British film industry surviving and thriving. What would be disastrous is if the new minister would make any sort of rash decision without consulting industry, the way Jeremy Hunt did in  . Now that the BFI is the  , they need to be allowed to just get on with the jobs at hand. Chris Smith's   and its follow-up review have laid out a clear plan of action. The hope is that any new minister will help the experts get on with that plan, not muddy the waters with their own input at this stage. It has to be said that culture minister Ed Vaizey has been a consistent and interested governmental voice about the film industry for a number of years. That's an asset for a new culture secretary, to have Vaizey's perspective after he's taken a genuine interest in understanding the industry.  But in short, the tax credit's stability, or even furthering it as recently proposed, is the most important thing that the culture secretary needs to protect. I think the vast majority of people in the music industry are pretty sick and tired of seeing music not regarded as one of the government's favoured creative industries. Video games, TV and the animation industry all recently won   in an announcement that was supposed to cover all the creative industries. Music once again was forgotten in that round. The industry has obviously been very hurt by copyright infringement over the past 15 years, particularly online. I think it's fair to say it would like to see action from government to assist with that. UK music as a net export is a huge success story for the UK and they would also like to see that reflected in policy making. I think it will be a huge relief if Sajid Javid acknowledged the music industry alongside the more tech-touched industries that have a sort of halo effect around them at the moment, from video games to animation to online programme making. There seems to be a belief within the current government that the UK tech industries are the only area for growth. But without content and without owning the rights to the things people want to be entertained by and engaged with, you don't have an industry. That's a message the music industry will want the culture secretary to be driving home at cabinet meetings. Music content is more widely listened to than ever before and the industry just wants to see it protected. We've seen Adele and Ed Sheeran and other artists emerge on the world stage in the last five years, so it would also be lovely to see if some sort of tax relief could help bring through the next era of British artists. In terms of theatre and the performing arts, I would say getting the   that's coming in later this year right and making sure the details are ironed out and making sure it's the one that works best for the sector has got to be near the top of his list. The last budget announced a brand new tax relief for theatre investment along the lines of the film tax relief that already exists. It's a   so it won't be directly Sajid Javid's brief. But it is his sector that it's going to affect, so I would have thought he'll be involved in getting it put through. Another area that Maria Miller wasn't as active in as she could have been, was the role of the DCMS in encouraging local authorities to fund culture. If there's one big funding issue in the arts from a theatre point of view, it's local council funding. I don't think enough has been done to encourage local authorities to continue their support for the arts. The third thing is working with the Department of Education to ensure that funding levels at arts training institutions are retained as much as possible, because a lot of drama schools are feeling the pinch at the moment. Hopefully the new culture secretary can bring some knowledge of how the Treasury works into the arts sector, to help it make a better case for funding and make the argument in a way the Treasury understands. The first thing is it's important to appear interested. It's important to be seen at things, to go and visit things and get to know the art world. And it's important not just to be seen at the National Gallery or the Tate, but to take some time to visit small arts organisations out in the regions. It helps a lot if the impression is that the culture secretary is genuinely interested - that always wins friends. Number two is obviously the issues around funding. The Conservative Party has increasingly started talking the language of art and the economy; they seem to see it very much from the economic aspect. Now art does have an  , but I think people feel in our world that arts offer more than economic value. Museums, art exhibitions, cultural events have a social benefit, an educational benefit, and I think it would be good for the secretary to understand that. Abroad, this is what we're known for. People like Thomas Heatherwick, Jonathan Ive, all the YBAs [Young British Artists] - people know who they are. Abroad, our art output is seen as a very important thing. But those people nearly all grew up at a time when art school was relatively cheap to go to and it was less of a risk. Becoming a really good artist is a long slow and painful process and it would be good for that to be understood. That's something the art world in the UK feels has got lost in the mix. I think we want a culture secretary who would be looking to protect the Arts Council and museums from any other cuts, and who really understands the educational and social benefit of the arts, from school to museum-visiting as an adult. There's also the issue around smaller arts organisations that tend to get funded through local authority budgets. There have been cuts at the local authority level that have affected arts in the region quite badly, and there's a general feeling that the regions have slid down the priority list. The minister could also do his best to persuade the Treasury to make it more attractive for the very wealthy to donate money and art, and not just to big institutions like the Tate. They should also be encouraged to give more money to museums and organisations in the regions. And there's one final point. We really ought to sign the  , which is all about the protection of heritage in war-torn countries. I know there have been cross-party moves to get the convention signed, but we haven't signed it. It's something the DCMS could take a lead on, in tandem with the Foreign Office. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26967580", 
        "subject": "Entertainment_and_Arts", 
        "title": [
            "What should be the new culture secretary's top priorities?"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 11:16 BST  Robbie Coltrane has played Hagrid in the Harry Potter films and won three Baftas for Cracker, but most people do not know that in the 60s his dreams were about art, not acting.  He was once a student at The Glasgow School of Art, and on Wednesday he returned there to open their newest building.  The BBC's Colin Paterson caught up with him to find out more about his early years. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26967084", 
        "subject": "Entertainment_and_Arts", 
        "title": []
    }
]