[
    {
        "article": "A new treatment for hepatitis C \"cured\" 90% of patients with the infection in 12 weeks, scientists said.  The study is a \"major breakthrough\" and marks a \"turning point\" in hepatitis C treatment, said experts. More than 200,000 people are infected with hepatitis in the UK, and deaths from the infection have increased threefold since 1996. Only 3% of patients in the UK currently opt for the existing treatment, which only works half of the time.  We suddenly have the opportunity to eliminate the virus in the UK - even without a vaccine” Hepatitis C is a  .  It is passed on by the blood, or bodily fluids of an infected person, and can be transferred through tattoo needles, or people taking drugs and sharing needles.  Researchers at the University of Texas Health Science Centre tested the new oral drug in 380 patients at 78 centres in Spain, Germany, England and the US in 2013.  Two studies were carried out, one in patients for 12 weeks, and another, for 24 weeks.  The patients had liver cirrhosis, indicating an advanced form of the virus. After 12 weeks, 191 of 208 patients no longer had hepatitis C, which increased to 165 of 172 patients, or 96%, after 24 weeks. Lead researcher, Dr Fred Poordad said: \"It is fantastic. I am so excited for the patients. There is finally hope for their future.\"  He said the drug worked by targeting the protein that makes hepatitis C and stopping it from replicating. \"Eventually the virus is extinguished,\" he said.  It remains to evidence the benefit of the treatment in patients with advanced liver disease” The study worked for patients with genotype 1 infections, which account for 45% of infections in the UK. The other 45% are a genotype 3. Genotype 2 is less common.  The side affects were fatigue, headaches and nausea. Current treatment for hepatitis C can include a year's worth of injections and involve side-effects such as depression, tiredness and feeling sick. It also is not safe for many people with cirrhosis, said Dr Poordad.  Gkikas Magiorkinis, consultant physician in medical virology at the University of Oxford, said treating the patients with cirrhosis was a \"major breakthrough\".  Concerns over the high toxicity and low efficiency of current treatment had meant it was not widely been applied.  \"It remains to evidence the benefit of the treatment in patients with advanced liver disease,\" Mr Magiorkinis said. However the study did not show if the probability of cancer dropped in the long term, if cirrhosis was reversed or progression to total liver failure slowed.  Whether or not the treatment prevented further transmission in the public was also yet to be seen, he added.  Charles Gore, chief executive at the Hepatitis C Trust, said: \"This is a turning point. I think it is incredibly exciting. We suddenly have the opportunity to eliminate the virus in the UK - even without a vaccine.\" Mr Gore said whether or not the disease could be eliminated would be down to political will, which he said was lacking in the UK.  He said although the study involved genotype 1, treatments for genotypes 2 and 3 were \"close behind\", he said.  Mr Gore said treatment could reach the UK later this year.  ", 
        "link": "http://www.bbc.co.uk/news/health-26987653", 
        "subject": "Health", 
        "title": [
            "Hepatitis C: New drug treatment 'is a breakthrough' "
        ]
    }, 
    {
        "article": "The NHS in England is continuing to perform marginally better than the other UK nations, but the gap is narrowing, a review suggests. The joint Health Foundation and Nuffield Trust study looked at a range of factors from waiting times to death rates. It found overall all four nations were improving - mainly because of extra money and targets. But it found some evidence the rate of improvement was faster outside England. It comes after a   by the Nuffield Trust in 2010 suggested England was out-performing the rest of the UK. Researchers analysed data going back up to 20 years on some measures. MRSA death rates have fallen fastest in Northern Ireland in recent years, but they are still nearly three times higher than they are in England. For ambulance response rates, performance is measured in terms of answering life-threatening calls within eight minutes. In England performance has been hovering around the 75% mark for the past five years. Whereas for the rest of the UK it has risen from just over 55% for the other nations in 2006-2007 to 73% for Scotland and Northern Ireland and 68% for Wales. Wales is also lagging behind on waiting times for non-emergency operations following a deterioration in performance since 2009-2010.  Media requires JavaScript to play. Health Foundation chief executive Dr Jennifer Dixon: ''Overall the health system seems to be improving'' The report found waiting times for hip replacements were 170 days on average in Wales compared with 77 in England. It said the most obvious reason for this was the cut in funding seen over the previous three years in Wales of 1% compared with the growth elsewhere. Researchers said this should act as a warning to politicians as they consider how to manage government spending during times of austerity. In terms of avoidable deaths rates - which is considered a good proxy for healthcare performance - the figures have been improving across the UK. Rates more than halved in each country from 1990 to 2010. Again England has the best figures, but the biggest gains have been seen in Scotland, Wales and Northern Ireland. Researchers said the fact all four nations were seeing improvements indicated that the different policies pursued since devolution, such as competition in England and collaboration in Scotland and Wales, had made little difference. Instead, they said the most important steps appeared to be funding - as the biggest increases have been seen in the past decade when the budgets have risen the most - and the use of a few key targets. Health Foundation chief executive Dr Jennifer Dixon says: \"It is very good news for the public that the quality of healthcare is improving across the UK. \"But what is also humbling for politicians is that so far no one policy cocktail seems to be more effective than another on NHS performance.\" The report was welcomed by ministers from all four countries. Scottish Health Secretary Alex Neil said it showed \"significant improvements\" had been made, particularly on waiting times. Meanwhile, Welsh Health Minister Mark Drakeford said steps were being taken to improve waiting times, but there were other measures, such as ambulance response times, where really good progress had been highlighted. Northern Ireland's Health Minister Edwin Poots added his priority was to \"step up\" the improvements that were being seen. A spokeswoman for the Department of Health said the report reaffirmed the importance of protecting the NHS budget - a key Tory pledge during the last election campaign. ", 
        "link": "http://www.bbc.co.uk/news/health-26928204", 
        "subject": "Health", 
        "title": [
            "England 'being caught up on NHS performance'"
        ]
    }, 
    {
        "article": "Cuts to mental health care are costing the NHS millions of pounds long-term, a report has said. More cases of psychosis and schizophrenia now end up in hospital rather than being treated in the community, it said. Rethink Mental Illness published the report with the London School of Economics.  Cuts mean fewer people have access to early intervention treatment, such as talking therapy, Rethink said. It said the NHS could save more than £50m a year by shifting its focus.  We recognise we must work to ensure that in everything we do mental health has parity of esteem with physical health” Britain's recession in 2008 led to cuts across the NHS, as the government struggled to deal with ballooning deficits.   The report said it costs on average £13 a day to support someone with psychosis or schizophrenia in the community.  It said this compared with the £350 average daily cost of keeping a mental health patient in hospital.  Meanwhile, 54% of the psychosis budget was being spent on inpatient care rather than on preventive community services, the report found. Family therapy, where families of people with psychosis and schizophrenia are supported, cognitive behavioural therapy, and peer support could help cut long-term costs of care, it said.  Health Minister Norman Lamb said early access to treatment in the community was \"often the best option\" for people with psychosis and schizophrenia.  He said: \"Not only do they benefit from being in familiar surroundings among loved ones but they are less likely to need costly hospital stays.\" Mr Lamb called for a \"shift of resources\" to preventive care and said that the government had given NHS England a \"clear objective\" to put mental and physical health on a par.  Mental health trust budgets for 2013-14 have fallen by 2.3% from 2011-12.  The cuts have meant   from next year's budgets than hospitals.  Budgets for community mental health teams, which give continuing support to patients to prevent their health deteriorating to crisis point,  .  The report also predicted more than £50m a year could be saved if early detection services could be strengthened.  It said the NHS saved £989 every time people were treated with cognitive behavioural therapy instead of going to hospital.  Rethink said mental health accounted for 23% of the disease burden in England but received only 13% of the health budget. Dr Martin McShane, national director for long-term conditions at NHS England, said the report was \"very helpful\" and was supportive of what the organisation wanted to achieve.  He said: \"We recognise we must work to ensure that in everything we do mental health has parity of esteem with physical health.  \"We have significantly invested in improving access to psychological therapies and dementia care.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26957435", 
        "subject": "Health", 
        "title": [
            "Mental health cuts cost the NHS millions, charity says"
        ]
    }, 
    {
        "article": "\n                     \n                     \n                 \n                      Last updated at 07:01                 As many as 68% of men do not know how to check themselves for testicular cancer, new research suggests. The survey, carried out by UK male cancer charity Orchid, questioned 3,000 men aged 15 to 45. It also found that 50% of those surveyed would shy away from showing their GP if they discovered a lump. Figures from the NHS show that testicular cancer is the most common form of the disease in men aged between 15 to 45.  Each year around 2,300 men in that age group are diagnosed with the illness.  According to Orchid, the success rate for curing testicular cancer is high. Rebecca Porta, chief executive of the charity, said: \"If caught early, testicular cancer can be 98% curable. \"Sadly our findings indicate that men who delay seeking an early diagnosis may risk the disease spreading and a poor response to the treatment.\" Griff Jones, 29, from Liverpool was diagnosed with testicular cancer four years ago.  He said he thinks if he had gone to the see his GP earlier he would have avoided the cancer spreading to his stomach and back.  Griff received emergency chemotherapy in time to stop it spreading to his heart.  \"There wasn't really an embarrassment, it's just that there wasn't really a lump, which is what you get told all the time to look out for,\" Griff said.  \"Mine was a swelling, then a couple of days later it would go back to normal and I would feel fine.  \"Then a couple of weeks later it would swell again with a bit of pain. I put it down to playing football, a slide tackle, or something like that,\" he added. This latest research was conducted specifically for Cancer Awareness Week, which runs from 7 April to 13 April. It found only 21% of men surveyed across the UK perform regular self-checks, with 50% admitting they would shy away from immediately showing their GP if they discovered a lump. Unmarried men were less likely to know what to do, with 69% are unaware of how to correctly check themselves. Data from 2009 suggested that 73% of men recognised a lump in their testicles as a sign of testicular cancer and in 2014 this has increased by 14% to 87%.  Orchid suggest this shows that awareness of the symptoms of the disease has increased but that men still are still not taking proactive steps to protect themselves.  Griff didn't think testicular cancer would happen to him.  \"I was a pretty fit, I was playing football for Barnsley and had then moved to another semi-professional team. That's when I got myself checked,\" he said \"I now get a few people asking me to have a look at them, saying 'Griff I've got a bit of a lump or something', but I tell them to just go to the doctor.\"  Follow   on Twitter ", 
        "link": "http://www.bbc.co.uk/newsbeat/26977094", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Young men with an eating disorder are not getting the help and support they need because of a perceptions about a \"women's illness\", say researchers. Men are underdiagnosed and undertreated for anorexia and other eating disorders, despite making up about a quarter of cases, a UK study suggests. Frontline health workers have a key role in identifying eating disorders in young men, they report in  . Men are under pressure to have the \"ideal\" body image, says a charity. Researchers from the University of Oxford and University of Glasgow interviewed 39 young people aged 16 to 25, including 10 men, about their experiences of diagnosis, treatment and support for eating disorders. There is more pressure on men from magazines with celebrities and male models to have the 'ideal' body image” They say young men with eating disorders were \"underdiagnosed, undertreated and underresearched\". This is partly because the men themselves were unaware of the symptoms, despite purging, not eating for days or obsessive calorie counting, they said. \"Our findings suggest that men may experience particular problems in recognising that they may have an eating disorder as a result of the continuing cultural construction of eating disorders as uniquely or predominantly a female problem,\" said Dr Ulla Raisanen and Dr Kate Hunt. One man said he thought eating disorders only affected \"fragile teenage girls\"; another said he thought eating disorders were \"something girls got\"; while one was told by his doctor to \"man up\". Others said they often had to wait a long time for specialist referral and had sometimes been misdiagnosed. GPs and other professionals such as teachers have a key role in improving the outlook for men with eating disorders by challenging misconceptions, the researchers said. And men themselves needed the courage to \"speak up to somebody and contact a health professional to tell them what is going on\", Dr Raisanen added. Eating disorders include anorexia nervosa, bulimia nervosa; and binge eating disorder. One estimate puts the cost to the NHS of treating eating disorders at £70m. Commenting on the research, Leanne Thorndyke, of the Beat eating disorders charity, said a wider section of society is coming under pressure over their body image. \"The pressures on body weight and body image are affecting a much wider range of people, which obviously includes men,\" she told BBC News. Eating disorders are complex - with a wide range of different factors, including genetics and the environment affecting risk - as well as social and cultural pressures. \"There is more pressure on men from magazines with celebrities and male models to have the 'ideal' body image,\" she added.  \"Boys and men tend to want to be bigger and more muscular and toned, which is a different ideal to women.\" She said people are \"bombarded by images every day from all angles, something that just wasn't there only a few years ago\", which can \"negatively impact some people\". ", 
        "link": "http://www.bbc.co.uk/news/health-26935687", 
        "subject": "Health", 
        "title": [
            "Eating disorders in young men 'are being overlooked'"
        ]
    }, 
    {
        "article": "The number of people who donated their organs after death in Scotland has almost doubled over a six-year period, according to government figures. A total of 106 people donated organs in hospitals across Scotland last year compared with 54 in 2007. The statistics showed a 62% increase in organ transplants from deceased donors, with 341 operations carried out. However, about 600 people remain on the transplant waiting list. It is our responsibility to ensure that people's organ donation wishes are respected and to ensure that we make every donation count” Some 2,110,881 people living in Scotland have now joined the UK Organ Donor Register. The figure means 40% of the Scottish population has registered, compared to 32% across the UK as a whole. Public Health Minister Michael Matheson said: \"First and foremost I want to offer my thanks to every donor and every donor's family in Scotland who have demonstrated such kindness and benevolence in the face of tragic and difficult circumstances. \"It is our responsibility to ensure that people's organ donation wishes are respected and to ensure that we make every donation count.\" Mr Matheson added: \"It's important to remember, however, that around 600 people in Scotland are still waiting for an organ and we must be doing all we can to give them hope.\" Peter McGeehan, 64, from Dunfermline, suffered serious heart failure and was listed for a transplant in 2004. In the ten years since a heart transplant, the father-of-two said he has thought about his donor every day. He said: \"People take living for granted, but as I approach the ten-year anniversary I can honestly say there's never a day where I've woken up and haven't thought about my unnamed donor.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-26956713", 
        "subject": "Health", 
        "title": [
            "Scottish organ donations 'double since 2007'"
        ]
    }, 
    {
        "article": "Prime Minister David Cameron \"doesn't care two hoots about the NHS in Wales\", claims First Minister Carwyn Jones. On Wednesday, Mr Cameron said Welsh Labour's health record was \"dreadful\" and the NHS in Wales was \"a shambles\".  Mr Jones said the prime minister was \"trying to divert attention from his own problems - it's an old trick\".  Mr Jones also accused Whitehall of colluding with newspapers about a senior military figure voicing concern about hospital waiting times in Wales. Responding to Mr Cameron's latest attack on the Welsh government, Mr Jones told BBC Radio Wales: \"This is the thirty-first time that he's done this - it's becoming a bit of an obsession for him.\" ...there is no doubt this was simply a way of using our veterans, people who have fought for this country, as a way of attacking one part of the UK for political ends” At question time in the House of Commons, Mr Cameron had said: \"We have seen an 8% cut to the budget in Wales for the NHS.  \"The last time A&E targets were met was 2009, the last time cancer treatment targets were met was 2008. \"Over a third of people miss out on access to diagnostic services within eight weeks. \"There is a truly dreadful record when it comes to Labour's NHS in Wales and you see a huge contrast now with the NHS in England - properly funded, well run, meeting the key targets - and the shambles there is in Wales.\" The prime minister was responding to a question from the Vale of Glamorgan Tory MP Alun Cairns, who suggested the Welsh government could be undermining the operation of the armed forces because soldiers had to wait longer for treatment. Speaking on the Jason Mohammad programme, the first minister said the Ministry of Defence was \"running away\" from the story that emerged on Sunday, about service personnel spending longer on waiting lists Wales than other parts of the UK.    Media requires JavaScript to play. It was based on an account of a meeting of health officials where the military's most senior medical officer raised the issue. The minutes of the meeting \"were never agreed\", the first minister said. He said: \"This came completely out of the blue. I can see what's happened. Some special adviser in London thought it was a good idea to give the story to some of the papers as a way to have a go at us.\" The MoD responded to a freedom of information request to release documents \"within hours\", he said.  \"Collusion - there's no question about that in my mind,\" said Mr Jones. He claimed soldiers from Wales were being used for \"political purposes\". He said: \"I know it sounds quite dramatic to say that, but there is no doubt this was simply a way of using our veterans, people who have fought for this country, as a way of attacking one part of the UK for political ends.\" He said Mr Cairns was \"continuing with that\". ", 
        "link": "http://www.bbc.co.uk/news/uk-wales-politics-26958867", 
        "subject": "Health", 
        "title": [
            "Cameron 'does not care two hoots for Welsh NHS', says Jones"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Baby Evie had the cochlear implants fitted when she was three months old A baby has become the youngest in the UK to have cochlear implants - at the age of three months and three days. Evie Smith had the first device implanted in her right ear, and then the second one seven weeks later. Evie is now aged six months - and returned to St Thomas' NHS Hospital in London last week to have the devices activated. Staff there have emphasised her case is exceptional. Evie became profoundly deaf after contracting pneumococcal meningitis when she was just three days old. \"Implants give these children a different dimension to their life - something they wouldn't otherwise have.” She spent six weeks in intensive care, and needed to be on a ventilator for a fortnight.  She was given cochlear implants at an exceptionally young age because the meningitis led to bony growth - or ossification - in her inner ear.  The damage to Evie's ears was getting worse, which meant that waiting for implants at a later stage was not an option. Cochlear implants cannot cure deafness - but they help Evie and children like her experience sound. Audiological specialists fitted external processors to the outside of Evie's ears - these pick up sound and connect with the internal implants, which help send electrical signals to the brain. The staff at St Thomas' banged a drum to monitor Evie's responses, as they programmed the processor. Watching her stir as she absorbed the sound meant the world to her parents.  Her mother, Jenny Harvey, 33, from Kent, told me: \"When we found out she was deaf, what affected me most was the thought of her speech being impaired. \"But hopefully her speech should be very good - with input from the speech and language therapists.  \"We're looking forward to hearing her say mummy and daddy. \"We didn't think we'd get to this stage. The outlook wasn't very good for Evie when she was very ill. \"It's such a relief that she's responding to the implants. It feels as though we're getting some good news now.\" Many hospital appointments still lie ahead for Evie - but activating the implants has been a milestone for her parents.  Her father, Barrie Smith, 34, said: \"We're hoping that Evie will go to a mainstream school.  \"There are some things we still don't know about Evie's longer-term development - she will tell us as she grows older.\" Evie is now among around 5,000 children in the UK who have cochlear implants.  Some deaf people are opposed to implants, and believe that deaf children should instead learn to sign and become members of the deaf community. Katherine Wilson, the principal audiological scientist at St Thomas' Hospital, stressed that Evie had the implants at an exceptionally young age because of the after-effects of her meningitis. She said: \"We had to move very quickly to treat her. The bony growth in the inner ears that she had after meningitis meant we wouldn't have been able to get the implants in later. It just wouldn't have been a possibility. \"The activation process went fabulously well. We never know how young children will react, but Evie showed typical behaviours you'd expect from a baby of her age. \"This will be a long and slow process, with her coming back to hospital many times to have the devices re-programmed.  \"We're not trying to cure deafness - this is a way of managing and treating it.  \"Implants give these children a different dimension to their life - something they wouldn't otherwise have. \"When Evie has the implants on, she'll be able to pick up on sound and speech, and hear her mum and dad calling her. When the implants are off, she's still a deaf child. \"But because of her young age, she has every chance to develop her speech and language, to be able to communicate with hearing people, and to hear the rich sounds of the world.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26894812", 
        "subject": "Health", 
        "title": [
            "Baby is 'youngest in UK' to have cochlear implants"
        ]
    }, 
    {
        "article": "\n                     \n                     \n                 \n                      Last updated at 06:17                 A leading drugs and alcohol charity has told Newsbeat it has seen a sharp rise in the number of steroid users.  CRI runs 21 needle exchanges in England and in 2010 it saw 290 people who were using steroids. By 2013 that number had increased to 2,161, a rise of 645%.  Now the health watchdog NICE has updated its guidelines for needle exchanges in England. It says the growth in steroid users is a \"challenge\" for drugs workers.  Dave Crosland - who is 6ft 2in, weighs 25st 7lb and has a 64in chest - spends hours in the gym, eats 10,000 calories a day and takes anabolic steroids. He thinks that without the steroids he would be at least six stone lighter.  Dave says he tolerates the drugs very well but admits to getting flu-like symptoms and swellings after injecting himself.   Side effects Dave adds: \"Think about going out and getting drunk. Think how rough you feel after that. It's very similar.\" He says there is some debate about whether or not he has got the biggest arm muscles in the country.  Steroids can let you train harder and for longer. They help to build up muscle mass but there is a long list of potential problems. The list of side effects range from acne, hair loss and shrunken testicles, to fertility, liver and heart problems. Even though he is very open about his own use, Dave also advises other people on the risks they could run.  He is increasingly worried about young users: \"There is a massive group of lads now, particularly in the 17 to 24 age group, that are abusing steroids something chronic, with no idea of what they're taking. \"They are messing themselves up quite severely, both mentally, hormonally and reproductively,\" he says. 'Pretty lean' Matt Tindall has just turned 17. He spends hours on end training at the gym but he is not getting the results he wants. His ideal would be to look like Arnold Schwarzenneger in his prime but he weighs 10st 7lb and admits he is \"pretty lean\".  He is thinking about taking steroids: \"It's just something you've got to consider if you want to put on some big size. \"I've come to Dave to ask him for some advice because, well, he's very large. Probably the largest person I've ever seen in real life.\" 'Gruesome' effects Dave tells Matt to forget about steroids until he is much older.   He says: \"I would never and I could never recommend anyone to use. It's a choice you have to make but if you are considering it, you need to wait quite a few years yet.\" Dave adds: \"The cold hard truth is of it is, yes they do work. But yes, there are side effects. The younger you use, certain side effects become more prevalent and the main one for you is fertility.\" After chatting to Dave, Matt is completely put off the idea. He says: \"The side effects are all quite gruesome. Is it really worth it?\" Body image Every couple of months Dave goes to stock up on clean equipment at a needle exchange. He drops off dirty needles and collects clean injecting equipment.     Needle and syringe programmes were set up in the 1980s to stop the spread of diseases like HIV.  Traditionally they have focused on people who inject drugs like heroin and crack cocaine.  But CRI says a third of the needle exchanges it runs now support more steroid users. \"We're seeing a lot more steroid users, and that is going up all the time,\" says David Rourke who works at the Arundel Street Project, a needle exchange in Sheffield.  He thinks it is partly due to pressure on people to look a certain way and says he also sees people who inject human growth hormone and tanning or slimming agents.  Drug addicts Prof Mike Kelly, the Director of Public Health at the health watchdog NICE, says the increase in steroid users is a \"challenge\". He says: \"They see themselves as big, fit, healthy. They don't see themselves as drug misusers, or drug addicts. We therefore need to find ways to make get them into our services.\" Prof Kelly adds: \"The risks are just the same. The risk of the spread of blood-borne infections, of HIV, hepatitis B and C.\" NICE has updated its guidelines for needle exchanges in England. The guidelines say needle and syringe programmes should adapt to steroid users by visiting gyms, staying open outside of normal working hours and giving specialist advice on training and nutrition. Follow us   on Twitter ", 
        "link": "http://www.bbc.co.uk/newsbeat/26890715", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Texas is a very energetic, smart and playful German shepherd dog. \"He always tries his best to please me,\" said his owner Helene Bäckman.  But when Texas was six months old, Helene noticed that he started to behave unusually. He started to jump and bite the air repeatedly.  \"It´s like he sees something. He jumps and when he´s biting, he bites hard,\" she said. \"You can hear his teeth against each other.   \"He can do this for hours and he gets more and more stressed when he´s doing it. He never rests between jumps.\" The reason for Texas's unusual behaviour? Obsessive compulsive disorder (OCD). OCD is well described in humans and the dog version of the disease presents with similar repetitive behaviours.  Whereas people might wash their hands multiple times or hoard objects, dog symptoms include constantly chasing their own tails or shadows, blanket sucking or repeated grooming. Texas's symptoms include a behaviour called fly-catching.  It is much easier to find disease genes in dogs than in people” This is where dogs snap or chomp at the air as if they're trying to catch imaginary flies.  \"It hasn't been easy to get him diagnosed because nearly all people around me have said that just the way he is,\" said Helene.  \"I live in the north of Sweden and had to drive 700km to [the vet who diagnosed him] in Stockholm.\" OCD is one of hundreds of diseases that the domestic dog suffers from that presents in a very similar way to the human form of the condition.  Other \"human\" conditions that dogs are susceptible include: Although seeing our canine companions suffer may be upsetting, these shared diseases mean that dogs are emerging as one of the most important animal models of human hereditary diseases, advancing our understanding and paving the way for new therapies. Recent studies have identified genes that might cause the canine form of these conditions.  \"It is much easier to find disease genes in dogs than in people,\" said Prof Kerstin Lindblad-Toh, of Uppsala University and the Broad Institute.  This is due to the fact that humans have been breeding dogs for hundreds of years.  Selecting dogs to create pups with specific characteristics has resulted in a certain amount of inbreeding, allowing disease-causing genes to become widespread in certain breeds. This breeding history also means that all dogs within a breed are very similar genetically.  \"This makes the search for the specific disease mutations less complex,\" said Prof Lindblad-Toh. \"In dogs we can find [disease-causing] genes with only a few hundred sick and healthy dogs, whereas in people thousands of patients and controls are needed.\" In 2005, Prof Lindblad-Toh's team analysed all the genes of a female boxer called Tasha to produce an extremely accurate genetic sequence for the dog.  They, and other groups, have shown that the genetic sequence that makes up dogs like Tasha is quite similar to humans, meaning that many of the genes causing a disease in dogs may also be behind the manifestation of the condition in humans.  Prof Lindblad-Toh and her colleagues have recently published a   in Genome Biology which has identified four genes that are associated with OCD in dogs like Texas.  They are currently carrying out studies into whether these genes are also implicated in the human condition.  \"Since the disease symptoms and medications used in dogs and people are similar, we expect that the same genes or other genes with similar functions will be responsible for the disease also in humans,\" said Prof Lindblad-Toh. Pets are often used for these studies. The fact that they live in the same environment as us gives the dog another advantage over other disease models.  \"Dogs are exposed to many of the same stressors that contribute to health problems,\" said Jon Bowen, behaviour consultant and veterinary surgeon at the Royal Veterinary College in the UK.  \"Their diet often contains the leftovers from human meals, they are exposed to family stress (such as arguments and conflict), and are relatively socially isolated from members of their own species.\"  It is known that the environment can have an effect on how genes are expressed, and so any gene-environment interactions that cause human disease also affect our canine friends.   Media requires JavaScript to play. Lizzie Crouch meets Blu the dog, who suffers from canine epilepsy Currently, researchers still rely heavily on genetically engineered mice to further our understanding of a whole range of conditions.  Whether ethically right or not, our knowledge of human disease has progressed considerably as our understanding of how we can genetically induce disease in mice has advanced. But there are limitations. Research is done primarily in specific strains of young mice, specially bred for research and genetically manipulated to induce a disease.  You have to have some understanding of what genes you need to manipulate in order to induce the disease, and not every disease can be induced through such genetic manipulation. \"Naturally occurring diseases in animals are a lot more complex,\" said Holger Volk, professor of veterinary neurology and neurosurgery at the Royal Veterinary College. \"In a rodent you simplify a lot of things.\" But these simplified diseases in rodents are far removed from the complicated reality of naturally occurring diseases.  \"When you look at certain diseases in humans, there are so many factors which could be involved [in causing that disease],\" Prof Volk said. These factors, and the fact we are a complex organism, can often hinder our search for the underlying genetic cause of a disease.  The relative ease with which you can find disease-causing genes in dogs, combined with the shared organism complexity and environmental factors, means it is likely that understanding hereditary disease in dog will take us further in understanding human diseases that rodents can. Using the dog for investigations into physical diseases has had already led to significant advances in our understanding.  For example, the identification of the genetic basis of narcolepsy in dogs led investigators to a previously unknown pathway in the brain, while other studies have led to the development of a new gene therapy for haemophilia, which is showing promise in clinical trials. Experts say that there is increasing recognition of the value that veterinary medicine can bring to human medical studies.  \"Wherever we can, we try to present our work at medical meetings and conferences, so that the medical profession can see what we are doing. Universally this gets a great response,\" said Mr Bowen. There are also large schemes, such as the One Medicine Initiative, that hope to bring together researchers in medicine and veterinary medicine to solve health problems, currently being carried out that recognise the important link between the two fields.  \"My research is driven to improve animal health,\" says Prof Volk. \"And by doing that I can also help the human counterpart; it's a win-win situation for both species.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26679218", 
        "subject": "Health", 
        "title": [
            "Dog disease could be boon for human medicine"
        ]
    }, 
    {
        "article": "\n                      Last updated at 12:00                 More than nine out of 10 young people expose themselves to the blue light from smartphones and tablets, before bed, causing problems with sleep. A new survey also shows more than 28m people in the UK regularly get no more than seven hours sleep a night. Prof Richard Wiseman, who commissioned the YouGov poll described the findings as \"extremely worrying\". Of the 2,149 adults questioned, 78% said they used electronic devices before going to bed. This rose to 91% among the 18 to 24-year-olds questioned in the survey. \"The blue light from these devices suppresses the production of the sleep-inducing hormone melatonin, so it's important to avoid them before bed time,\" said Prof Richard Wiseman, from the University of Hertfordshire. Everyone needs different amounts of sleep, but adults are generally thought to require a minimum of seven to eight hours a night. Teenagers are recommended to get more, about nine hours. The proportion of people thought to be getting too little sleep had risen by a fifth since a \"bedroom poll\" conducted last year by the National Sleep Foundation. \"This is a huge rise, and the results are extremely worrying because getting less than seven hours sleep a night is below the recommended guidelines, and is associated with a range of problems, including an increased risk of weight gain, heart attacks, diabetes and cancer,\" Prof Wiseman said. The people surveyed were asked if they used a computer, tablet or smartphone in the two hours before bed. They were also asked about dreams and just one in ten agreed with the statement: \"I would describe my dreams as pleasant.\" Last week it was revealed opticians were warning that overuse of smartphones may be increasing people's risk of eye damage. Optician Andy Hepworth said: \"Blue violet light is potentially hazardous and toxic to the back of your eyes. \"So over a long period of time it can potentially damage your eyes.  \"When you're looking at a smart phone, the light peaking out of that is blue violet.\" The news came as a survey of 2,000 people suggests under-25s check their phones 32 times a day. Follow   on Twitter ", 
        "link": "http://www.bbc.co.uk/newsbeat/26886133", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "The headline is worrying: \"half of prostate cancer misdiagnosed\".   It came from a Cambridge University study which followed hundreds of men who were given a prostate cancer diagnosis.   Half of the men who were told they had a less serious form of the disease, had in fact more serious cancer.   Media reports suggested men with prostate cancer were being given 'false hope' by tests that underestimate the severity of the disease.  But cancer specialists have said diagnostic techniques have 'moved on' considerably in recent years.  Prostate cancer is the most common male cancer in the UK with more than 40,000 new cases each year and nearly 11,000 deaths.  Many men can live with the disease for years without the need for surgery and radiotherapy to remove the walnut-sized organ -  treatment which carries the risk of serious side effects such as erection problems.  The difficulty is separating less serious prostate cancers, often called 'pussycats', from the aggressive 'tigers'.  All the men in the Cambridge study had undergone needle biopsies - guided by ultrasound.  This technique means the medical team have to guess roughly where the abnormality might be when getting a tissue sample.  But things have moved on considerably since the study ended in 2008.  Current best practice, at centres like  Addenbrookes in Cambridge - where the study was carried out - and University College London Hospitals, is for patients to have an initial MRI scan.  This can often rule out any abnormality in the prostate meaning there is no need for any invasive tests.   If a biopsy is required, the MRI scan is used as a template to accurately guide where to place the needle.  Professor Mark Emberton a consultant urologist at UCLH said in no other cancer would specialists take 'blind samples' of tissue, and there was now no need for it in prostate cancer.  He said diagnostic accuracy using MRI targeted biopsies was now in excess of 95 per cent, so men should be confident that they would get the best treatment.  Guidelines on prostate cancer treatment in England commissioned by NICE revealed that around three quarters of cancer specialists now use MRI for the detection of prostate cancer. ", 
        "link": "http://www.bbc.co.uk/news/health-26996785", 
        "subject": "Health", 
        "title": [
            "How often is prostate cancer misdiagnosed?"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 12:06 BST  The ambulance service is on the verge of breaking down due to paramedics' stress levels, union Unison has warned. A third of the 1300 NHS ambulance workers the union questioned had taken time off due to work related stress in the past year. Unison Head of Health Christina McAnea told   that tight targets, long hours, and few breaks were making the job \"incredibly stressful.\" The Department of Health said it was aware the service was getting busier and as well as recruiting 16% more paramedics  since 2010, it would review demands on services.  ", 
        "link": "http://www.bbc.co.uk/news/uk-26988005", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 12:37 BST  A woman who suffers from a syndrome which causes her to smell of \"rotten garbage\" and \"sewage\" says she wants to educate people about the condition.  Ellie James, 44, from Abingdon in Oxfordshire, has the rare condition known as Trimethylaminuria (TMAU), which prevents the body from breaking down materials found in certain foods. She told  : \"I have been verbally attacked on public transport... and I've left a couple of jobs because of it.\" \"You can't often smell yourself - you're relying on other people's reactions. You don't know what on earth is going on.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26923503", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 07:42 BST  Drugs workers must do more to help the growing number of people injecting themselves with steroids, the health watchdog says. The National Institute for Clinical Excellence (NICE) says there has been a dramatic increase in those using performance or image enhancing drugs in the last few years.  Steroids are a class C drug and are legal to possess but their side effects range from acne and hair loss to heart and liver problems. Catherine Burns reports. ", 
        "link": "http://www.bbc.co.uk/news/health-26950514", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "The white stuff you sprinkle on your food is back in the headlines. Whether it's salt or sugar, it seems many of us may be consuming too much. So how easy is it to live without  processed food for a week? Helen Briggs finds out. The first day of my new regime involves rifling through kitchen cupboards to see what I'm permitted to eat. The definition of processed food varies, but according to the US Food and Drug Administration it comprises: So out with pasta, oil, tinned tomatoes and many other staples.  Unlimited fruit and vegetables are an easy option, along with the humble baked spud. Processed foods aren't always a bad thing but this does highlight the importance of clear food labels. ” But what about protein? I don't eat meat so that means soaking and cooking my own lentils and chickpeas, rather than buying them tinned. It's a work day, so I have to pack an entire day's supply of rations. I can't rely on my usual soup or salad as it's bound to contain something processed, like stock cubes or mayonnaise. So, I load up with fruit - banana for breakfast; apple and oranges for snacks. Then, horror of horror, I'm struck by qualms about coffee - does it count as processed? Victoria Taylor, senior dietician at the British Heart Foundation, has agreed to help me with my quest, so I ping off a panicky email. Thankfully, she grants me a concession - I can have coffee as long as I buy the coffee beans and grind them myself. Another thing to add to my to-do list, then. Tired this morning after an evening up late soaking chick-peas, boiling lentils and grinding coffee beans. My children are peering into dirty saucepans: \"What's all this burnt gooey stuff, Mummy?\" My rucksack is bulging with pots of things - home-made chick-pea salad, nuts, bananas, bunch of grapes, and yet another variety of home-made salad. I am starting to crave sugar, and patrol hungrily around the canteen in search of anything non-processed. A new routine this morning. To analyse what I'm eating, Victoria has asked me to weigh all my food three days a week. To add to the grinding, soaking and boiling, I now need to put everything on the scales. On the plus side I  think my diet is having some effect - I feel healthy and full of energy. I've discovered that adding herbs to things is a good way to get flavour without using salt, sugar or sauces. Mint tea has become a speciality - fresh mint in the bottom of a mug, topped up with hot water, and you're good to go. I am also saving a fortune on ditching take-out coffees (although I have to confess to the occasional illicit non home-ground Americano). I like to think I'm pretty good at checking food labels. But a cursory glance, before chucking it into the supermarket trolley, is no longer good enough. I am finding out that sugar or salt can be sneaked in to many things you wouldn't expect. The unprocessed pistachio nuts, complete with shells, I pick up in the supermarket queue actually have added salt. And sugar can be hard to spot on food labels, listed as high fructose corn syrup, dextrose, malt syrup, maltose and evaporated cane juice, among other things.  In the UK, cooking food at home is becoming a thing of the past.  In the last decade, money spent on take-aways and eating out has gone up by almost a third. I spend my Saturday the old-fashioned way - batch-cooking meals that can be eaten over the course of the next few days. A family birthday so eating out is unavoidable. The waiter is starting to get impatient with my questions. Is the risotto made with home-made stock? Does it have any added sugar/salt/artificial things? Eating out is a minefield when you're forbidden from adding anything to your food. Whether it's a take-away sandwich, a morning cappuccino or a birthday celebration in a restaurant, finding out exactly what is in your food is a nutritional nightmare. The week has been enlightening - and it's definitely something I will do again. But without a lot of forward planning and preparation, it's impractical for many. I could have opted for a more varied diet such as grilled fish and steamed vegetables, but without my own personal chef or a job working from home, that was beyond me. So how did I do? According to Victoria Taylor, not too badly. She says based on a comparison with my \"control\" week, my salt and saturated fat intake were both reduced by half.   The main reason for me - as a non-meat eater - was giving up bread and cheese, which, while not conventional processed foods - can be relatively high in salt and saturated fat. \"Although Helen wasn't feasting on foods we typically think of as processed, like ready-made meals, pizzas or crisps, her experiment does show how it's often the everyday foods like cheese and bread that make a big difference to the amount of saturated fat and salt we are eating,\" she says. \"Processed foods aren't always a bad thing but this does highlight the importance of clear food labels.  \"Colour coded labels which give at-a-glance information are an easy way to work out if the food you're eating is the healthy choice.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26560558", 
        "subject": "Health", 
        "title": [
            "Can you live without processed food?"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 07:14 BST  The NHS in England is continuing to perform marginally better than other UK countries, but the gap is narrowing, according to a new report. The Nuffield Trust and the Health Foundation say life expectancy and death rates have all improved, but concern remains about budget cuts and waiting times for some operations in Wales.   Dominic Hughes reports. ", 
        "link": "http://www.bbc.co.uk/news/health-26984851", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Giving birth is an emotional and often traumatic experience even when things go well, but what about when it goes wrong? Up until now, no-one has ever asked parents who have experienced stillbirth or the death of a baby shortly after birth what they felt about the care they received. Finally, however, their voices are being heard. A survey of more than 700 bereaved parents by Oxford University shows that a significant number are being let down at a devastating time in their lives. Claire Kerry, 36, is one of those parents. She was 10 days overdue with her second child in February 2012 when she went into labour. Many hours later in a birthing pool in her local hospital, her daughter Esther was stillborn after the umbilical cord became tightly wrapped around her neck and body. \"We had heard her heart beat just 10 minutes before. She was a healthy, strong girl of eight pounds three ounces, she was beautiful,\" Claire says. But she could not be resuscitated. Claire and her husband, from the Midlands, say that although the care they received during Esther's birth was good, it was the way they were treated afterwards that left them feeling isolated and angry. Parents need to feel there is someone they can speak to, who will listen to their anxieties” A bereavement midwife, who is trained to deal with bereaved parents, was kind and comforting at the time but the photographs which were taken of Esther and should have been sent to Claire as a memory of her daughter, never arrived. She had to chase them up and eventually they were located in the bottom of the bereavement midwife's drawer.   Ten months after Esther's stillbirth, the photos were delivered, but \"they weren't the special memory they were supposed to be by then,\" Claire whispers. At a follow-up appointment just weeks after losing their daughter, they were made to sit in a waiting room with expectant mothers, only to be told by an intimidating line-up of doctors and nurses - none of whom were present at the birth - that Esther's death was \"just one of those things\".  \"It wasn't nice at all. We felt so disempowered. We were still stunned and shocked by what had happened.\" Back at home, midwives came on two occasions to check Claire's stitches and she was discharged, with some leaflets to read. Her GP left a message on her phone asking if she needed anything. But that was it. \"I felt so isolated - as if all the doors had been closed on me. You need people more than ever at that point.  \"I'd still had a baby, but no-one came.\" Claire found herself in freefall. She became very low and depressed as the impact of her loss began to take hold. Friends and family just didn't know what to say and it was only a series of psychotherapy sessions which helped pull her slowly out of that dark place. Claire's experiences are not dissimilar to those of many parents in Oxford's 'Listening to Parents' study, which collates 720 women's experiences of maternity care after bereavement across England. The results, which will be presented at a meeting of the  , suggest that the care provided is generally good but they also reflect a wide variation in the quality of care provided by hospitals and individual health professionals. During labour, the survey found that 10% of women said they did not feel listened to or that their concerns were taken seriously. Nearly a third said they did not feel they had a part in decision-making and almost half said they did not feel fully confident about the decisions made at the time. Some parents reported being taken to rooms within maternity wards after the birth and being able to hear other babies crying, which they found extremely distressing. While some staff are praised for their compassion, others are described as insensitive and uncaring. Lead researcher Dr Maggie Redshaw, from Oxford University's National Perinatal Epidemiology Unit, says it is important to hear bereaved parents' voices and learn from them. \"Death and bereavement is a very big deal for young parents when they have hopes for the future. They set out on a path to be a parent and what happens is a huge shock.\" This can have a long-lasting psychological impact, she says. Bereaved parents reported being depressed and suffering from anxiety at much higher rates than the general population. Dr Redshaw says care should not stop when parents leave the neo-natal unit. Support and counselling could be improved, and is often needed long term. But perhaps more could be done to help prevent stillbirth happening in the first place. Janet Scott, head of research and prevention at Sands, the national stillbirth and neonatal death charity, says parents' concerns must be listened to. \"'I knew something was wrong' is a terrible burden for parents to carry. \"Parents need to feel there is someone they can speak to, who will listen to their anxieties before and during labour. \"They should be made to feel their concerns are valid.\" The study's conclusion urges midwives, GPs and consultants to listen to the views of parents who have experienced the death of a baby, so that \"some of the unacceptable experiences described\" can be avoided. Claire knows it can make all the difference. Since Esther's death, she has had a miscarriage and was treated at a different hospital where her experience was very positive. \"I was treated like a human being. It made me realise just how badly we were treated before.\" ", 
        "link": "http://www.bbc.co.uk/news/health-26889862", 
        "subject": "Health", 
        "title": [
            "Bereaved parents' voices heard at last"
        ]
    }, 
    {
        "article": "Bad weather and a delayed flight might be a recipe for misery - but in one instance 50 years ago it led to a discovery that has saved countless thousands of lives.  The discovery of the Epstein Barr virus - named after British doctor Anthony Epstein - resulted from his specialist knowledge of viruses which caused tumours in chickens plus his skills gained using one of the first commercially-available electron microscopes.  I had the feeling that this was something special” His hunch was assisted by a longer than expected journey of some tumour cells from Uganda, which were nearly thrown in the bin.  But it would never have happened if Epstein's curiosity hadn't been fired up by a lecture by the Irish doctor turned \"bush surgeon\", Denis Burkitt.  In the lecture, billed as a staff meeting on \"The Commonest Children's Cancer in Tropical Africa\", Burkitt described how he had noticed a number of cases of debilitating tumours which grew around the jawbone of children in specific regions - particularly those with high temperatures and high rainfall.  We now know this as Burkitt lymphoma.  Sir Anthony Epstein, now 93,  , recalls: \"I thought there must be some biological agent involved. I was working on chicken viruses which cause cancer. I had virus-inducing tumours at the front of my head. I thought... [it] was being carried by some insect vector, or some tic. That's why it was temperature-related.\"   The Epstein Barr virus belongs to the family of herpes viruses - and is linked to a number of different conditions, depending on where you live.  Most people are infected with the Epstein Barr virus. It's best known in high-income countries for causing glandular fever which causes a sore throat, extreme fatigue and swollen glands in the neck.  According to Dorothy Crawford, emeritus professor of microbiology at Edinburgh University, up to 95% of all adults are infected with the virus.  \"The virus is spread in childhood at different rates - in the saliva, so through close contact.  In African countries most children have it by the age of two because they share cups in their household.  \"The rate is lower in middle-class areas of England, so if you haven't already been exposed by your early teens it can cause glandular fever.\"   This has given it the nickname the kissing disease because, she explained: \"People kissing in the back row of the cinema exchange more saliva than young children sharing toys.\"  Epstein asked for samples of the tumours from Burkitt and they were sent back on overnight flights from Uganda.  For almost three years Epstein's efforts to retrieve virus from the tumour cells failed, despite trying several culture methods used successfully for other viruses like influenza and measles.   In the end bad weather came to the rescue.  Fog delayed one flight which was diverted to Manchester, 200 miles from London. So the sample taken from the upper jaw of a nine-year-old girl with   didn't get to Epstein until late one Friday afternoon on 5 December 1963.   At that point it looked past its sell-by date.  \"The fluid was cloudy. This suggested it had been contaminated on the way,\" Epstein said.  \"Was it full of multiplying bacteria? Before we threw it away I looked at it under a wet preparation microscope and saw huge numbers of free-floating, healthy looking tumour cells which had been shed from the edge of the tumour.\"  Traditionally, growing cells successfully in culture had involved sticking them to a glass surface for support, but the lymphoma cells seemed to favour growing in a suspension.   Once all other conventional tests for identifying the virus from the cultured cells had failed, Epstein tried electron microscopy. The very first grid square he viewed included a cell filled with herpes virus.  Exhilarated by what he'd seen, Epstein went for a walk in the winter snow and came back feeling calmer.  \"I was extremely frightened in case the electron beam [of the microscope] burned up the sample. I recognised at once the herpes virus - there were five then, now nine. Any of the then-known ones would have wiped the culture out when they were replicating but this wasn't happening.  I had the feeling that this was something special.\"  Our understanding of this pervasive virus, named after Epstein and one of his PhD students Yvonne Barr who helped to prepare the samples, has increased over the years since Epstein confirmed his findings with American virologist colleagues.  Burkitt's data helped to identify that the tumour named after him was seen in children with chronic malaria, which reduced their resistance to the Epstein Barr virus, allowing it to thrive.  But most of us live quite happily with the virus.  \"If you disturb the host-virus balance in any way then changes take place which lead to very unpleasant consequences,\" says Epstein.  \"Once the link between Epstein Barr virus and Burkitt lymphoma was established, other seemingly unrelated conditions followed. These include a cancer at the back of the nose which is the commonest cancer seen in men in southern China and the second commonest in women in the same region.  There is also a link to Hodgkins lymphoma, a cancer of the white blood cells.  \"Each one came out of the blue,\" according to Epstein, \"and we've just heard about another. About 20% of Japanese cancers of the stomach are associated with the virus.\"  Yet another connection was made by Professor Dorothy Crawford, while waiting for the lift at the Royal Free hospital in London.  \"It's such a tall building everyone meets outside the lifts. I was standing next to a renal [kidney] transplant surgeon and overheard him say they'd just had their first case of post-transplant lymphoma. So I went with him to the pathology department and asked for some sections of the tissue to look at under the microscope.\" Burkitt lymphoma can now often be treated successfully with chemotherapy.  At a recent meeting in Oxford of the   future directions for research were explored.  Attention is now focusing on a vaccine for the Epstein Barr virus - and some efficacy has already been demonstrated.  Epstein hopes that a vaccine will lead to the kind of success seen in other cancers caused by viruses - such as Hepatitis B and the human papillomavirus, which cause liver and cervical cancer respectively.  ", 
        "link": "http://www.bbc.co.uk/news/health-26857610", 
        "subject": "Health", 
        "title": [
            "Cancer virus discovery helped by delayed flight"
        ]
    }, 
    {
        "article": "The review of the four UK health systems by the Nuffield Trust and Health Foundation has been a painstaking piece of work. Researchers have been working on it for the best part of four years, grappling with different data sets on topics as diverse as spending, waiting times and death rates. But it is perhaps the questions the report poses rather than the ones it answers that provide most food for thought. Post devolution, the UK has three distinctive systems.  In England, there is a great deal of emphasis on competition (both between NHS bodies themselves and with the private sector). By contrast, in Scotland and Wales collaboration is key; and in Northern Ireland there is an integrated approach where health and social care are part of the same system. It should provide a perfect platform from which to assess the merits of each approach. Except it doesn't. Performance on a whole host of measures is remarkably similar - or where there are differences there are obvious answers. For example, the slower adoption of targets outside England can explain some of the gap on waiting times, while the higher burden of ill health is the main reason that Scotland lags behind on measures such as life expectancy and death rates. These factors can also give an answer to why Scotland, Wales and Northern Ireland appear to be catching up with England on some measures - it is easier to make faster progress from a lower base. But all this just raises the question: what actually does influence performance? Funding was the obvious answers proposed by researchers. However, the report also throws up some other, interesting theories. Local data was provided for one region - the North East of England. This was chosen because in terms of population demographics and health profile it was considered to be the closest fit to Wales and Scotland. The findings were fascinating. In the early 1990s death rates and life expectancy were similar to Scotland, but now the North East is outperforming it by 15% to 19% on death rates and a year of life expectancy. So what has happened? Well, it wasn't the impact of competition within the NHS, which is much less frequently used in the North East than elsewhere in England. Instead, study leader Prof Nick Mays suggested it could be linked to the lack of high-paid jobs in other professions, which allows the NHS to recruit and retain the most talented staff. It is not the first time this point has been made. The Centre for Economic Performance also noted the correlation in  . If that is the case, it raises two interesting points. First - unsurprisingly - money matters when it comes to attracting the best staff. But second, what happens locally (and it would be fair to assume this could apply to a host of other factors) is perhaps more important than the national levers that politicians pull. So instead of looking at performance across countries, it might be better to think of the NHS as a collection of many different systems. ", 
        "link": "http://www.bbc.co.uk/news/health-26976269", 
        "subject": "Health", 
        "title": [
            "So which nation has the best NHS?"
        ]
    }, 
    {
        "article": "It is 12 years since an inquest into the death of England and West Bromwich Albion footballer Jeff Astle ruled he died from brain trauma caused by heading heavy leather footballs.  After the FA failed to publish promised research into the condition, the Astle family   via its Justice for Jeff campaign. The campaign has prompted other families of ex-players to come forward, claiming Astle's case could be the \"tip of the iceberg\". Among them is physiotherapist, Andrew MacLeod, whose father Ally managed Scotland at the 1978 World Cup in Argentina. He believes his dad developed Alzheimer's after repeatedly heading a ball during a 16-year playing career with teams including Hibernian and Blackburn Rovers. He died in 2004, aged 72, after suffering with the disease for almost 10 years. \"It started as memory loss and forgetfulness,\" Mr Macleod said. \"He would forget where my house was or he would ask to go and visit his mother in Glasgow who had died 23 years before. \"I was keen to see the research by the FA published because if there is evidence that repetitive heading causes brain injuries then it does have consequences even for the modern day player.\" Richard Wickson, the chairman of Reading Football Club's former players' association, believes the Astle case is \"the tip of the iceberg\". \"We're hearing a lot of disturbing stories from organisations like ours around the country and it seems that these illnesses are affecting players from a certain era, the 50s and 60s,\" he said.  Duncan Forbes, 72, played more than 500 games for Norwich City and Colchester in a 16-year career starting in 1961. He was admitted to a dementia care home in October. His wife, Janette, believes his condition, which started when he was 64, was caused by heading footballs. She said: \"Duncan played the game since he was a little boy and with being centre back he was always heading balls out, which were a lot heavier than nowadays. \"He once told me as part of his training he used to head a medicine ball, with the idea that he could then head a normal football much further. \"I know of several players that haven't come out to say they've got dementia because there's a stigma attached to it but I think if clubs investigated it and looked at ex-players, we would find a lot more.\" \"I think the fear of having to pay out compensation is the only thing holding back the authorities from fully researching it. \"But the families I have spoken to are not interested in money they just want to make sure young players don't suffer.\" In a letter to Astle's widow, Laraine, the chairman of the FA, Greg Dyke, said a commission had been set up to investigate head injuries, which includes representatives from the FA, the Professional Footballers' Association (PFA) and the Premier League. A spokesman for the FA said \"The football commission on head injury... are working towards increasing awareness at all levels of the game of football.\" Dr Michael Lipton is currently carrying out a study with adult amateur footballers in the US investigating how heading impacts on the brain. His initial findings suggested   could cause traumatic brain injury. \"Those people were also more likely to perform worse in cognitive tests especially memory and, less so, processing speed and attention,\" he said. \"There is clear data that traumatic brain injury increases the risk of Alzheimer's and dementia maybe as much as three fold.\" However, scientific opinion on the issue is divided. Dr Andrew Rutherford, of Keele University, has been researching possible brain damage caused by heading for more than 10 years. He said there was no definite evidence to link it to dementia. \"There is a danger that when somebody who happens to have been a footballer suffers from dementia, it becomes highlighted as a problem with football when it could be any number of causes just as it is in a person who never played the game,\" he said. \"With these individual cases it can appear that a large number of ex-players are suffering from dementia. \"That may be the case, but it could also just be five or six footballers in the whole of the country that suffer from that particular problem.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-england-26817099", 
        "subject": "Health", 
        "title": [
            "Jeff Astle: Head injury footballer's case tip of the iceberg?"
        ]
    }, 
    {
        "article": "A soldier who killed three colleagues and injured 16 others in a shooting at US Army base was being treated for depression and anxiety. He was also being assessed for post-traumatic stress disorder (PTSD). Post-traumatic stress disorder is an anxiety disorder caused by witnessing or being involved in a frightening or distressing event. People naturally feel afraid when in danger, but the legacy of some traumatic events is a change in perception of fear. They may feel stressed or frightened in day-to-day life. Any traumatic event has the potential to lead to PTSD including: People will be generally affected within one month of the event.  There is no blood test for PTSD, it instead relies on the judgement of a doctor speaking to their patient about their symptoms. There must have been an initial traumatic event involving a close brush with death or serious violence.  There are then four criteria which must be present: \"This has to impair day-to-day function,\" said Neil Greenberg, a defence professor of mental health at the King's College London. \"With properly skilled doctors it can be very easy to diagnose, it could take a few hours,\" says Prof Greenberg. But he says doctors must have a good suspicion of PTSD before starting to diagnose someone, as patients may not bring up their trauma history. It can also be a challenge because some people deliberately \"overinflate symptoms\", sometimes for financial reasons, while others seek to avoid the stigma of a PTSD diagnosis.  For many people, the symptoms will go away within a month - but others will need psychotherapy or, if that fails, medication.  Cognitive behavioural therapy can help change the way people think about the traumatic event in order to control fear and anxiety. This involves going through the event in detail with a therapist. Antidepressants, such as paroxetine, are used if psychotherapy does not work. Prof Greenberg, who also works with the UK Psychological Trauma Society, says treatment is still effective many years after the incident. However, after such a long time the symptoms are very unlikely to clear up without treatment. ", 
        "link": "http://www.bbc.co.uk/news/health-26867615", 
        "subject": "Health", 
        "title": [
            "How is PTSD diagnosed?"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Many Ugandans are wary of getting tested because of the stigma of being HIV-positive Private clinics in Uganda's capital, Kampala, are selling fake HIV negative certificates to help people get jobs, an undercover investigation by BBC Africa's Catherine Byaruhanga has revealed.  It is the tail-end of the morning rush-hour when I meet Sarah outside a popular supermarket in a suburb of Kampala.  She is a young woman in her 20s, with dreadlocks. She is anxious, and can hardly look me in the eye.  So I am careful not to push her too hard.  I, along with my BBC colleagues, spent several weeks trying to track down someone who had paid for a fake HIV-negative certificate.  Most of the people we spoke to were too scared to be interviewed. Sarah isn't her real name - she would only talk to us if we hid her identity. We visited 15 clinics - 12 were willing to give us a fake negative result” \"I had to get the fake negative results because if I gave the company my positive results I was not going to get employed,\" she told the BBC.  \"I'm a single mother. I'm struggling. I need this money. I need this job for my child.\"  We heard several accounts of people buying bogus HIV-negative results in order to get a job, to travel abroad or to lie to sexual partners because of the huge stigma against people with HIV here. We went undercover to several clinics in Kampala, pretending to be HIV-positive job-seekers in need of a negative certificate to show prospective employers.  These were small private clinics - there are hundreds of them all over Kampala. Inside, there were a handful of staff, a doctor maybe but usually a nurse and a laboratory technician who carries out the testing.  We visited 15 clinics - 12 were willing to give us a fake negative result. One laboratory technician said it was very risky for him to give a fake certificate and he could be arrested. After some negotiations, he agreed to write it for around $20 (£12).   Media requires JavaScript to play. A lab technician agrees to sell a fake certificate The certificates have everything to make them look official, including the clinic's official stamp and the health worker's signature. This evidence comes at a time when many people here are taking a critical look at Uganda's HIV policies. For years, the country was seen as a global leader in the fight against the disease.  Twenty years ago, around one in five Ugandans had the virus, the government quickly got behind Aids campaigns and by 2005 the rate was brought down to 6.3%.  But in recent years the number of people with HIV has started to rise again, to 7.2% in 2012. Once again, the government and activists are fighting to turn things around.  The message is: \"Get tested\". Everywhere you go in Kampala there are billboards and posters urging people to find out their status.  Even President Yoweri Museveni and his wife have taken public tests.  The idea is once people find out they are HIV-positive they can get onto anti-retroviral medicines and be counselled so they don't spread the disease.  But the massive social stigma means many are just too scared. Last year, a survey of more than 1,000 Ugandans living with HIV/Aids was carried out by the National Forum of People Living with HIV/Aids Networks in Uganda (Nafophanu). It found that more 60% of them faced stigma; either being shunned by relatives or friends or losing a job.  Many people in Uganda still see it as a disease of the immoral, those who have led a promiscuous life.  The HIV-positive people we have spoken to add that employers are not willing to hire them because they think the disease will make them less efficient at work. Nafophanu head Stella Kentutsi says this stigma leads some HIV-positive people to avoid accessing health services.  This then leads to more people dying of the disease and passing it on to their partners.  Nicolette Uwimana has chosen to be open about being HIV-positive but, she says, that has made her life difficult.  She is a beautiful young woman, welcoming and very confident. Her purple extensions match her bright pink top with the printed slogan: \"HIV stops with me\".  Ms Uwimana contracted the virus at the age of 10 after being raped. Her family initially took care of her but eventually kicked her out because her treatment became expensive. She now lives in a cramped room with four others. It does not shock me Nevertheless, it's a challenge for government and the country to pull up its socks and squarely face this problem” \"My friends don't even want to associate with me, those who are not positive,\" she said.  \"And when they hear my story they tend to point fingers - 'You went looking for it,' because they don't actually know, they don't understand what somebody goes through. \"And for quite some time now I haven't been working because everywhere I go to look for a job the first thing they ask me is my status.\"  Nonetheless, Ms Uwimana is adamant that sharing her story will give her peace of mind and help her come to terms with her ordeal.  For now, she earns some money by making jewellery and speaking at HIV events. We showed our undercover footage to Uganda's Health Minister Ruhakana Rugunda. He admits the government could do more to stop the issuance of fake HIV-negative results.  \"It does not shock me [that people are buying bogus negative results] Nevertheless, it's a challenge for government and the country to pull up its socks and squarely face this problem,\" he told the BBC.  He said the police had handled some cases, but it is not a problem for them to solve.  Instead, companies should stop stigmatising job seekers who are HIV-positive, Mr Rugunda said.   \"I think that's discriminatory. I think that's pushing people to tell lies and to fake certificates,\" he told the BBC.  But there are no laws to protect HIV-positive people against discrimination. At the same time, the government is proposing legislation that activists fear will increase stigmatisation.  The HIV and Aids Prevention and Control Bill 2010 has clauses that aim to punish people who transmit the virus.  Health-workers will also be obliged to divulge the status of anyone they think could pass on HIV to their partner. The US funds the majority of Uganda's HIV programmes, mainly through non-governmental organisations. In the past decade, it has contributed more than $2bn.  US ambassador to Kampala Scott DeLisi told the BBC he could not guarantee that US money had not gone to clinics giving out fake HIV-negative certificates.  But he says the responsibility to monitor programmes lies with Uganda.  \"When they find these problems, they have to prosecute people. They have to show they're serious about it.\" Sarah says she takes responsibility for breaking the law and lying about her HIV status but says she would do it again for the sake of her child.  \"Why should I sit back and say: 'Let me do the right thing'. At the end of the day, it's me who's going to suffer. It's my child,\" Sarah told the BBC.  \"No-one is going to listen to me. I'm going to die and if I die just like that, who's going to speak out for me?\" ", 
        "link": "http://www.bbc.co.uk/news/world-africa-26859087", 
        "subject": "Health", 
        "title": [
            "Ugandan clinics selling bogus HIV certificates"
        ]
    }, 
    {
        "article": " as high air pollution levels are forecast.  But why does pollution cause problems, and what should people do? Winds have brought in pollutants from the Continent and dust from the Sahara, as well as \"home-grown\" pollution. Levels hit the maximum of 10 on the Department for Environment, Food and Rural Affairs (Defra)  in Norfolk on Tuesday - meaning a \"very high\" risk of air pollution - and are expected to be high in parts of England on Wednesday. At level 10, adults and children with lung or heart problems, and older people, should avoid \"strenuous\" physical activity altogether - such as exercising outside in the afternoon when levels are particularly high. When the reading is between seven and nine, those with health and lung problems should reduce physical activity, and those with asthma may find they need to use their inhaler more frequently. Yes, if they experience symptoms. These are likely to be minor : But the advice is that anyone experiencing them should consider reducing outdoor activity. Quite simply because you are breathing in particles that are carried deep into the lungs which then irritate or inflame.  Those who are young and healthy are unlikely to suffer serious short-term effects. But long-term exposure can affect the respiratory system and contribute to heart disease, it is thought, by thickening the blood. Last year the World Health Organization (WHO) said air pollution was a potential cause of lung cancer. A recent WHO report calculated seven million people had died as a result of pollution - both indoor and outdoor - in 2012. Outdoor pollution was linked to: Pollution is a major problem in cities such as Beijing and Mexico City. ", 
        "link": "http://www.bbc.co.uk/news/health-26850177", 
        "subject": "Health", 
        "title": [
            "What will pollution do to us?"
        ]
    }, 
    {
        "article": "Pets can harbour the hospital superbug MRSA and it can pass between pets and their owners, research suggests. Cats and dogs have the same strain of the bacterium as people, genetic tests show. MRSA may spread between animals at veterinary clinics in a similar way to hospital infections, according to scientists at Cambridge University. But they say pet owners should not worry as there is very little risk of them getting ill from their pets. Methicillin-resistant   (MRSA) is commonly carried on the skin of healthy people and humans, where it often causes no symptoms. However, it can lead to an infection, particularly when it gets into a wound. Figures suggest about one in 100 cats and 2% to 9% of dogs in the UK are carriers of MRSA. It has also been found in horses. MRSA infection in cats and dogs is still extremely rare”  Scientists at the University of Cambridge sequenced the bacterial genomes of samples of MRSA from 42 dogs and four cats. They compared the animal samples to a global collection of human ones. They found the animal strain belonged to the same family as the human form of MRSA found in hospitals. Dr Mark Holmes, senior lecturer in preventative veterinary medicine at the University of Cambridge, said the study showed humans and pets could exchange and share MRSA. \"They pass it backwards and forwards - they are a reservoir of infection,\" he told the BBC. Risk factors for pets include contact with human carriers and going into veterinary clinics. But healthy animals were unlikely to pick up MRSA from their owners, said Dr Holmes. And he said pet owners should not worry about their own health as symptoms of MRSA in pets were \"not common\". \"MRSA infection in cats and dogs is still extremely rare,\" he said. \"There is very little risk of owners getting ill from their pets.\" Prof Alan Johnson, a consultant clinical scientist for the health body   said the research reinforced previous data suggesting MRSA could be shared between humans and pets.  \"While the authors state that animals may be a reservoir for human infection, the converse may also be true, with humans passing MRSA to their pets,\" he said.  \"Further prospective work is needed to examine pet-to-human versus human-to-pet transmission.\"  is published in the journal of the American Society for Biology, mBio. ", 
        "link": "http://www.bbc.co.uk/news/health-27500826", 
        "subject": "Health", 
        "title": [
            "MRSA: Hospital superbug 'shared with pets'"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Efforts to redirect patients away from busy A&E departments will not work, doctors have said - as a new study shows most need to be seen there.  The College of Emergency Medicine review of more than 3,000 patients found only 15% could have been treated in the community. Last year NHS England suggested 25% could - and used that to justify a major shake-up of A&E units. The difference amounts to 1.4m patients, the college said. The college is not opposed to NHS England's proposed creation of a two-tier system involving major and minor units. But it said the expectation that large numbers of visits to A&E could be saved was likely to be wrong, and it was important to take other steps to relieve pressures. One of these includes locating GPs in or alongside A&E units to filter out the less urgent cases - something which is already happening in a number of hospitals. The review, carried out by consultancy Candesic, looked at what was happening in 12 A&E units over a 24-hour period in March. It found 85% of patients needed to be seen in A&E - although 22% could have been dealt with by a GP on site if there had been one. College president Dr Clifford Mann said: \"The fact that only 15% of attendees at emergency departments could be safely redirected to a primary care clinician without the need for emergency department assessment is a statistic that must be heeded by those who wish to reconfigure services.\" Katherine Murphy, of the Patients Association, said: \"For many years patients have been wrongly criticised for abusing A&E departments and wasting NHS resources, but these latest figures show that the majority of these patients are genuinely ill and require urgent medical treatment.  \"We cannot ignore these figures. There is an urgent need to look at the provision of NHS care in a joined-up way and ensure that the patient comes first in every decision made.\" But a spokeswoman for NHS England said: \"There have been several attempts to quantify the percentage of A&E attendances that could be readily managed elsewhere, with estimates ranging between 10 and 45%.  \"Variation in these figures is due to the A&E departments studied, the types of patients attending, locally available services and the subjective judgement of those involved in giving the clinical opinion. This new figure from the College of Emergency Medicine therefore falls within the expected range.\" She said NHS England recognised the value of placing GPs alongside A&E units, but said other measures such as \"better self-care advice, an enhanced NHS 111 and ambulance services capable of offering skilled treatment at the scene\" were also important. Alternatively you can contact us using this form: If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", 
        "link": "http://www.bbc.co.uk/news/health-27512613", 
        "subject": "Health", 
        "title": [
            "Most patients 'right to go to A&E'"
        ]
    }, 
    {
        "article": "A German doctor who killed a man with a lethal dose of diamorphine will not be extradited to the UK. The family of David Gray, 70, from Manea in Cambridgeshire, has campaigned for Dr Daniel Ubani to face charges in the UK, over his death in 2008. The European Court of Human Rights has upheld a decision by German authorities that Dr Ubani should not be extradited.  In Germany, Dr Ubani was given a nine-month suspended sentence for death by negligence, in 2008. The family had claimed the German inquiry had been flawed.  The court said: \"The patient's sons complained the authorities in Germany, where the doctor was tried and convicted of having caused the death by negligence, had not provided for an effective investigation into their father's death. \"The court accepted that the German trial court had sufficient evidence available to it for the doctor's conviction by penal order without having held a hearing.\"  Dr Ubani was on his first UK shift as a locum when he visited Mr Gray, who had renal colic, at home. He injected him with a fatal 100mg of diamorphine - 10 times the safe dose.  He was struck off in the UK but is still able to practise in Germany. A European arrest warrant was issued by Cambridgeshire Police but could not be carried out because legal proceedings had begun in Germany. In 2010, Coroner William Morris ruled Mr Gray was unlawfully killed, described his death as \"gross negligence and manslaughter\" and said Dr Ubani was \"incompetent\". Dr Ubani admitted he had confused the morphine with another drug. He had flown into the UK the day before his 12-hour Cambridgeshire shift for GP service provider Take Care Now and had only had a few hours' sleep, a GMC panel was told. A doctor who gave him an induction expressed concerns that Dr Ubani had no NHS experience, did not know the area and that he did not have enough time to properly train him.  The doctor had previously not been selected by Leeds Primary Care Trust because he had failed a language test.  But the GMC panel heard evidence that Dr Ubani was competent in spoken English and his employers had no problems understanding him. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-27518271", 
        "subject": "Health", 
        "title": [
            "Dr Daniel Ubani: No UK extradition over patient death"
        ]
    }, 
    {
        "article": "Ebola fever has killed at least 86 people in Guinea in recent weeks and another six in Liberia. Firmin Bogon, who lives in Gueckedou near the borders with Liberia and Sierra Leone, told BBC Afrique how he lost his sister, his wife, his stepmother and other loved ones to the virus. My sister came to my home on her return from Sierra Leone and said she was unwell.  We took her to a hospital, where tests were carried out and people said she had typhoid fever. Doctors prescribed drugs but did not tell her to stay in hospital, so we treated her at home. Within a couple of days she passed away. Nobody knew it was contagious, and she was looked after by many people. She must have contaminated others even after her death, while her body was taken away for burial in the village and people had access to it. A few days later I noticed that several of those who had been near her had become ill. Then they started dying.  Her mum, who was staying with us, went first. Then my wife, who had looked after my sister, died as well.  In all we have now lost about 10 family members. My sister came to my home on 27 February and she died four days later. The others died in the five weeks since then. My sister had been in Sierra Leone where she spent less than a week, then in Kisidougou in Guinea, so it is not clear where she caught this disease. We only suspected an Ebola outbreak when a driver who was working for an aid agency in Macenta [in southern Guinea] died and tests on his remains were carried out.  They confirmed he had Ebola fever.  Only then did people start taking precautionary measures, but it was too late.  ", 
        "link": "http://www.bbc.co.uk/news/world-africa-26868674", 
        "subject": "Health", 
        "title": [
            "'I lost 10 relatives to Ebola'"
        ]
    }, 
    {
        "article": "Four common chronic pain conditions share a genetic element, suggesting they could - at least in part - be inherited diseases, say UK researchers.  The four include irritable bowel syndrome, musculoskeletal pain, pelvic pain and dry eye disease. The study of more than 8,000 sets of twins found the ailments were common in identical pairs sharing the same DNA. The King's College London team say the discovery could ultimately help with managing these debilitating diseases.   With further research, these findings could then lead to therapies which may change the lives of those suffering with chronic pain” While environmental factors probably still play a role in the four conditions, genes could account for as much as two-thirds of someone's chances of developing the disease, they believe.  They told the journal   that more research is needed to pinpoint the precise genes involved.  Chronic pain - pain which persists or recurs for months on end - is common and has many different causes, which can make it difficult to diagnose and treat.  While the pain can be related to other medical conditions, it is thought to be caused by problems with the nervous system, sending pain signals to the brain despite no obvious tissue damage.  Experts are keen to understand more about chronic pain to improve the quality of life of the millions of people who have to endure it. Some have suspected that some people may have a genetic predisposition to chronic pain since many sufferers share similar symptoms and often have more than one of the different types of chronic pain conditions. The team at King's College London decided to study identical and non-identical twins because these two groups provide an ideal comparison for investigating inherited genes - identical twins share the same DNA while non-identical twins do not. Lead investigator Dr Frances Williams said: \"This study is one of the first to examine the role of genetic and environmental factors in explaining the links between different chronic pain syndromes. The findings have clearly suggested that chronic pain may be heritable within families. With further research, these findings could then lead to therapies which may change the lives of those suffering with chronic pain.\" ", 
        "link": "http://www.bbc.co.uk/news/health-27482574", 
        "subject": "Health", 
        "title": [
            "Chronic pain 'may be inherited'"
        ]
    }, 
    {
        "article": "A shift in medical research priorities is needed to meet the challenge of fighting dementia, say animal welfare campaigners. Animal research into new therapies has failed to deliver after years of experiments, they say. Instead, labs should focus on human-based models such as brain scanning or studies of cells grown from patients. Alzheimer's Research UK said no single approach could provide answers to such a complex disease. Dr Gillian Langley, a scientist and consultant for the animal welfare charity,  , is among a growing body of scientists who believe current research relies too much on animal models. \"Medical research is at a tipping point,\" she told BBC News. The exciting thing about this technology is that you can take cells from patients with a disease and then try to create a model of this disease in a dish” \"There is a growing realisation that animal studies are not producing the breakthroughs we're hoping for.\" Writing in the journal   she said it was time to consider a new paradigm in medical research for Alzheimer's disease. Research was \"lagging behind\" areas such as toxicology, which is using research based on molecular disease pathways within cells and new tools such as genomics, she said. \"We need this overarching view - a new framework so we can use these 21st Century tools.\"  Other scientists say human-based methods of research - once regarded as experimental - are already yielding results.  of Aston University carries out brain imaging to try to develop methods for early diagnosis of dementia in patients. \"We're supportive of initiatives to move forward the human model for good scientific reasons,\" he said. \"In Alzheimer's, at the cellular level, many animal models are valuable. When we move up the model of complexity, there's a point at which the animal model becomes less valid.\" He said researchers such as Dr Eric Hill at Aston University are working on stem cells (the master cells of the human body) to model Alzheimer's disease, which may eventually provide more robust ways of testing treatments. \"These cells were once skin cells that have been reprogrammed to become stem cells again,\" said Dr Hill.   \"They were then differentiated to become neurons and astrocytes.   \"The exciting thing about this technology is that you can take cells from patients with a disease and then try to create a model of this disease in a dish. \" However, the charity,  , said no single approach could address such a complex disease, with animal models, brain studies and new approaches involving stem cells all playing a role. \"Alzheimer's is a complex disease and the brain is a complex organ,\" said head of research Simon Ridley.  \"I think modelling that in a cell culture or in a dish, it's a huge challenge. \"So I think it's very important that we keep a broad perspective on the different types of research, really to try to answer specific questions.\" Dr Laurie Butler, of the University of Reading, added: \"With the number of those affected by dementia set to triple over the next 30 years it's vital we examine all research approaches if the UK is going to fulfil Jeremy Hunt's promise of transforming the country into a 'global leader' in fighting dementia. \" ", 
        "link": "http://www.bbc.co.uk/news/health-27315707", 
        "subject": "Health", 
        "title": [
            "Alzheimer's research 'needs new strategy'"
        ]
    }, 
    {
        "article": "Prostate cancer may be a sexually transmitted disease caused by a common yet often silent infection passed on during intercourse, scientists say - but experts say proof is still lacking. Although several cancers are caused by infections, Cancer Research UK says it is too early to add prostate cancer to this list. The University of California scientists tested human prostate cells in the lab. They found a sex infection called trichomoniasis aided cancer growth.  There are still no known lifestyle factors that seem to affect the risk of developing the disease - and no convincing evidence for a link with infection” More research is now needed to confirm the link, they say in the journal   (PNAS). Trichomoniasis is believed to infect some 275 million people worldwide and is the most common non-viral sexually transmitted infection.  Often, a person will have no symptoms and be unaware that they have it. Men may feel itching or irritation inside the penis, burning after urination or ejaculation, or a white discharge from the penis.   Women may notice itching or soreness of the genitals, discomfort with urination, or a discharge with an unpleasant fishy smell. This latest research is not the first to suggest a link between trichomoniasis and prostate cancer. A   found a quarter of men with prostate cancer showed signs of trichomoniasis, and these men were more likely to have advanced tumours.  The PNAS study suggests how the sexually transmitted infection might make men more vulnerable to prostate cancer, although it is not definitive proof of such a link.  Prof Patricia Johnson and colleagues found the parasite that causes trichomoniasis -   -  secretes a protein that causes inflammation and increased growth and invasion of benign and cancerous prostate cells. They say more studies should now follow to further explore this finding - particularly since we still do not know what causes prostate cancer. Nicola Smith, health information officer at Cancer Research UK, said: \"This study suggests a possible way the parasite   could encourage prostate cancer cells to grow and develop more quickly.  \"But the research was only done in the lab, and previous evidence in patients failed to show a clear link between prostate cancer and this common sexually transmitted infection. \"There's been a lot of research into prostate cancer risk and we're working hard to piece together the puzzle.  \"But there are still no known lifestyle factors that seem to affect the risk of developing the disease - and no convincing evidence for a link with infection.  \"The risk of prostate cancer is known to increase with age.\" Prostate cancer is now the most common cancer in men in the UK - about one in nine men will get it at some point in their lives.  It is more common in men over 70, and there appears to be some genetic risk since the disease can run in families.  ", 
        "link": "http://www.bbc.co.uk/news/health-27466853", 
        "subject": "Health", 
        "title": [
            "Prostate cancer 'may be a sexually transmitted disease'"
        ]
    }, 
    {
        "article": "Changes to UK urban areas provide habitats for mosquitoes, including species known to spread malaria and West Nile virus, a study suggests. Warmer ambient temperatures and more water containers in gardens are bringing mosquitoes into closer contact with people, say scientists. UK mosquitoes are human disease-free but the team says more of the insects breeding in urban areas increases the chances of a potential outbreak. The  . Co-author Amanda Callaghan, an associate professor at the University of Reading's School of Biological Sciences, explained that the study aimed to collect data to see if there was a difference in abundance and diversity of mosquitoes in rural and urban locations. \"We knew that there was an urban heat island effect, and changes in temperature have been known to cause changes in mosquito behaviour and - in some regions, such as southern Europe - diseases have crept into these countries because mosquitoes have changed their behaviour,\" she said.  Writing in their paper, Dr Callaghan and colleague Susannah Townroe observed: \"Within the UK, [water butts - a container for rainwater] are becoming increasingly common in residential gardens. \"A severe drought and subsequent hosepipe ban in the spring of 2012 across southern and eastern England led to reports of hugely inflated sales of water butt containers,\" they added. \"Water butts collect rain from roof guttering along with vegetation, animal detritus... providing both a habitat and food resource for mosquito larvae.\" They explained that while individual containers were relatively small, when all the water butts in the area were combined, it represented a \"large area of habitat\" for breeding mosquitoes. The authors added: \"This, in combination with the [urban heat island] effect... may favour mosquito larval production in urban habitats.\" In order to test this idea, the researchers placed water containers in a number of urban and rural residential gardens. \"We found fewer species of mosquitoes in urban environments compared with rural environments, but the species that were there were much more abundant,\" Dr Callaghan told BBC News. \"The one that was most abundant is called  , and in other countries   carry diseases such as West Nile Virus.\" The other species of mosquito that the researchers found in the study's water containers was  , which has been shown to be a \"reasonably good vector of malaria\". Dr Callaghan said: \"The main finding is that these mosquitoes are right next to people's houses and the   mosquito we found is a human-biting species and it can transmit malaria.  \"Therefore, if someone comes back from their holiday with malaria and they get bitten, it could be transmitted to another person - and that is how you get outbreaks.  \"The chances of there being a malaria epidemic in this country at present are relatively low because there has not been secondary malaria here since the 1950s.\" Secondary malaria refers to someone catching malaria from another person who has also been bitten by a mosquito. \"I am not saying we are all going to get diseases because we have vectors here, but it is worth keeping an eye on.\" More than 30 different mosquito species have been recorded in the UK, most of which are resident all year round. \"In rural areas you get more types of mosquito - there are lots of different types of habitats and different species of mosquito like different types of habitat - some of them will favour ditches, others will favour ponds or tree holes etc,\" Dr Callaghan explained. \"Whereas if you go into an urban environment, you do not have a lot of those habitats so you get a different picture of what species can survive in this environment. \"The   is a well-known urban mosquito, but the   is normally considered to be a tree-dwelling species. But it is changing its habitats from breeding in tree-holes to breeding in man-made water containers. \"This is concerning considering that it is a vector of malaria.\" Dr Callaghan said there were thousands of cases of malaria in the UK each year, mostly as a result of people returning from areas of the world where malaria was present, but people were usually quickly treated. \"If malaria is not in your blood for any length of time, the chances of you being bitten and transmitting it are quite low,\" she said. \"But if more people come back with malaria and there are more mosquitoes that can transmit malaria living by you then that chance increases.\" ", 
        "link": "http://www.bbc.co.uk/news/science-environment-27491891", 
        "subject": "Health", 
        "title": [
            "Study: UK cities becoming mosquito-friendly habitats"
        ]
    }, 
    {
        "article": "Google has warned people not to use its Glass eyewear for long periods of time because it can cause pain. The company said the technology was not meant to be used for \"reading War and Peace\" and takes time to adjust to. It follows complaints from some users of pain after wearing Google Glass. Google's optometrist said the problem was caused by the position of the technology, which forces people to look up. \"When anyone gets a new pair of glasses or starts wearing them for the first time there is always an adjustment period until people get used to them. For some, it's the same with Glass,\" said a Google spokesman. The company added that it encouraged people to \"ease into Glass, just as they would a new pair of glasses\". The spokesman said: \"As we note in our help centre, Glass is designed for micro-interactions, not for staring into the screen, watching Friday night movie marathons or reading War and Peace.\" I've not noticed any eye strain or headaches as a result of using Google Glass, but then again most of the time the screen is off - I use it to take the odd picture or scan tweets and emails ” The College of Optometrists advised anyone who buys Google Glass to get their eyes tested before using it. The College's clinical adviser Dr Susan Blakeney said: \"The optometrist can advise you, they can see how its position will affect you and they can also advise you on how long you should use Google Glass for before taking a rest.\" Harvard optometrist Dr Eli Peli, who acted as a consultant to Google during the development of Glass, said it is unusual for people to look up for long periods of time and doing so can be uncomfortable.  \"The only people who look up a lot are some professionals like electricians and painters. Most of us look either straight or down. It's well known that up is less comfortable,\"  . He added that people only tend to look upwards for a second at most until their head catches up with their eyes. And he likened the first few times a user wears the technology to standing on one leg for a long period of time. \"Try to stand on one leg for a long time and you'll feel tension, because you're not using it how it's normally used. If you're looking at the Glass for a minute, you're holding it there for 60 times longer than normal,\" he said. Some people have complained of headaches, but Dr Peli said the pain was actually a \"discomfort in the eye muscles\". He added: \"To describe it as a headache is inconsistent with how people experience headaches.\" In April, the BBC's technology correspondent Rory Cellan-Jones   and documented his work and home life. He said the technology took some getting used to, but did not cause any pain.  Media requires JavaScript to play. The BBC's Technology Correspondent Rory Cellan-Jones tries out Google Glass Google believes that only a small proportion of the people who have used Google Glass have experienced discomfort and Dr Peli said that the pain usually lasted up to a week as users' eyes adjusted to the change. Last month, Google executive chairman Eric Schmidt admitted that wearing Google Glass was \"weird\". He said that talking to the voice-activated technology while in public was \"the weirdest thing,\"  . The product went on sale for a single day in the USA in April, priced at $1,500. Google previously sold it to 8,000 individuals in 2013 as part of their Explorer programme. The BBC understands that UK developers may have access to the device next month. Google has also been criticised by campaigners, who warned that privacy is impossible when Glass and other augmented reality gadgets are used. ", 
        "link": "http://www.bbc.co.uk/news/technology-27485628", 
        "subject": "Health", 
        "title": [
            "Wearing Google Glass can hurt, doctor warns"
        ]
    }, 
    {
        "article": "Tesco is to stop sweets and chocolates being sold at checkouts at its smaller stores in the UK in an effort to help customers make healthier choices. The supermarket giant said it would take away confectionery from near its tills by the end of the year after conducting research into the issue. Larger Tesco stores stopped selling sweets at checkouts 20 years ago. Public Health Minister Jane Ellison welcomed the move saying it would help tackle obesity and ill health. We all know how easy it is to be tempted by sugary snacks... we want our customers [to] lead healthier lives” Tesco says its research found about two-thirds of customers questioned said removing confectionery from checkouts would help them make healthier choices. A spokesman said sweets and chocolates would also be removed from areas around the tills, and not stacked at a child's eye level. The latest announcement will affect Tesco Metro and Express stores throughout the UK. Tesco chief executive Philip Clarke said: \"We all know how easy it is to be tempted by sugary snacks at the checkout, and we want to help our customers lead healthier lives. \"We've already removed billions of calories from our soft drinks, sandwiches and ready meal ranges... and we will continue to look for opportunities to take out more.\" Ms Ellison said Tesco was responding to the \"clear demands\" of customers for healthy checkouts.  \"This initiative will help people to make healthier choices, which all contributes to reducing the long-term cost to our nation of obesity and ill-health,\" she said. Earlier this year Lidl announced that it too had introduced a policy to remove sweets and chocolates from checkouts for the same reasons cited by Tesco. And a   found that the Co-operative and Sainsbury's imposed similar bans, although not at smaller Sainsbury's stores. According to the report Marks & Spencer had a policy to remove checkout confectionery \"with characters or designs likely to appeal to children\" from some tills with conveyor belts.  And the report said Morrisons was \"reviewing its policy\" on the issue. Katie O'Donovan, of parenting website Mumsnet, said Tesco's move was \"positive\" and would make life \"that little bit easier\". She said: \"Popping into a shop with a small child in tow can sometimes feel like navigating an assault course. \"If you've made it to the checkout in one piece it can be really frustrating to then be faced with an unhealthy array of sweets designed to tempt your child.\" Shadow public health minister Luciana Berger also welcomed the decision. The MP for Liverpool Wavertree said: \"Retailers have a duty to support individuals in making healthy choices and ministers must look closely at what they can learn here.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-27514077", 
        "subject": "Health", 
        "title": [
            "Tesco to end checkout sweets in 'healthy choice' move"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 08:30 BST  Fans heading to Brazil for the World Cup may need to guard against dengue fever - a disease carried by mosquitoes for which there is no vaccine.  Most regions of Brazil will be low risk for the disease, but some experts say the tournament may coincide with a spike in cases in the north east of the country.  Ben Tavener reports from Natal. More stories from  ", 
        "link": "http://www.bbc.co.uk/news/world-latin-america-27354534", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:20 BST  The judge in the Oscar Pistorius trial has ordered him to start daily tests on Monday to assess his mental state when he killed his girlfriend. Judge Thokozile Masipa told the South African athlete to attend Weskoppies psychiatric hospital in Pretoria as an outpatient for a month. It comes after a defence witness said the double amputee was suffering from Generalised Anxiety Disorder (Gad). Michelle Roberts from the BBC's Health and Science team explains what Gad is, and why the trial has been delayed. ", 
        "link": "http://www.bbc.co.uk/news/health-27486769", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 14:02 BST  A mother has told the BBC of her disbelief over her daughter's death, after an ambulance went to the wrong address. Elouise Keeling, 14, had a severe asthma attack and collapsed at RAF Brampton, near Huntingdon, last June. Coroner David Morris ruled in March that her death \"could not have been avoided by any more timely arrival\", but her mother Karen Keeling told BBC Radio Cambridgeshire the verdict was not fair. The East of England Ambulance Service said it was \"deeply sorry\".  ", 
        "link": "http://www.bbc.co.uk/news/uk-27470392", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "For people with a disability the question of whether or not to have children is not simply a matter of fertility. It is a moral conundrum. I was born 10 weeks early in a private hospital in St John's Wood in north London to parents who had no experience of disability.   The moment I was born I was rushed to another hospital that had a premature baby ward. I, like many premature babies, had jaundice and struggled to breathe. My parents came to visit me regularly in hospital not realising what lay ahead.   Listen to Disabled and Broody on BBC Radio 4 on Tuesday 20 May at 16:00 BST or catch it layer on the BBC iPlayer.  When I was a week old, the doctor on duty did the hip test on me which is done on every child and during the process broke both my femurs.   As you can imagine, this rang alarm bells and I was then tested and diagnosed with osteogenesis imperfecta (OI), otherwise known as brittle bone disease.   My parents were told they could leave me at the hospital if they wished, however, if they took me home they had to carry me on a pillow for my short-lived life as they thought that I would be lucky to make it to the age of two. Thankfully my parents ignored the negativity surrounding my prognosis from the hospital and took me home, fed me up and looked after me so well that I am now 40 and doing OK. Over the years I have had approximately 100 fractures and 70 operations and as age sets in so does the pain which makes getting through every day rather tiring. But I won't let it beat me.   I work full-time (six days a week) in the media industry as an actress, presenter, campaigner and disability awareness trainer and three years ago I opened a   in Cambridgeshire. I am a firm believer that I own the disability, it doesn't own me.   Ten years ago I met my husband Andy and we got married in 2008.   I didn't think I would ever meet a man who wouldn't have an issue with my disability and my being a wheelchair user.   Luckily for me Andy loves me for who I am and the disability has never been a problem for him.   Even so, I did have to be honest with him from the very beginning and tell him that I didn't want to have my own children because there is a 50% chance with every pregnancy that the child would inherit OI.   I felt very strongly that I didn't want to pass on my disability to another human being.   To put things into perspective I must tell you that I have had a great life so far, travelled the world, met amazing people and had some amazing experiences   - and this is a big but - 100 fractures and 70 operations is no walk in the park and this is not something I would want to pass on to my own children.  We discussed the possibility of adopting or surrogacy but Andy wasn't keen on either of these so we decided that the best thing for us was to become foster parents.   I was really happy about it as I had wanted to foster for a long time and always assumed that I wouldn't be allowed as a disabled person.   Thankfully the rules have changed and for the last four years we have been fostering with  . For Andy, a big factor in the decision-making process was knowing my being pregnant could possibly do quite a bit of harm to my body and he was adamant I not be put through this.  I have friends with OI who have children, some with and some without the disability, and they all do a terrific job so I do realise that this is a very personal choice.   While making this programme I spoke to actor Warwick Davis. He and his wife, Sam, both have different forms of dwarfism. They have two children, Annabel and Harrison, who have both inherited Warwick's condition, a form of dwarfism. I asked them if they suffered from guilt but Sam said: \"I've only wavered once... one time we were talking about Annabel's surgery with the doctor... and he hugged her. And I realised she was really poorly. And just for a second I thought, 'This is my fault.'  \"But she's a fantastic person, she's got so much to give, she's changed everybody's life and the world is a better place with her.\" In some ways my decision goes against my political beliefs in disability equality and I feel I am contradicting myself but in this instance I really don't mind. I am glad that we made the choice that we did but there are times when I feel really guilty about it.   My husband will never have his own children, my parents and Andy's parents will never have a grandchild and so it goes on.   I wonder who will visit us when we get old, as we don't have our own children.  Despite all this we are really happy and glad that we have been able to support different children in foster care who need people like us to give them love and encouragement.   It has truly made me realise that bringing up another human being in a loving and supportive environment is the most important factor, to me it's irrelevant who the child belongs to genetically just that we are doing what is right for us.  Or send us your experiences using the form below. If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", 
        "link": "http://www.bbc.co.uk/news/health-27297337", 
        "subject": "Health", 
        "title": [
            "Disabled and broody: Why I decided not to have children"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 09:03 BST  Celebrity chef Jamie Oliver has said he is behind the government's plans to give all pupils under seven in England free school meals. However, he said some schools will over deliver and some will struggle with food education.  The BBC's John Maguire spoke to the chef at Friday's \"food revolution\" event - an attempt at a world record for the most participants in a cookery lesson in 24 hours.  ", 
        "link": "http://www.bbc.co.uk/news/uk-27437193", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 15:37 BST  Charging to see the doctor would \"strengthen health inequalities\" said Maureen Baker, who chairs the Royal College of GPs. She said all practises have to be open from 08:00 to 18:30, and many already offer longer opening hours. But Thomas Cawston from the centre-right think tank Reform, who has authored a report on charging, said \"people want to see their family doctor at a time that suits them\". And he suggested people should consider using a pharmacist, getting information online and self-medication. The pair debated on the Daily Politics, after presenter Jo Coburn heard from correspondent Hugh Schofield in Paris, where he explained how a form of GP charging is already established in France. The charging issue is due to be debated at the British Medical Association conference later this month.. Watch full programmes from the last seven days via  ; 'like' us on   page or 'follow' us on  ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-27474536", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 13:23 BST  UK animal researchers have signed a pledge to be transparent about the nature of their experiments. The Concordat on Openness on Animal Research has been signed by 72 organisations initially, including universities, bio-industry companies, charities and research councils. The scientific community has long recognised the need to engage with the public about animal research, but many held back for fear of being targeted by those opposed to testing. The hope is that better information about when, how and why animals are used for research will help the public decide about the costs and benefits of animal experiments. In a self-authored film for  , surgeon Gabriel Weston considers the pros and cons of testing, is given access to a medical research facility and examines the alternatives to using animals. ", 
        "link": "http://www.bbc.co.uk/news/science-environment-27427579", 
        "subject": "Health", 
        "title": []
    }, 
    {
        "article": " Media requires JavaScript to play. Baby Miaomiao's parent faced the dilemma of whether to give their sick daughter away to an orphanage When Liu Jiaomei gave birth to her daughter Miaomiao in March, she was forced to leave the hospital an hour after her labour was over. Ms Liu and her husband, both poor migrant workers, had no money to pay for extra care.  Ms Liu and her husband brought their newborn home, but they knew their child was seriously ill.   Miaomiao has serious hip and leg deformities. A large hole in her mouth makes it difficult for her to swallow. Now six weeks old, she's clearly losing weight. \"I wanted to look after Miaomiao myself,\" Liu Jiaomei, explains, tears streaming down her face. \"But my husband asked: what if our daughter dies because we can't care for her?\" With no money and no government healthcare, this couple faced a heart-wrenching choice: hold on to their daughter or hand her over to the state where - in theory - she would receive treatment. \"No-one wants to abandon their child,\" Miaomiao's father, Lei Zebao says. \"But if we gave her away, at least she would have a slim chance at life.\" They decided to take her to a \"safe baby hatch\" not far from their home. In January, the hatch opened beside the local orphanage, offering parents a place to anonymously abandon children they couldn't care for. On the evening of 16 March, the couple wrapped their daughter in blankets and travelled to the orphanage gates.  Fate intervened. Overwhelmed with sick children, the baby hatch had stopped accepting new babies hours before the family arrived. Miaomiao stayed in her mother's arms. \"I was secretly hoping they wouldn't take my girl, though I didn't know if we could keep her alive,\" Liu Jiaomei admits. \"I was torn.\" Pressures remain. The family are living inside a concrete garage space next to a busy road. They're struggling to pay for basics like baby formula and nappies, let alone expensive medical care. In March,   drew international attention. In the six weeks the hatch was open, an average of five children a day were dropped off there.  In total, 262 children had been surrendered to the state, officials said. All of them had serious health problems, including congenital heart defects and severe cerebral palsy.  The Chinese government has decided to open baby hatches in cities across the country. It is illegal to abandon a child  in China, but these hatches allow parents to anonymously drop off a child without facing legal punishment.  \"I think it was really seen as progressive because they were acknowledging a problem,\" explains Naomi Kerwin, a children's advocate with years of experience working in Chinese orphanages. \"They were putting the health of the child first.\" Not everyone agrees. Lumos, the UK-based children's charity founded and chaired by JK Rowling, advocates the closure of baby hatches.  \"The baby hatch is effectively smoothing out the process of 'admission' to an institution, making it a sort of conveyor belt,\" explains Lumos CEO Georgette Mulheir. \"It heralds the institutionalisation of children on an almost industrial scale.\" Chinese officials have defended use of the baby hatches, arguing that children abandoned on the street have a 30% chance of survival. Children placed in baby hatches survive 90% of the time.  However, Lumos argues China's focus on baby hatches should be redirected. \"What is needed is investment in services that help children remain with their families,\" Ms Mulheir adds.  Some of the children were as old as five or six. Those who work with seriously ill children say that by that age, adults who are caring for children on their own find it difficult to physically lift them. That's when parents often give up, believing local welfare institutes can provide the care they can't.  The vast majority of children in Chinese orphanages are seriously ill or they're suffering from a disability that requires special care that poor migrant workers cannot offer. \"I've never seen a healthy child in a government orphanage,\" explains Naomi Kerwin, an American expatriate who has worked as a child advocate for years inside China. \"But I've seen quite a bit of spina bifida, I've seen cleft palates with heart problems and lots kids with genital issues.\"  To be fair, China has made great strides in maternal and infant health in recent years.  Maternal mortality - the likelihood a woman will die during pregnancy or childbirth - has plunged more than 13% a year in China since 1990, the fastest drop in the world according to  from the Institute of Health Metrics and Evaluation at the University of Washington.  A related study showed that children in China are also much more likely to live past the age of five than in previous decades.   Media requires JavaScript to play. This foster home in Beijing cares for children with serious health problems But all of these numbers mean little to poor families who are struggling to keep their children alive, despite empty bank accounts.  One desperate father is getting attention for his radical campaign to fund his daughter's medical care.  A retired soldier from China's central Sichuan province, Cheng Bangjian regularly parades in Beijing's streets holding a sign that reads: \"I will work the rest of my life for anyone who funds my daughter's medical care.\" Few ever make eye contact with him.  Cheng's nine-year-old girl, Siyi, has a blood disorder. Following years of expensive treatment, a bone marrow transplant is her only hope and a donor has been found. The entire family relocated to Beijing because it has the country's only hospital that can treat Siyi's condition. But her parents can't pay for the $96,000 (£57,000) operation.   \"I've already borrowed from all my relatives,\" Cheng Bangjian weeps. \"I've even thought of jumping off a bridge. If I died, my daughter could be saved because more people would care for us.\" In the future, there is hope that other families won't be driven to the same desperate lengths as Miaomiao's family in Guangzhou and Cheng Siyi's family in Beijing.  Some promising initiatives lie on the horizon.   Many charitable organisations are trying to address infant health concerns early on, preventing some congenital disabilities by handing out free folic acid to pregnant women, for example. Other groups are trying to reach struggling families with sick or disabled babies, offering them early support to help them care for their children at home.  Others in China are lobbying the government to introduce national health insurance for children up to the age of 18. Every year since 2009, children's advocate Melody Zhang has submitted a proposal for a children's health insurance plan to China's parliament through a slew of parliamentary representatives.  It's difficult to know what happens to the proposal behind the scenes, explains Ms Zhang, the founder and executive director of Children's Hope Foundation, one of China's largest charitable organisations offering medical help to orphans. However, she's optimistic a plan like the one she's proposing is inevitable.  \"More and more cities are coming up with their own medical insurance plans, so coverage is spreading,\" she explains. On average, only a few of China's 300 million children would need access to expensive medical care, so her proposal for 100 renminbi (£9.50; $16) annual insurance is realistic, she says. Until then, millions of parents in China are struggling to hold on to their children, while also keeping them healthy. In desperation, nine-year-old Cheng Siyi's family recently took out a shadowy high-interest loan. They needed a $40,000 deposit to fund her bone marrow surgery before time ran out.  \"Of course what we have gone through is worth it,\" Siyi's father explains. \"Once our kid is healthy, she'll grow up just like a normal girl.\"  ", 
        "link": "http://www.bbc.co.uk/news/world-asia-china-27404771", 
        "subject": "Health", 
        "title": [
            "Caring for sick babies: The dilemma facing China's poor"
        ]
    }, 
    {
        "article": "A few years ago, India accounted for half the world's cases of polio. Today it is officially clear of the disease. This remarkable feat is largely down to an army of women who, one step at a time, have crisscrossed the country on foot to give the under-fives polio vaccines.  Sita Devi is one of India's \"polio aunties\". The 57-year-old often walks miles in the searing heat to find children in remote villages and communities who need vaccinating.  She is one of the hundreds of thousands of women working in Aanganwadis - health care centres - in India which provide free basic services to those who cannot afford to pay. They are part of the Pulse Polio Initiative that was started in 1995 with the aim of eradicating the disease from the country. Since then,   have been administered here. In 2006 India still accounted for half of all global cases of polio - but earlier this year it recorded  . This achievement allowed the World Health Organization (WHO) to finally declare its entire South East Asia region polio-free. But now Ms Devi is worried. She doesn't know if she can persuade the families she works with in the rural areas around Allahabad in northern India to have their children immunised again. She airs her concern at a morning meeting of Aanganwadi workers in one of Allahabad's regional health offices. It's 45C (113F) outside and a rusty fan isn't doing much to cool the room down. Ms Devi's worry is partly down to the success of the eradication programme - the next round of immunisations is due in June but many families do not see the logic in repeated vaccinations now that India is polio-free. \"This is a new problem. We must deal with it carefully so that people understand why we are giving the anti-polio drops,\" she tells Rajesh Singh, the regional health officer.  As a chorus of similar worries erupts, Mr Singh encourages the Aanganwadi workers to tell the families regular immunisation is important to keep the disease away. He has to speak loudly to be heard among the debate and the creaking of the fan. But his pep talk seems to work as the women enthusiastically prepare to leave for their respective areas. \"These women often cover more than 500 houses a day and they walk for miles. It's not money that drives them. These women work tirelessly because they feel committed to the cause,\" Mr Singh explains. After the meeting Ms Devi steps out into the heat of the day and walks to the main road to find a public bus. As we move slowly through the traffic towards a slum area, she says she mostly works in poorer areas to educate families about polio. I immediately signed up because I had seen how this disease destroys life” Money was never her motivation, she says.  Aanganwadi workers earn less than a pound on every visit to a field area, in addition to a monthly salary of just 4,000 rupees (£40). But she has seen the impact of polio first-hand. She watched her own nephew grow up with the disease, unable to walk or manage basic activities. \"In 1998, I heard about the polio programme and asked the local health centre if they could treat my nephew. But they told me that the immunisation would only prevent the disease,\" she recalls. It was a terrible disappointment that they couldn't help him, but it made her decide to join the fight against polio. \"I immediately signed up because I had seen how this disease destroys life. One family member always had to be with my nephew and we could never go out as a family. \"He has grown up now but still faces difficulty in moving around because India is not a disability-friendly country,\" she says. When we reach our destination, Ms Devi points out the lack of basic facilities like sanitation, electricity and even drinking water - typical of many Indian villages. As she moves from house to house, I start to understand how the programme succeeded in the daunting task of eliminating the disease in a country of more than a billion people. Her friendly nature helps villagers open up about their lives and problems. \"It is easier for people to trust me once they have shared some details about themselves with me. \"After speaking about their lives for a while, I can explain how they can protect their children against polio, which would be an additional burden to them,\" she explains. As she walks through the slum, the children run barefoot after her, calling out to \"polio aunty\" for more sweets. The high corruption levels in India make it difficult for people to trust government initiatives but Ms Devi insists that the polio programme is different. One family is not keen on immunising its young ones, so she brings out the vaccination kit and explains how the drops are safe from contamination in the cool box. She gives the children chocolates before she carries on. \"I often get tired walking for eight to 10km [four to six miles] in the blistering heat to reach them. \"But I will continue to work as long as my health allows,\" says Ms Devi, smiling as she watches me wipe the sweat off my brow. Her story is typical of many Aanganwadi workers who travel for miles to reach the areas they work in. One of her colleagues, Ritu Tripathi, works 70 kilometres (41 miles) from home and stays away during the week.  She only sees her two young children on weekends, with her mother taking care of them in her absence. It would be nice if the government pays us more for our efforts, but even if they do not, I will continue to work.” \"I cannot afford to travel by train very often and would rather invest my energy in the anti-polio campaign and other welfare programmes run by the government.\" Poor wages are a real problem for the workers, and earlier this year there were   - but it was business as usual in her area. \"It would be nice if the government pays us more for our efforts, but even if they do not, I will continue to work,\" says Ms Tripathi. By late afternoon I am exhausted from following Ms Devi as she works, and can barely imagine maintaining this routine every day for years. But she is determined not to give up. \"We have fought hard to beat polio. But we cannot afford to rest if we want to remain free from the disease.\" ", 
        "link": "http://www.bbc.co.uk/news/health-27403934", 
        "subject": "Health", 
        "title": [
            "Eradicating polio one step at a time"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Suhair was a gifted 13-year-old when she died after undergoing female genital mutilation A doctor will stand trial for the first time in Egypt on charges of female genital mutilation after the death of a 13-year-old girl last year.  The girl's father, who took her to the clinic, is also being tried in the landmark prosecution.  It was June 2013, and Suhair al Bataa was burdened by punishing heat, and a feeling of foreboding.  Friends say the youngster was frightened. They recall that when she went to repair her shoes, she said it would be for the last time. She told one of her sisters to look after the other.  The top student was facing a brutal summertime ritual - female genital mutilation (FGM). She did not survive it.  Suhair lived and died in a small farming community on the outskirts of the Nile Delta city of Mansoura.  Beneath the lush green landscape lies a bedrock of faith and tradition. Both play a role in perpetuating FGM.  It has been outlawed since 2008 but is still widely practised in Egypt, which has one of the highest prevalence rates in the world.  Over 90% of women under 50 have experienced it, according to government figures. The removal of all or part of the external genitalia is done in the name of promoting chastity. Some parents see it as a religious duty in spite of a ruling against it by one of Egypt's leading Islamic authorities, the Grand Mufti.  Typically it is carried out on girls aged between nine and 13 but there are victims as young as six, according to campaigners against FGM.  They say there are even unconfirmed reports of newborns being subjected to it. Outside Suhair's modest home, her relatives defended the practice, and insisted no-one was to blame for her death.   \"It is God's will,\" said her grandfather Mohamed al Bataa, a gaunt-faced man wearing a brown gallabeya (traditional floor-length shirt). \"We are not angry with the doctor. The doctor does not want to kill anyone. We are all sorry, and definitely we regret this.\" But when asked if it was right to subject Suhair to FGM, her uncle Hassan's response was swift. \"Yes of course,\" he said. \"It has been done in the countryside for a long time. People here are used to it. Without circumcision, girls are full of lust.\" Suhair's grandmother, after whom she was named, told us she herself was circumcised when she was about eight years old.  \"We were four sisters, and we were circumcised in one day,\" she said. \"Each of us was put in one corner of the room. Afterwards they gave us food and drinks.\"  Gypsies used to carry out the circumcisions, she told us, placing dust and salt on the wounds.  These days doctors carry out more than 70% of FGM procedures in Egypt. That is part of the problem, according to Philippe Duamelle, of the UN Children's agency, Unicef.  \"It's perceived as being safer, but no-one learns how to do this at medical school. We should definitely assume more girls are dying as Suhair did,\" he said.  This is a form of violence against children” The number of girls killed by FGM in Egypt is unclear, according to Mr Duamelle, because deaths are recorded as haemorrhages or allergic reactions to penicillin.  That was the reason put forward by Suhair's doctor, Raslan Fadl Halawa, when we tracked him down at the private clinic in his home.  Suhair's neighbours say the clinic was well-known for FGM, with up to a dozen procedures carried out there every day. Dr Halawa denied performing FGM on Suhair and said he had only treated her for genital warts.  The doctor, who was visibly agitated, said the penicillin was given to her by someone else. Prosecutors think otherwise. They are putting Dr Halawa on trial, together with Suhair's father, who brought her to his clinic. Campaigners warn that support for FGM is hard to quash - even in Suhair's village.  \"The case has started a debate among the liberal-minded,\" said Mohamed Ismail, who works for a local women's rights organisation. \"But for the dogmatic even the death of the girl hasn't changed their minds.\" In the past there was ignorance and people brought barbers to their homes to circumcise girls. Now we are more modern” As we filmed in Suhair's village, we found evidence of that. \"What's all the fuss about?\" one old woman asked. \"Why did you come here? A thousand or so girls were circumcised after she died.\" Hanan, a fruit-seller, sat nearby with her infant daughter Farah on her lap. She told us she plans to have the curly-haired infant circumcised, by a doctor, when she reaches her teens. \"In the past there was ignorance,\" she said, \"and people brought barbers to their homes to circumcise girls. Now we are more modern. We hear every now and then that girls die because of this. I'm afraid of that. But we are not scared of the authorities.\" It seems those carrying out the banned procedure are not either. Villagers told us it is still easy to arrange. They said there was no need to ring ahead for an appointment - they just turn up at the doctor's office with their daughters.  While the prosecution of Suhair's father and her doctor is being hailed as a landmark case, it comes more than five years after FGM was outlawed.  Unicef is calling for a clear law-enforcement effort. \"This is a form of violence against children,\" said Philippe Duamelle.  \"It's an irreversible act. There are mental and physical scars that stay with the girl for a lifetime.\" We met only one opponent of FGM in Suhair's village - her best friend Amira Arafat, a spirited 13-year-old in a black abaya and patterned pink headscarf.  She spoke out publicly against it, as locals crowded around.  \"It's a very bad thing for girls,\" said Amira. \"There's no need for it. It's wrong because it's dangerous.\"  But she told us most of her friends had undergone the procedure. \"It's the custom of the area,\" she said. \"The problem is the mentality of the farmers.\" Suhair lies buried in a white-walled cemetery close to her home. Amira says she loved to joke, and dreamt of becoming a journalist. Campaigners warn that it will take more than one prosecution to spare other girls. ", 
        "link": "http://www.bbc.co.uk/news/world-middle-east-27322088", 
        "subject": "Health", 
        "title": [
            "Egypt: Deadly risks, but female genital mutilation persists"
        ]
    }, 
    {
        "article": "Politics is one of the most complex areas of human thought. So when I heard the claim that scanning people's brains could predict political choices, I was naturally sceptical.  Brain science is achieving extraordinary insights, but mapping what you can measure in a brain scanner on to human social interactions is a huge leap, like trying to find exact correlations between two bowls of soup - only one soup is made from vegetables, macaroni and stock, and the other soup is made up of abstract ideas like economics, equality and history. But in the US and in Britain, psychologists and neuroscientists are doing serious research into linking political attitudes to what goes on inside our skulls.   \"By looking at how the brain is processing political phenomena, we can understand a little better why we're doing what we're doing,\" says Darren Schreiber, of Exeter University.  He started using fMRI (functional magnetic resonance imaging) while in America, to look at patterns of activity in the brain when people made decisions, especially those involving risk.  Writer and performer Timandra Harkness investigates how our political views are linked to the way our brains function. Personality Politics will be Broadcast on BBC Radio 4 at 11:00 BST on Tuesday 20 May 2014 While their decisions weren't all that different, Dr Schreiber saw variation in the parts of the brain that were most active in self-described conservatives and those who called themselves liberal.  He won't generalise about exactly how conservatives and liberals think, but he does think his work suggests that differing political outlooks reflect deep-seated divergence in how we understand the world. Neuroscientist Read Montague, of University College London and Virginia Tech, was sceptical when approached to help political scientists with their research.  \"I laughed them out of the room,\" he says. But when John Hibbing and his team at the University of Nebraska showed him their data he changed his tune.  Their studies of twins suggested that political allegiance was partly genetic.  Not as strongly as height, for example, but enough to suggest that some people really could be dyed-in-the-wool conservatives - or dyed-in-the-DNA, at least. People like to believe that their own political beliefs are rational” But how, exactly, could genetic differences be expressed as political differences in the real world?  Dr Hibbing and Dr Montague wanted to know if these innate predispositions could be observed at work in the brain.  So they tested instinctive responses to images designed to provoke disgust and fear, and found a link between the strength of response to the pictures, and how socially conservative a person's views were likely to be.  \"We need to make clear the distinction between economic conservatism and social conservatism,\" says Dr Hibbing.  \"People who have more protective attitudes about things like immigration, who are more eager to punish criminals, people who oppose abortion... these are individuals who seem to have a much stronger reaction to disgusting images.\"  These reactions are measured biologically, so the studies are linking explicit, conscious opinions with subconscious responses. In the research done so far, it's attitudes to risk, disgust and fear that show the strongest links to overt political views.  The difficulty comes when trying to apply these insights to a specific situation.  American social conservatives might also be strongly in favour of a smaller state and a freer market. In former Eastern bloc countries, social conservatism might make you more likely to hanker after the old days of Communism.  Behavioural economist Liam Delaney is studying the psychology of the Scottish independence referendum campaigns, but he warns against thinking that our subconscious instincts can be a complete guide to the debate.  Human politics is extraordinarily complex... If people were simplistic we wouldn't need these very big, complex brains” \"Biological determinism is a little tricky with these situations, because there's just too much variation across different political systems.   \"So I think you'd risk simplifying things by saying that there is a hard-wire that's determining the outcome.\" Darren Schreiber agrees: \"Human politics is extraordinarily complex. It's not just reduced to brain, and I want to be very clear that I'm not a biological determinist. We're hardwired not to be hardwired.  \"If people were simplistic we wouldn't need these very big, complex brains.\" None of the scientists doing this research claims that our political views are completely innate.  Human brains change throughout our lives, so neuroscientists are careful to say that our experiences, as well as our genes, have shaped the brain they're putting in the scanner. But John Hibbing believes our subconscious drives, which evolved long ago in response to urgent physical dangers, direct our political minds more than we like to think.  \"People like to believe that their own political beliefs are rational, that they're a sensible response to the world around them, so when we come along and say, 'Maybe there are these predispositions, influential but perhaps not fully in your conscious awareness,' that's not the way we like to view our own political beliefs.\" He compares our innate ideological tendencies to which hand we prefer to use. We used to think of this as a habit that could be changed, yet now know it to be \"deeply embedded in biology\". That would have profound implications for political life. If being left-wing is as innate as being left-handed, why bother with politics at all?  Could we just put everybody in a brain scanner and infer what they think, and will always think, and were born to think, and stop trying to change anybody's mind? I was relieved to find that even John Hibbing doesn't draw that conclusion. \"It's not so much that I think people should just shut up and accept that some people are different. But I do think they should accept that some people are either not going to change or they're going to be extremely difficult to change, and that simply by continuing to shout at them, we're not contributing to anything.\" So we won't be swapping the ballot box for the brain scanner, any time soon.  Which is good, because I still think politics should be about taking our ideas out into the world beyond our skulls, the real world of challenging beliefs and clashing opinions. Perhaps I'm just hard-wired to think that way. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-27437799", 
        "subject": "Health", 
        "title": [
            "Does brain structure determine your political views?"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Chronotherapy is about matching treatment around our Body Clock Being in tune with your natural Body Clock is about a lot more than knowing whether your are a \"lark\" or an \"owl\". As the BBC's Day of the Body Clock has shown, it can also have a profound effect on our health. Doctors are becoming increasingly interested in the science of chronotherapy - aligning medical treatment to our circadian rhythms. Cancer and rheumatoid arthritis are two disease areas where chronotherapy is showing promise. Every three weeks Philippe Maillol makes the 500 mile round trip from his home in Limoges to Paris for cancer treatment.   He was diagnosed with pancreatic cancer in August 2013 and began standard chemotherapy in Limoges with the drugs infused during the day. But the side effects were hard to bear. \"I was completely exhausted,\" said Philippe. \"When I got home from my local hospital I couldn't even speak, let alone eat.  I suffered extreme nausea which lasted for days.\" Six months ago Philippe switched to treatment at the Paul Brousse hospital in Villejuif in southern Paris.    Now his drug infusions are spaced during the day, with two happening overnight while he sleeps.  \"The impact on my body is much gentler\" he said. \"So much so that I don't need to take the anti-nausea drugs which themselves carried their own side-effects.\" He treatment is being led by Professor Francis Levi, one of the pioneers of chronotherapy. He said: \"We have clocks within our cells that govern the metabolism of drugs.  So some drugs are best given at night and others during the day. \"We have found chronotherapy is reducing the toxicity of treatments and improving the quality of life of patients, by respecting the circadian rhythms of the patients. Prof Levi is taking up a post at   later this year. He plans to continue his research into cancer chronotherapy and will treat patients at University Hospital Birmingham. The University of Manchester is conducting a small chronotherapy trial for rheumatoid arthritis. The inflammatory condition causes pain and swelling in the joints.   Ten patients are having their sleep/wake cycle and movements monitored for a week, culminating with a 24-hour stay at Manchester Royal Infirmary. During this visit, their blood and saliva are analysed to examine immune cells. Krystal Fayle, 27, is one of those on the trial. She said: \"I wake up in pain every day and it often hurts to walk.   \"I don't really go out much anymore because I can't stand for long because my joints are swollen.\" Patients with rheumatoid arthritis commonly find their symptoms are worse in the morning.  But now doctors realise this is not simply because joints stiffen up through lack of use overnight. \"Rheumatoid arthritis is driven by cells in the immune system called T lymphocytes\" said David Ray, Prof of Medicine at University of Manchester. \"These cells each have their own clock, and their inflammatory response varies depending on the time of day.  \"Even when we remove them from the body and look at them in a dish they still keep a day/night rhythm.\" Some of the drug treatments for rheumatoid arthritis are relatively toxic and carry a significant risk of side effects.  The trial is trying to determine the best time to deliver drugs so that they dampen the immune system only when needed. Prof Ray said: \"The processes that drive the disease are only active for part of 24 cycle - so if get our potent drug in at the right time we can avoid exposing patients to toxic drugs throughout the day.\" Krystal Fayle suffered liver damage from one drug and hair loss from another.  So she is hoping that the trial may identify a better treatment. She said: \"To have a drug that worked for me would be absolutely brilliant, and make life much easier.\" The trial is still recruiting but should be completed later this year. Timing medical treatment to fit our natural biological rhythms is still unusual. Further patient trials of chronotherapy are needed for what remains an area at the fringe of medicine.    But it is a concept that is gaining ground as more doctors realise the importance of our body clock.   ", 
        "link": "http://www.bbc.co.uk/news/health-27398730", 
        "subject": "Health", 
        "title": [
            "Chronotherapy: The science of timing drugs to our Body Clock"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Residents can learn new skills and have a busy social life Old age is associated with moving into a care home or struggling on in your own home. But is there an alternative? The residents of the Denham Garden Village retirement complex think so. For those who were at the November auditions for Britain's Got Talent at Arsenal's Emirates Stadium in London, it will live long in the memory. The 20-strong band who sang the Elvis Presley hit The Wonder of You were quite different from the normal wannabes. The group was entirely made up of pensioners.  Among them that day was 84-year-old widow Irene Griffiths. She has always loved singing and was one of the prime movers behind the attempt to get on the TV show. She runs a singing group, Voices, at Denham Garden Village, a retirement centre in Uxbridge on the outskirts of London. Most of the band came from the group. People in rich countries are getting older. But is a longer life always a better life?  is a series looking at the challenges of old age and how they can be met by an ageing population Irene says: \"It was a fantastic experience and by all accounts we almost made it through. It was good to show what us old people can do. I have always loved singing - its good socially, good for your breathing and memory. It is important to keep active like this as you get older. I have always tried to do that.\" Irene is lucky in many ways. She remains in good health and that has allowed her to make the most of the opportunities her life at Denham has presented her with. She organises trips for other residents and has helped run a film club. Last year she was even chair of the residents' association. She has lived in the village for five-and-a-half years and is one of a growing band of pensioners opting to spend their final years at such complexes.  Denham, which is run by the not-for-profit housing group  , is typical of many of the retirement villages that have opened across the country. It is built around a central hub containing a health club, swimming pool, GP surgery, village hall and cafe-bar.  The 327 homes - both houses and apartments - can either be bought or rented and have been designed to accommodate the needs of older people. Lifts can be installed and they come equipped with floor-level showers and grabs rails. There are also domiciliary care services that can be bought in if and when necessary. The cost is £15 an hour, which is broadly in line with what local authorities charge. The aim is to keep people living independent lives rather than having to turn to care homes and other intensive support as they get older. However, while it has been designed to be part of the wider community, you cannot get away from the sense that it remains a self-contained community - a kind of university campus for pensioners. Residents could easily never leave the site. Irene moved to Denham with her late husband after the upkeep of their three-bedroom bungalow in the nearby village of Ickenham became too much. \"My husband had emphysema and was struggling to help with the garden and around the house and it was just too much for me on my own so we decided to move somewhere smaller. Denham was perfect. I knew it because I used to drive past here. So we sold our house and bought a two-bedroom apartment.\" She says one consideration was that by purchasing a property - it cost just under £350,000, £50,000 less than they sold the bungalow for - she knew there would be something that she could pass on to her two daughters. This is something that not everybody is able to do. Increases in life expectancy have meant there has been a rise in the numbers of people going into care homes - and many do not qualify for any state help towards the cost so find themselves having to sell their family homes to pay for their places.  \"The great thing here is that there is independent living, but you do have that safety net if you need it,\" says Irene. Soon after moving in to Denham, her husband was diagnosed with lung cancer. It came too late. It had spread and three months later he died. \"We always thought there was something else wrong and it was very hard to cope with just after the move. But he was positive and stayed strong. I know it was a comfort to him that he saw where we had moved to and could see that I would be happy here.\" But Irene is not the only person who has kept busy since moving to Denham Garden Village. Also present at the Britain's Got Talent audition that day was 83-year-old widow Joan Emms.  She moved to the village four years ago and has since found love with 92-year-old ex-publican Fred Miller. They enjoy their Saturday nights out.  \"We go to the cafe-bar,\" says Joan. \"They often have live acts and we enjoy a dance - well I do. I have a vodka and soda and Fred likes his gin and tonics. They're nice clean drinks - that's important at our age.\" But not everybody is as lucky as Joan and Irene. Wendy Prosser, 74, cares full-time for her husband Neil, 81, at Denham. This is not a unique situation.   estimate 1.3m people over the age of 65 are providing care to loved ones, filling a vital gap as council-run social care has had to start to ration the amount of help it can provide amid rising demands from an ageing population and squeezes on its budgets. Neil was left with limited mobility after having brain surgery to remove a tumour eight years ago. It means he can only walk short distances with the help of a walking frame.  The couple sold their house in Dorset for £180,000 and invested the proceeds, which allows them to pay the £760-a-month rent. The number of retirement complexes is growing. There are about 50,000 properties in the UK. Denham is considered mid-range. A new complex of apartments is being developed in Battersea Park, which are selling for up to £3m each. Equally, there are blocks of flats in places such as Birmingham where the majority of residents are tenants in receipt of housing benefit and pension credits. But the overall number pales in comparison with the numbers in other countries. They provide homes to about 0.5% of the over-65 population. In countries such as the US, Australia, South Africa and New Zealand, they account for about 5%. Michael Voges, executive director of the  , says two of the barriers have been the strict planning laws and the economic downturn, but he also admits there is something in the \"British psyche\" that has made people reluctant to leave their family homes in the numbers seen in other parts of the world. Richard Humphries, from the King's Fund, says this demonstrates there needs to be a re-think about the UK's approach to housing in older age. \"We still have too many older people living in houses that are too big, hard to heat and unsuitable to their needs. Retirement complexes will suit some, but what we need are more options all round.\" \"For me as a carer, it works really well,\" says Wendy. \"I go to the gym four times a week where I get to mix with young people. That is important; you must never lose that. I have a joke with them about the music they play. I tell them, 'That's not music.' \"The problem is, when your life changes like it did for us you can end up very isolated. We were keen golfers and our social life revolved around that. But after Neil's operation that went. We didn't blame our friends. They had their own lives.  \"But it's no good feeling sorry for yourselves. I say to Neil, 'We've got our memories.' We will sit there and say, 'Do you remember that holiday or that day?' It is terribly important to cling to the positives. \"It can be very testing at times. Neil has memory problems and can be quite forgetful so I find myself having to repeat myself a lot. Now, we've run three businesses together so when that person you have done all that with has lost some of those capabilities it can be hard. \"This is what I have got to do. The NHS saved Neil's life.  It gave us eight years we would not have had otherwise so it is my responsibility to look after him. I'm never going to let or expect anyone to help us. That wouldn't be right. \"You have to remember that it 's not the end of life. It's the beginning of another phase. If you can embrace it, it can be really good.\" But not everyone has got someone to look after them. Freda Shand was working as an actress when she was diagnosed with a narrowing of the spinal canal - nearly 30 years ago.  Now in her 80s, she is confined to a wheelchair, but does not have family close by to look after her. She pays for one-and-a-half hours of care a day from Denham's domiciliary care team.  \"I have been gradually losing mobility as I get older. When I came here I could walk with a frame and I could get into the pool, but not any more.  \"Realising there are things you can no longer do gets harder. You are always having to readapt. Take driving, for instance. I can no longer drive so I catch the bus into town. I have a friend who has MS and is in a wheelchair too. But as buses can only take one person in a wheelchair at a time we don't go into town together. \"There are times when I feel trapped, but you have to get on with it. You can still live an independent life. I have lovely friends here - that is important and gives me strength.\"  ", 
        "link": "http://www.bbc.co.uk/news/health-27208531", 
        "subject": "Health", 
        "title": [
            "Retirement village life: A third way to face old age  "
        ]
    }, 
    {
        "article": "Liverpool has some of the highest rates of skin cancer in the country. It is also a city where sunbed use is much higher than the UK average. Tanning salons are licensed in Wales, Scotland and London, but elsewhere councils are struggling to ensure operators are using safe equipment and are not offering sunbed sessions to those under the age of 18.  Now Liverpool council wants licensing powers to try to cut the number of young people in the city being diagnosed with skin cancer.  At Broughton Hall High School in Liverpool, a group of Year 9 pupils are being shown the grisly reality of skin cancer. It includes some fairly graphic images of the most serious form of skin cancer, a malignant melanoma. There is also a discussion of the risks posed by the use of sunbeds, which Cancer Research UK says raises the chance of developing a melanoma by nearly 60% in first-time users under the age of 35. In Liverpool the campaign is particularly relevant, especially as council research found more than 80% of people were unaware of the dangers. This session certainly had an impact on the Broughton Hall pupils. \"It's too serious to be risking it when there are other options like false tan, spray tans and make-up you could use instead and they give the same effect,\" said pupil Emma Howard. Classmate Molly Madigan said it had changed her perceptions of the risks associated with sunbeds. \"I know now not to go anywhere near them and I know I can tell people not to go near them because it's not worth it.\" At the city's Broadgreen Hospital, Alisha Lawler knows just how devastating a skin cancer diagnosis can be. While still in her early teens, she was using a sunbed several times a week, but with fair skin, would burn on a regular basis.  Media requires JavaScript to play. Alisha Lawler says she is \"scarred for life\" from sunbed use Alisha is now in her 30s and mum to a five-year-old daughter, but last year she spotted an unusual mole on her arm. It turned out to be a melanoma. Now a livid scar several inches long marks where the tumour was removed.  \"Why would you want to expose your skin to the dangers of something and go through the pain that I've been through and be scarred for life like I have?  \"I've had to hide my arms for like the last year or so.  \"And people ask, 'What have you done, what is it?' And how do you say to someone, 'It was skin cancer'?\" Liverpool seems to have a deep-rooted culture of sunbed use, but it is hard to define exactly why. Some link it to the popularity of perma-tanned celebrities or to the notion that, in a city with significant levels of poverty, a tan displays success and wealth. And children - young teenagers - are not immune to that culture.  Despite it being illegal to allow an under-18 to use a sunbed, there is evidence that plenty do. But the city council, trying to police sunbed salons, faces a problem. It doesn't know where they all are. Some may be obvious high street operations, well-run and using equipment that has been properly tested. It is a life-long problem that these young girls have - unfortunately they don't appreciate it at the time” But as councillor Roy Gladden explains, others may be coin-operated booths in the back of a local nail salon or hairdressers, unregulated and open to abuse. \"If you don't know where they are we can't check them. \"So they could be breaking health and safety regulations and basically giving people an over-powering of radiation poisoning. \"But we don't know where they are because they don't have to register and the government won't allow us to have the powers to do so.\" Back at Broadgreen Hospital, consultant nurse Linda Mullen, a specialist in skin cancer, says something needs to be done to stem the tide of young patients walking through her doors. \"UV light damages skin cells. \"That stays with the skin for many, many years, it is a life-long problem that these young girls have. \"Unfortunately they don't appreciate it at the time - they want a tan and it's a quick fix to get a tan.\" A cross party group of MPs is also backing a call for a ban on coin-operated booths. Unprotected exposure to strong sun can also cause skin cancer. But since 2000, the council says the number of cases among women in Liverpool has risen by 129%, more than double the UK average. It seems the city's sunbed culture is exacting a high price. ", 
        "link": "http://www.bbc.co.uk/news/health-27393917", 
        "subject": "Health", 
        "title": [
            "Liverpool campaigns for sunbed salon licensing powers"
        ]
    }
]