[
    {
        "article": "Chancellor George Osborne has hailed the UK's economic recovery in a keynote speech in Washington DC. Mr Osborne said critics of the government's economic plan have been proved \"comprehensively wrong\". His speech comes a year after the International Monetary Fund said Mr Osborne's austerity policies were \"playing with fire\". Labour said Mr Osborne was \"out of touch\" with the millions of people in the UK facing a cost-of-living crisis. Speaking while in the US capital for the spring meetings of the IMF and World Bank, the chancellor said that cutting deficits and controlling spending had \"laid the foundations for sustainable growth\". Mr Osborne admitted \"many risks remain\" but said there was cause for \"cautious optimism\". \"It's only by continuing to work through our long-term economic plan that we can deliver more economic security and a brighter future for all,\" he said. His visit comes after the latest IMF forecasts predicted the UK would be the fastest-growing major economy this year. Mr Osborne used his keynote speech to reject the arguments of the IMF's chief economist, Olivier Blanchard, who warned last year that the UK's austerity policies were strangling growth. And the chancellor also dismissed suggestions that the West is locked in a cycle of economic stagnation, declaring: \"Our nations' best days lie ahead.\" He said that the strengthening economy in Britain is underpinned by well-capitalised banks and a \"credible\" fiscal policy. \"Our economy has grown faster than any other in the G7 over the last year and is now forecast by the IMF to do the same in 2014,\" Mr Osborne said in his address to the American Enterprise Institute think tank. \"This is despite warnings from some that our determined pursuit of our economic plan made that impossible. \"All of this demonstrates that fiscal consolidation and economic recovery go together, and undermines the pessimistic prognosis that only further fiscal stimulus can drive sustainable growth.  \"Indeed, that is precisely the wrong prescription for our economies. \"Instead of more debt or more government spending, we need to get our public finances in order, make structural reforms and compete in the world again.\" But Chris Leslie, Labour's shadow chief secretary to the Treasury, said: \"The last thing millions of people facing a cost-of-living crisis want to hear is an out-of-touch chancellor trying to tell them everything is going well. \"In 2010 George Osborne promised sustained rises in living standards, a secured rather than choked-off recovery and the books balanced by 2015. On every single pledge he has badly failed.\" Mr Leslie said Labour's plans would \"boost living standards for all\" and \"secure a strong and balanced recovery\". ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26989056", 
        "subject": "Politics", 
        "title": [
            "George Osborne hails UK growth in Washington speech"
        ]
    }, 
    {
        "article": "Attorney General Dominic Grieve is to discuss failed sexual assault and rape cases brought against high profile figures with the director of public prosecutions (DPP) Alison Saunders. It follows criticism of prosecutors after actors Bill Roache and Michael Le Vell were cleared by juries. Some Conservative MPs have also questioned the decision to charge Ribble Valley MP Nigel Evans. Mr Evans was acquitted - but the DPP  has defended the decision to prosecute. The former Conservative deputy speaker of the House of Commons, was acquitted of nine sex abuse charges, including rape, at Preston Crown Court on Thursday. The attorney general's office stressed Mr Grieve and the (DPP) hold meetings roughly every fortnight, and typically discuss major cases after the verdicts. A spokesman for the attorney general's office said: \"The running of individual cases is a matter for the independent CPS [Crown Prosecution Service] and the DPP.  \"However, as part of his role superintending the CPS, and as would be normal in high-profile cases such as these, the attorney general will discuss these cases with the DPP at their next regular meeting.\" They are expected to meet after Easter. BBC  political correspondent Ross Hawkins said long standing protocol meant the attorney general did not talk to the DPP about cases once charges involving politicians have been brought until their conclusion. Mr Roache was cleared of rape and indecent assault in February and Mr Le Vell was acquitted of a number of child sex abuse charges in September last year. Prof Liz Kelly, director of the child and woman abuse studies unit in London,   she feared the debate around Mr Evans's trial was sending an \"extremely negative message to survivors of sexual violence\". \"At this time of ongoing high-profile trials, political interference undermining work to improve prosecutions of sexual offences should desist,\" she said. Critics of the CPS, including some Tory MPs, have said it must avoid bringing together a series of weak cases in an attempt to form a strong one. Ms Saunders defended the decision to take the case against Nigel Evans to court. She said the CPS was not on a mission to pursue famous people, but prosecuted every case in the same way. She said she would look at the case to see if lessons could be learned - as was normal with all acquittals - but she rejected any widespread change to CPS procedures in such cases. \"I think we made the right decision in taking it before the court,\" Ms Saunders said. \"We looked at all the evidence and decided there was a realistic prospect of conviction. And what we have to remember is that juries apply a very different, much higher test which is, are they satisfied beyond all reasonable doubt?\" She insisted the CPS would continue to take difficult cases to court provided they satisfied its test. ", 
        "link": "http://www.bbc.co.uk/news/uk-27000035", 
        "subject": "Politics", 
        "title": [
            "Attorney General Dominic Grieve and DPP to discuss failed rape cases"
        ]
    }, 
    {
        "article": "A male hierarchy at Parliament is part of \"a recipe for a culture in which sexual harassment can prevail,\" Labour's deputy leader has said. Harriet Harman said the problem was also caused by \"the hours, and people being away from home\". A voluntary code of conduct has been issued to Conservative MPs telling them not to \"bully, abuse or harass\" staff. Conservative Douglas Carswell said a power to recall MPs would raise standards at Westminster. Ms Harman said Labour was reviewing its codes of conduct. A Channel 4 News investigation this week reported that a third of the young men and women working in Parliament said they had suffered sexual harassment.  It said young men were more likely to be sexually harassed than women, with 40% of the men interviewed saying they had received unwanted sexual advances. Speaking to BBC Radio 4's Today, Ms Harman said: \"When it comes to sexual harassment we certainly have been looking again at our codes of conduct which we've had for some time in the party, which sets out specifically what behaviour is not acceptable for an employer towards their employee in terms of sexual harassment and what the procedures are to deal with it. She added: \"I think the truth is that an awareness of how a male hierarchy can deal with often young women in a junior position is not a unique problem for Westminster. \"I think there's been a greater understanding that there needs to be better treatment of people at work.\" Ms Harman said: \"Certainly when I first arrived if you had very, very long hours, people working beyond 10pm.  \"If you have people away from home and you have a male hierarchy, that is a recipe for a culture in which sexual harassment can prevail. \"And therefore you have to have very strong procedures and send down the message that this is not acceptable, that you should be encouraged to complain and your complaint will be dealt with.\" Maria Miller MP resigned as culture secretary this week after a row over her expenses. Ms Harman called for the MPs' allowances system to be reformed again. I think what we need ultimately is a right for voters to intervene and to sack MPs; that means a right of recall” She said: \"I do think we need to change the system on expenses ... because it is unfinished business in terms of assuring the public that we really have sorted the situation out.\" Mr Carswell, Conservative MP for Clacton, told Today he did not recognise Channel 4's descriptions of Parliament as the \"Palace of Sexminster\". He said: \"Of course, if you have 650 bosses in effect, you are going to get some who aren't very good at managing people. \"Of course we need to raise standards, but I slightly wince when I hear this term 'professionalise'. \"I think it's the professionalisation of politics that's got us into this sorry state, where a lot of voters don't have confidence and trust in their elected representatives. \"The way to raise standards is to make MPs properly, outwardly accountable to the voter,\" he added. \"I think what we need ultimately is a right for voters to intervene and to sack MPs; that means a right of recall. \"Until we get that, no amount of tinkering, no amount of quango changing in Westminster, is going to restore confidence and trust.\" He said: \"If one in five voters signs a petition demanding a recall ballot there should be a recall election. \"I think we should trust the people, just as we trust juries in a court, to determine guilt.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-27000537", 
        "subject": "Politics", 
        "title": [
            "Harriet Harman says male hierarchy at Parliament part of 'recipe for harassment'"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Not all Tories are convinced about the new code, as Vicky Young reports The Conservative Party has issued a voluntary code of conduct to all its MPs telling them not to \"bully, abuse or harass\" their employees.  Staff were entitled to \"work in an environment free from unwelcome behaviour and inappropriate language\", the document says. The move comes amid concerns over the working culture in Westminster.  Commons Speaker John Bercow has plans to launch a hotline for staff with concerns about bulling.  And an investigation by Channel 4 News, broadcast on Thursday,   in a survey of parliamentary workers. The programme said it had interviewed 70 people from \"all political parties and sexual orientations\", and found that incidents of sexual harassment and abuse of power in Parliament were commonplace. Young men were more likely to be sexually harassed than women, it concluded.  A Conservative spokesman explained: \"The code of conduct acts as a basic statement of what should be best practice in the workplace for Conservative members and their staff.\"  People are entitled to be treated with dignity and respect as they carry out their work” \"It is based upon a three-stage process of mediation, grievance hearing and appeal.  \"The process conforms to relevant employment law, ACAS guidance and HR best practice and is added as a schedule to the contract of employment.\" . It says employees have the right to: MPs were expected to:  Labour said that its MPs had a \"long-standing complaints procedure in its rules and has never tolerated unacceptable behaviour\". But it is nonetheless in the process of establishing \"an independent complaints process which will apply to every member of the Parliamentary Labour Party\", a spokesperson added.  \"These changes will make sure there is a clear, independent process for people who work for MPs to make a complaint about serious allegations of inappropriate behaviour.  \"These proposals have been drafted in conjunction with lawyers, HR professionals and trade unions who represent the staff of many MPs and peers.\" Commons speaker John Bercow is planning to launch a confidential hotline for MPs or staff who feel they have been the victim of bullying or harassment. In a statement, Mr Bercow said bullying and harassment in the workplace was \"completely unacceptable\" and that he would now look into whether procedures in Parliament were in need of reform. \"People are entitled to be treated with dignity and respect as they carry out their work,\" he said. \"The experience of working in Parliament for an MP should be positive and fulfilling. Time and again, people have told me how fortunate they feel to work here. \"That said, having learned for the first time this afternoon of these allegations, I will consider if there are lessons for the House of Commons to learn or procedures to be reformed. \"MPs are self-employed and employ their staff directly. The House, therefore, is limited in its ability to intervene in cases in which allegations of bullying or harassment by MPs of their staff are concerned. These cases are clearly a matter for the political parties.\" Emma Grossmith, senior solicitor at legal firm Just Employment Law, said that some MPs were likely to be \"first-time employers\", who \"may not always have been as robust in their employment practices as they ought\". She added: \"It is certainly prudent for the Conservative Party to articulate its expectations.  \"But this alone will not be enough to protect MPs from claims. Proper training for both employers and staff is the only way to ensure a permanent culture change.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26986411", 
        "subject": "Politics", 
        "title": [
            "Conservative MPs get code of conduct to combat 'bullying'"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. First Minister Alex Salmond describes the No campaign as \"laughable\" Scotland's first minister has branded the campaign for the Union \"the most miserable, negative, depressing and thoroughly boring\" in modern times. Alex Salmond told the SNP conference Better Together was out of touch with reality, while momentum was building towards a \"Yes\" for independence. He also used his speech to reach out to women voters, announcing an increase in female representation in his cabinet. But the Better Together campaign said Mr Salmond was not giving the answers. Mr Salmond's speech came ahead of the 18 September independence referendum. The ballot will see voters asked the Yes/No question: \"Should Scotland be an independent country?\" So, a direct pitch to the female vote - he promoted two more women to his Cabinet, he announced that future Scottish Cabinets would be at least 40% female, and he emphasised the Scottish government offer to enhance childcare post independence” Polls currently indicate support for the Union, but the Scottish government says momentum is moving towards its position. Mr Salmond's speech came after recent remarks by former Nato secretary general and Scottish Labour MP Lord George Robertson, who said Scottish independence would be \"cataclysmic\" for the West in an era of international turmoil. The SNP leader said: \"The more the people of Scotland hear the case for 'No', the more likely they are to vote 'Yes'. \"And no wonder - they are the most miserable, negative, depressing and thoroughly boring campaign in modern political history. \"They are already out of touch with the people and now, I fear, they're losing touch with reality.\" In contrast, Mr Salmond said, the \"Yes\" campaign was \"positive, uplifting and hopeful\", adding: \"That is the basis on which we shall win this referendum and shall win our independence.\" The Scottish government argues Scotland is the 14th richest country among the world's most developed nations, and with independence, would be able to take control of its own resources. Under independence, the SNP government has pledged a massive expansion in childcare, which it says would help women back to work and boost the economy. Mr Salmond also said the SNP, under independence, would want companies to aspire to see their boards made up of at least 40% women. The first minister announced junior ministers Shona Robison, who oversees equality and Angela Constance, who has the youth employment brief, would be made full Scottish cabinet members. He added: \"Subject to parliamentary approval, with these two outstanding ministers in the Scottish cabinet, we practice what we preach. \"The cabinet is our board as a country, and women will make up 40% of the members of the Scottish cabinet.\" Looking ahead to 18 September, Mr Salmond said the referendum was not about the SNP, him or the wider \"Yes\" campaign. He told the packed conference hall: \"It's about putting Scotland's future in Scotland's hands.\" \"A 'Yes' vote in September is not a vote for an SNP government in 2016.  Voters in Scotland will go to the polls to vote on their country's future.  They will be asked the yes/no question: \"Should Scotland be an independent country?\"  The vote takes place on Thursday, 18 September, 2014. \"It's a vote for a government in Scotland that the people of Scotland choose, pursuing policies the people of Scotland support. \"It is a vote for a government in control of tax, the economy, social security, employment, immigration oil and gas revenues, European policy and a range of other areas currently under Westminster control.\" The first minister went on: \"That may be the SNP. It may be Labour. It may be a coalition.\" In an attack on the Conservatives, he added: \"I tell you what it won't be - it won't be a government led by a party with just a single member of parliament in Scotland. \"A government dismantling our welfare state. Determined to privatise public services.\" Mr Salmond went on: \"In an independent Scotland, we can give this guarantee: the era of unelected Tory governments handing out punishment to the poor and the disabled will be gone and gone for good.\" In the event of a 'Yes' vote, the first minister told the conference, talks with Westminster on the transition to independence would begin before the end of September. The \"team Scotland\" negotiating group would include non-SNP members and expertise from across the political spectrum, from both inside and outside Scotland. However, Better Together's campaign director, Blair McDougall, said of Mr Salmond's attack: \"There's something deeply ironic about someone being quite so negative in complaining about negativity, but I can't think of anything more negative than risking people's pensions, people's jobs, people's mortgages, which is exactly what Alex Salmond has done today.   \"He's still giving us no answers to the really big questions that people need answers to before they go to vote in September.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-26997887", 
        "subject": "Politics", 
        "title": [
            "SNP conference: Salmond attacks 'negative and depressing' No campaign"
        ]
    }, 
    {
        "article": "The government's \"overblown rhetoric\" on efforts to bring down immigration has contributed to a drop in students doing technology, engineering and maths courses at UK universities, peers say. The Lords Science and Technology Committee said \"inflammatory\" media coverage and people's \"perception of the rules\" were a deterrent. The UK was seen as an \"unwelcoming destination\", it added. But the government said the peers' report lacked \"clear evidence\". It said it was controlling immigration while \"attracting the brightest and the best\". Prime Minister David Cameron has said he wants to get the level of net migration - the difference between the number of people coming in and leaving - down to \"tens of thousands\" by 2015. Since April 2012, foreign students have faced stricter visa regulations, in an effort to cut down on bogus immigrants. But the government stresses that there is no cap on the number of people legitimately coming to the UK to study. The number of students studying science, technology and maths (Stem) subjects - including courses such as medicine, architecture and computer science - fell  by more than 10% from 58,815 in 2010-11 to 52,905 in 2012-13. The committee's report said: \"It was put to us on numerous occasions that it was not the immigration rules as such that were deterring students, but their perception of the rules as a result of overblown rhetoric from ministers and sometimes inflammatory media coverage in the UK and in overseas countries.\" It added: \"The UK was seen as a destination that was unwelcoming to some international students.\" But the report said the evidence \"pointed to difficulties beyond simply those of perception\", with the \"complexity and instability\" of the immigration rules also posing problems. \"The UK's offer to prospective international students remains a good one; it is founded on academic excellence, but it has been diminished by perceived and real barriers so that the overall offer is not as competitive as it needs to be,\" the peers said. Ministers have set out plans to increase the number of international students by up to 20% over the next five years. But the committee said: \"The government maintain that they emphatically welcome international students, unfortunately, elements of policy and perception are working against this admirable aim. \"The view within government that current policies are working well is disconnected from the concerns we repeatedly heard.\" But a Home Office spokesman said: \"We do not accept that the UK's immigration rules are deterring international students and there is no clear evidence in the report to support that argument - where some courses and countries have seen falling numbers, other countries and courses are on the rise.\" He said the UK remained \"the second most popular destination for international higher education students\", with enrolments from \"key markets\", such as China, Malaysia and Hong Kong increasing. The spokesman added: \"The student visa system we inherited was weak and open to widespread abuse. We are controlling immigration while still attracting the brightest and the best - as the published figures show.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26980384", 
        "subject": "Politics", 
        "title": [
            "Immigration rhetoric putting off overseas students - peers"
        ]
    }, 
    {
        "article": "David Cameron has spoken of the \"peace\" and \"guidance\" he finds in his Christian faith. In a rare comment on his religious beliefs, the prime minister stressed the importance of teaching children about the religious aspects of Easter. He told BBC Radio Norfolk he wanted Nancy, Arthur and Florence to understand that the festival was more than just \"chocolate eggs\".  It comes as Downing Street released Mr Cameron's Easter  In it, he says: \"Easter is not just a time for Christians across our country to reflect, but a time for our whole country to reflect on what Christianity brings to Britain.\" He speaks of the \"countless acts of kindness\" carried out every day across the UK by \"those who believe in and follow Christ\". \"The heart of Christianity is to 'love thy neighbour' and millions do really live that out,\" he added, praising Alpha courses run in prisons and the \"spirit\" shown by those who had helped rescue residents during the winter storms across southern England. There is something about political leaders and their aides being asked about their Christianity that leads to memorable soundbites. Or perhaps it is because it is a topic they often avoid and so any reference to it is remembered. Tony Blair's former spin doctor Alastair Campbell was once reported to have batted away a question to the then PM about his faith by saying: \"We don't do God.\" And David Cameron, when he was leader of the opposition, borrowed a Boris Johnson analogy to compare his belief to the signal of a London radio station in the Chilterns. In other words, a bit patchy. Intriguingly, that signal seems rather clearer now.  Three times this week the prime minister has talked with conviction about his faith and what he believes Christianity brings to the UK. It's a message from an instinctively \"county Tory\", a Conservative from a rural background, that will appeal to the party heartlands; where some feel bruised by what they see as liberal, metropolitan concerns such as gay marriage. He said the government had increased funding for the Near Neighbours programme, which encourages members of different faith groups in the inner cities to work together on \"social action\" projects. Mr Cameron held a reception for Christian leaders in Downing Street on Wednesday, following a day dominated by the resignation of Culture Secretary Maria Miller after a row over her expenses. \"The Bible tells us to bear one another's burdens. After the day I've had I'm definitely looking for volunteers,\" he told the gathering. According to  the prime minister made no reference to gay marriage, a policy overseen by Mrs Miller but which threatened to damage his government's relationship with the Church of England, in his comments. Instead, he thanked churches for the work they did with the poor and urged them to speak up for Christians suffering persecution around the world. He said his \"moments of greatest peace\" occurred every other Thursday morning, when he attended Eucharist at St Mary Abbots, the west London church linked to the school his children attend. \"I find a little bit of peace and hopefully a bit of guidance,\" he added. Mr Cameron is said to have referred to Jesus Christ as \"our saviour\" during the talk. In an interview with BBC Norfolk on Thursday, Mr Cameron said he and his children mulled over \"what Easter is all about\" as they ate breakfast that morning. \"I was very impressed with their knowledge about Good Friday and Easter Sunday,\" he said. \"We had a bit of a conversation about that, (that) it wasn't about chocolate eggs. \"That was one of the themes at breakfast in the Cameron household.\" In 2009, Mr Cameron told BBC One's Songs of Praise: \"I believe in God and I'm a Christian and I worship - not as regularly as I should - but I go to church. \"Do I drop to my knees and ask for guidance whenever an issue comes up? No, I don't. But it's part of who I am.\" British politicians have traditionally shied away from talking about their own religious beliefs in public, an attitude summed up by Tony Blair's former spin doctor Alastair Campbell, who in 2003 was reported to have said: \"We don't do God.\" Mr Blair was received into the Roman Catholic faith after leaving office and set up a Faith Foundation to promote better understanding between religious groups around the world. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26986002", 
        "subject": "Politics", 
        "title": [
            "David Cameron speaks of Christian faith in Easter message"
        ]
    }, 
    {
        "article": "", 
        "link": "http://news.bbc.co.uk/democracylive/hi/guides/newsid_8107000/8107911.stm", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "", 
        "link": "http://news.bbc.co.uk/democracylive/hi/guides/newsid_8136000/8136663.stm", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": " Media requires JavaScript to play. Director of Public Prosecutions Alison Saunders said it was important not to ''shy away'' from difficult cases The director of public prosecutions has said the Crown Prosecution Service was right to take the Nigel Evans sex abuse case to court. Alison Saunders said the CPS was not \"on a mission\" to pursue famous people and insisted it would not \"shy away\" from difficult cases. Former Commons deputy speaker Mr Evans was cleared of nine sex abuse charges. Calls have since been made for a review of some judicial processes, with claims his case should not have gone to court. Former director of public prosecutions Lord Macdonald warned that prosecutors needed to \"keep a cool head\" in investigations of historical abuse cases.  Media requires JavaScript to play. Without commenting directly on Mr Evans's case, he told the Times that prosecutors should avoid \"going on a mission\" and losing perspective. But Ms Saunders rejected suggestions the CPS was \"star-struck\". She told the BBC: \"We apply the same test no matter who the offender or the victim is, and it's very important that we do that.\" She said she would look at the Evans case to see if lessons could be learned - as was normal with all acquittals - but she rejected any widespread change to CPS procedures in such cases. \"I think we made the right decision in taking it before the court,\" Ms Saunders said. \"We looked at all the evidence and decided there was a realistic prospect of conviction. And what we have to remember is that juries apply a very different, much higher test which is, are they satisfied beyond all reasonable doubt?\" She insisted the CPS would continue to take difficult cases to court provided they satisfied its test. The head of the CPS in north west England, where Mr Evans serves as MP for Ribble Valley, backed Ms Saunders' remarks. Nazir Afzal told BBC North West Tonight: \"We don't care who the complainant is, we don't care who's being complained against, we look at the evidence.  \"The evidence is what drives us... and we allow ultimately only those cases where there's a realistic prospect [of a conviction] to go to court.\" Their comments followed Lord Macdonald's warning. He said prosecutors should not only bring \"sure-fire winners\" to court - that \"challenging\" cases needed to be prosecuted too. \"What the CPS needs to avoid, however, is going on a mission and losing perspective,\" he said. \"This particularly applies to historical cases which have garnered a lot of publicity. You have to keep a cool head.\" Lord Macdonald also   the CPS had to be \"very careful to avoid a situation where they regard a series of weak cases as amounting to a strong case\". The CPS has maintained it was right that all the evidence in the case of Mr Evans was put before a jury, but added that it respected the court's decision to clear him of all the charges. But some MPs have criticised the CPS and police after Mr Evans's acquittal. Conservative MP David Davis, a former shadow home secretary, called for an urgent review, saying there was \"a risk of a serious injustice\" under the current system. Mr Davis said: \"This case has highlighted serious concerns over how the police and the Crown Prosecution Service bring sexual offence cases to court. \"In particular we must now review the process whereby the police and the Crown Prosecution Service put together a large number of lesser, subsidiary cases in order to reinforce one serious case when prosecuting sexual offences.\" Christine Hamilton, wife of former Conservative MP Neil Hamilton, accused the CPS of wasting taxpayers' money. Mrs Hamilton and her husband were arrested in 2001 by police investigating an allegation of rape which turned out to be entirely false.  Mrs Hamilton told the BBC she believed the CPS and police were on a mission to target high-profile figures because they felt \"guilt-ridden\" in the wake of the Jimmy Savile inquiry. She said there had been a \"mini torrent\" of arrests, which had wasted money and \"destroyed\" lives, including Mr Evans's. \"How much has this cost? And could that money not be better spent by the CPS and the police in pursuing real criminals?\" she said. Mrs Hamilton said there had been \"two or three\" witnesses who did not consider themselves \"victims\". \"The CPS, if they knew that, why on earth did they bring these people to court?\" she added. But director of public prosecutions Ms Saunders said research had found that victims did not always see themselves as victims, citing domestic abuse as an example.  She said the CPS prosecuted more than 730,000 cases each year and had a conviction rate of 86%. \"If a case satisfies the evidential test and it's in the public interest to prosecute it, we will prosecute,\" she said. \"And it would be wrong and we would be rightly criticised if we didn't take cases just because we were being overly cautious and we would be failing in our duty to victims and society.\" Mr Evans was cleared of a string of sex abuse charges, including one of rape. The rape claim was among several allegations made by seven men during a five-week trial at Preston Crown Court. Mr Evans was said to have used his political influence to take advantage of his alleged victims but the defence pointed out inconsistencies in various witness accounts. The former Conservative MP, 56, currently sits as the independent member for Ribble Valley. ", 
        "link": "http://www.bbc.co.uk/news/uk-26982780", 
        "subject": "Politics", 
        "title": [
            "Alison Saunders: CPS 'was right to take Evans case to court'"
        ]
    }, 
    {
        "article": "Irish President Michael D Higgins has flown home after the end of his historic four-day state visit to the UK. The Queen hosted two banquets for her Irish guest at Windsor Castle and he addressed both Houses of Parliament. Mr Higgins and his wife Sabina visited Stratford-upon-Avon and Coventry on their final day. Before leaving for Dublin Mr Higgins said he had been moved by the reception he and his wife had received. He also told those who were unhappy with the visit to \"think of all the things we have in common\". And when he was asked about the involvement of former IRA leader Martin McGuinness in the visit, Mr Higgins said it was \"very important that all those involved participated fully\". Mr McGuinness, who is Northern Ireland's deputy first minister, attended the state banquet on Tuesday and joined in the toast to the Queen. The Sinn Féin MLA said his participation in the royal reception was in aid of \"conflict resolution and reconciliation\". The presidential visit was aimed at celebrating and strengthening British and Irish links. It followed the Queen's first state visit to the Republic of Ireland in 2011, which was widely hailed as a diplomatic triumph and a milestone in Anglo-Irish relations. Mr and Mrs Higgins said goodbye to the Queen and the Duke of Edinburgh at Windsor Castle on Friday morning, before leaving for their final engagements. They travelled to Stratford-upon-Avon to visit the birthplace of William Shakespeare and the home of the Royal Shakespeare Company (RSC). In addition to his political career, Mr Higgins is a well-known poet and author, while his wife is an actress. President Higgins made a speech about the English language, its role in Ireland, and about the shared dialogue between two islands.  He said: \"It is the business of living souls to breathe life into words, and I have no doubt but that our long conversation in a shared language will continue into the far future to breathe new life, and the lightning of our different imaginations, into a common human purpose.\" Approximately 2,000 people turned out in warm spring sunshine to see the arrival of Irish President Michael D Higgins in Coventry.  The atmosphere was joyful as the city's large Irish population gathered and a cheer went up as the president stepped out of his gleaming car.  He smiled warmly and waved to the crowd, between greeting various city and cathedral dignitaries.  It is a very proud day for Coventry, one that onlooker Bridget Connelly, originally from Galway, thought would never happen. \"It's fantastic. It was just a dream of mine. He was so warmly welcomed,\" she said. Her daughter, Patricia Southall, added: \"Diplomatically there must have been hard work to get here. I'm sure it'll do a lot of good in the future.\" Mr Higgins was later presented with The Complete Works of Shakespeare, signed by the acting company, and he gifted the RSC a copy of The Book of Kells. They then travelled to Coventry for a tour of its current cathedral and the ruins of the old building that was bombed during World War II. They also attended a reception for members of the Irish community at St Mary's Guildhall in the city. During his four-day tour, Mr Higgins met Prime Minister David Cameron at Downing Street and Deputy Prime Minister Nick Clegg at Buckingham Palace. He also attended several events marking the contribution of the Irish community to public life in Britain.  They included business leaders, charity workers and NHS staff. On Thursday evening, the president attended a concert celebrating Irish music and culture at London's Royal Albert Hall.  At the event, Mr Higgins thanked the Queen and the Duke of Edinburgh for their \"gracious welcome and warm hospitality\" throughout his UK trip.  He said the preparation they had made for his state visit was \"reflective of the true and deep friendship that now exists between Ireland and the United Kingdom\". ", 
        "link": "http://www.bbc.co.uk/news/world-europe-26979578", 
        "subject": "Politics", 
        "title": [
            "Irish President Michael D Higgins moved by UK reception"
        ]
    }, 
    {
        "article": "An Army commando regiment will now not be axed but cut in size, the Ministry of Defence has announced. 24 Commando Engineer Regiment, based at Chivenor in Devon, is now to be retained, having previously been threatened with disbandment under MoD plans to cut 20,000 Army posts by 2020. The reduction of the regiment's 340 personnel is expected to come from those in temporary posts, it said. The changes are expected to be in place by July 2015 at the latest. In July 2012, it was announced the regiment could be axed in plans to reduce the size of the army from 102,000 to 82,000 by 2020 personnel. But armed forces minister Mark Francois told MPs, in a written statement: \"At the time of the Army 2020 announcement, the army acknowledged that engagement with the Royal Navy was still ongoing, and this would refine the allocation of army manpower available to support Royal Navy tasks. \"This process is now complete and it has been decided that 24 Commando Engineer Regiment will be retained although the regiment will be reduced in size. \"This change will be achieved by rebalancing army manpower within 3 Commando Brigade and allows for the best use of available resources to deliver the strategic defence and security review and Army 2020 capability.\" The regiment was created in 2008 to support Plymouth-based 3 Commando Brigade Royal Marines and has been deployed twice to Afghanistan. North Devon Liberal Democrat MP Nick Harvey said the government had recognised \"how valuable the skills of regiments like 24 Royal Engineers are to the Royal Marines\". \"I look forward to seeing a smaller but no less important 24 Engineers Regiment playing an active role at the base once again,\" he said. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-devon-26985930", 
        "subject": "Politics", 
        "title": [
            "24 Commando Engineer Regiment saved from cuts"
        ]
    }, 
    {
        "article": "MPs scared of negative publicity are \"secretly\" recruiting unpaid interns to work in their offices, it is alleged. Charles Glover, an aide to Lib Dem MP John Leech, made the claim while defending his boss, who has come under fire for advertising eight unpaid roles. Campaigners say some MPs are exploiting people by not paying the minimum wage. But Mr Glover says interns gain valuable experience that helps them get paid jobs at Westminster. The number of MPs advertising for unpaid office staff on the official Commons job board  has dramatically fallen in recent years after a spate of negative publicity.  The expenses watchdog, the Independent Parliamentary Standards Authority (IPSA), has  , with MPs now told anyone working for them must be paid the national minimum wage, and that only genuine volunteers can support them unpaid. Mr Glover said MPs could not afford to pay all the staff they need, and previous applicants from humble backgrounds had gone on to forge careers in politics, after he was criticised by campaigner Tanya de Grunwald on her Graduate Fog blog. He said Mr Leech was being open about his recruitment of unpaid staff - in contrast to other MPs, who were recruiting people \"secretly\" because they were worried about a media backlash. Campaigns against unpaid interns were driving the recruitment process underground, further entrenching the Westminster \"closed shop\" that voters say they hate, he argued. \"People are applying directly and getting taken on directly,\" he told BBC News. \"I know it happens. I know people that it has happened to. But they are loath to say it in public. I also know it is being used to push down wages. \"People who used to get a Westminster wage are now getting a minimum intern wage.\" Unpaid internships exploit those who do them and exclude those who can't afford to do them” In his advert, Mr Leech, the Member for Withington, in Manchester, offered full-time roles for three months or 12 months part-time, to include training in everything from speechwriting and media work to managing the MP's diary. It called for \"computer and writing skills\", an \"energetic can-do attitude\" and \"excellent interpersonal skills and a sense of humour\". But it also stressed that it was a voluntary role and \"as such there are no set hours and responsibilities, and you should be free to come and go as you wish\". Kelley Ireland, 22, a paid parliamentary aide to Lib Dem peer Baroness Williams, said she had got her foot on the Westminster career ladder by answering an advert for an unpaid volunteer in Mr Leech's Manchester office. Ms Ireland, who says she did not come from a political family and attended a state school, worked as a carer to support herself while volunteering for a year at Mr Leech's Manchester and London offices. \"I was just so glad to have the opportunity to work in his office, and I was willing to work in the evenings and at weekends in order to do that, and I didn't ever begrudge him for that. I learned so much in that period,\" she told BBC News. She said MPs should be paid a greater staff allowance to allow them to pay their interns - otherwise interns would increasingly be recruited \"in secret\" without a public application process.  \"There's quite a few people I know within Westminster now who are doing internships purely because of who they know and because they know someone in that office. They come in one day a week, or several days.\" She said unpaid internships were not being advertised in the way they had been in the past because they are seen as \"toxic\". But she added: \"You need the experience to get a paid job.\" Tanya de Grunwald, who first reported Mr Leech's latest job ads, placing them on her blog's   - said there could be no excuse for not paying workers. \"The claim that many of Leech's fellow MPs are now hiring unpaid interns secretly is shocking - but so is the claim that their grubby behaviour is somehow the fault of campaigners like me,\" she told BBC News.  \"MPs, including Leech, must understand that the law is the law - and public opinion is against them on this one.\" She added: \"Unpaid internships exploit those who do them and exclude those who can't afford to do them. End of story.\" Former Labour minister Hazel Blears has called for unpaid internships to be made illegal. A spokesman for the Salford and Eccles MP said she had not been made aware of any MPs attempting to get round the rules by recruiting interns informally. \"If it was happening, that would obviously be a concern. But it does not mean that we should allow the potential exploitation of people. \"You have got to deal with one problem at a time.\" He said some people may be able to support themselves financially while working in an MP's office but many more would not be able to and would, therefore, be excluded from a career in politics. Ms Blears is encouraging people of all ages to apply for a paid internship in Parliament through the , which is backed by commercial sponsors including Royal Mail and construction company CH2M Hill. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26968102", 
        "subject": "Politics", 
        "title": [
            "MPs 'secretly hiring unpaid interns'"
        ]
    }, 
    {
        "article": "  \n\t\t \n\t Conservative David Cameron was virtually unknown outside Westminster when he was elected Tory leader in December 2005 at the age of 39. \r\r\nThe Old Etonian had dazzled that year's party conference with his youthful dynamism and charisma, reportedly telling journalists he was the \"heir to Blair\". He has sought to match the former PM by putting the Conservatives at the centre ground of British politics. After the 2010 election he led his party into coalition with the Lib Dems, making tackling the UK economy's deficit its priority. He has faced criticism from some on the right of the party but Mr Cameron has insisted the coalition will see through its full five-year term. Before becoming leader, he was the Conservatives' campaign co-ordinator at the 2005 general election and shadow education secretary. He was special adviser to Home Secretary Michael Howard and Chancellor Norman Lamont in the 1990s before spending seven years as a public relations executive with commercial broadcaster Carlton. In just five years, Liberal Democrat Nick Clegg, a contemporary of Mr Cameron, went from political obscurity to the absolute front line of British politics. \r\r\n\r\r\nAfter becoming MP for Sheffield Hallam at the 2005 election, he was promoted to Europe spokesman, before moving on to the home affairs role. \r\r\n\r\r\n\r\r\nWhen Sir Menzies Campbell resigned as leader in 2007, he entered the race to succeed him, in the end narrowly beating Chris Huhne. \r\r\n\r\r\nHe really came to prominence during the televised debates ahead of the general election, being judged in polls to have been the big winner of the first one. \r\r\n\r\r\n\r\r\nHowever, this appeared to do little to help the Lib Dems when they actually lost seats on 6 May. The party, though, retained enough MPs to become the vital players in the hung parliament. \r\r\n\r\r\nAfter taking his party into coalition with the Conservatives - and U-turning on a previous pledge to reject university tuition fees - Mr Clegg saw his personal poll ratings slump, but he has pointed to areas where Lib Dem policies have come into force on taxation and consitutional issues. \r\r\n\r\r\nLike David Cameron, he has insisted the coalition is working in the national interest and will continue for the full parliament. One of David Cameron's closest friends and Conservative allies, George Osborne rose rapidly after becoming MP for Tatton in 2001. \r\r\n\r\r\n\r\r\nMichael Howard promoted him from shadow chief secretary to the Treasury to shadow chancellor in May 2005, at the age of 34. \r\r\n\r\r\nMr Osborne took a key role in the election campaign and even before Mr Cameron became leader the two were being likened to Labour's Blair/Brown duo. The two have emulated them by becoming prime minister and chancellor, but have avoided the spats. \r\r\n\r\r\nSome prominent Conservatives have urged Mr Osborne to do more to promote economic growth. \r\r\n\r\r\nBefore entering Parliament, he was a special adviser in the agriculture department when the Tories were in government and later served as political secretary to William Hague.\r\r\n Theresa May is the second woman to hold the post of Home Secretary. \r\r\n\r\r\nShe was the first woman to become Conservative Party chairman, under the leadership of Iain Duncan Smith. \r\r\n\r\r\nShe then took up the culture and family portfolios before being made shadow Commons leader by David Cameron. \r\r\nShe has been a keen advocate of positive action to recruit more women Tories to winnable seats and was a key architect of the \"A list\" of preferred candidates. \r\r\n\r\r\nA passionate moderniser, she famously ruffled feathers when she told Tory activists they were seen as members of the \"nasty party\". \r\r\nIn her role as home secretary, she has overseen widespread changes to the immigration system. \r\r\n\r\r\nMrs May was the shadow work and pensions minister ahead of the election. Since he returned to frontline politics in 2005, Conservative William Hague has become a key adviser to David Cameron, and was seen as de facto deputy party leader. \r\r\nThe foreign secretary has plenty of experience to call upon, having been Tory leader himself from 1997 to 2001 and shadow foreign secretary until the election. \r\r\n\r\r\nA witty and engaging Commons performer who is popular with grassroots Tory members, Mr Hague entered Parliament in 1989 having been special adviser to Chancellor Sir Geoffrey Howe. He was soon promoted to be a social security minister and in 1995 entered the cabinet as Secretary of State for Wales. \r\r\n\r\r\nIn addition to his duties as shadow foreign secretary, Mr Cameron put Mr Hague in charge of rebuilding the party in the North of England, as chairman of its Northern Board. Vince Cable has had a long journey to reach the front rank of politics, having been a Labour and then an SDP supporter before its merger with the Liberals to become the Liberal Democrats. \r\r\n\r\r\nAn economist by profession, he entered Parliament as MP for Twickenham in 1997 and has gradually built up his powerbase among the Lib Dems. \r\r\nAs the party's deputy leader and Treasury spokesman he saw his stock rising during the credit crunch because of his earlier warnings. \r\r\n\r\r\nWhen he stood in as temporary leader after the resignation of Sir Menzies Campbell, he memorably described Gordon Brown as going from \"Stalin to Mr Bean\". \r\r\n\r\r\nHas had a colourful time in government, notably when he was recorded by under cover reporters saying he was at war with Rupert Murdoch's News International. He has been mentioned as a possible future leader of his party. \r\r\n\tSir George Young was replaced as leader of the Commons by Andrew Lansley in the September 2012 reshuffle, but was recalled and given the Chief Whip post a few weeks later following the resignation of Andrew Mitchell.\r\r\n \r\r\n\tSir George, 71 at the time of his return to the cabinet, is one of the most experienced members of the government and has served a number of roles in Conservative administrations since the 1970s. \r\r\n \r\r\n\tHe was elected as MP for Acton in 1974 and became a junior minister in the Thatcher government in 1979. \r\r\n \r\r\n\tIn 1994 he became Financial Secretary to the Treasury, and was promoted a year later to transport secretary. Switching seats to North West Hampshire in 1997, he was given the shadow Commons leader's job in the Tory opposition the same year.\r\r\n \r\r\n\tFrom 2001-09 he served as chairman of the Standards and Priveleges committee, which required him to ajudicate allegations of MPs misconduct. \r\r\n \r\r\n\tSir George was educated at Christ Church Oxford and is married with two sons and two daughters. He is a keen cyclist and received the nickname \"the bicycling baronet\" after appearing in a British Rail advert promoting the transport of bikes on trains.\r\n\t\t\t Eric Pickles was first elected to the Commons in 1992, representing an Essex seat far from his Yorkshire roots. \r\r\n \r\r\nHe has extensive local government experience, having led Bradford District Council for three years up to 1991.\r\r\n \r\r\nHe has also served in a variety of shadow ministerial roles, including transport, local government and social security spokesman, earning a reputation for loyalty and good humour.\r\r\n \r\r\nHe boosted his reputation and profile in the party by masterminding its landmark victory over Labour in the Crewe and Nantwich by-election and was appointed party chairman in 2009.\r\r\n \r\r\nAnd he became a regular and confident media performer in the months leading up to the 2010 general election. Mr Shapps, the MP for Welwyn Hatfield, in Hertfordshire, since 2001, has made a name for himself as a keen and frequent media performer.\r\r\n \r\r\nIn his twenties he started a printing company.\r\r\n \r\r\nIn 2005, Mr Shapps became a deputy chairman of the Conservative Party, experience which will be useful in his new job as chairman.\r\r\n \r\r\nUntil the reshuffle, he served as housing minister, a role without full cabinet status but one which allowed him to attend meetings. A self-made millionaire and devotee of Margaret Thatcher, Sajiv Javid is the first Asian male Conservative cabinet minister. He became an MP in 2010 and is regarded as one of the Conservatives' fastest-rising stars. He was a City banker and became a Treasury minister in 2013. Philip Hammond has built up a reputation as an articulate and effective Commons performer since being elected MP for Runnymede and Weybridge in 1997. \r\r\n\r\r\nA former director of companies supplying medical equipment, he was initially a member of the Conservative shadow health team before going on to serve as trade and industry spokesman. He also backed Michael Portillo's 2001 leadership bid. \r\r\n\r\r\nIn summer 2002, he went to shadow the now defunct Office of the Deputy Prime Minister and local government department before being made shadow Chief Secretary to the Treasury, at the age of 51, in the July 2007 reshuffle. \r\r\n\r\r\nHe became Transport Secretary after David Cameron's coalition took power after the 2010 election, building on his reputation there as an effective performer before being shifted into the defence brief after the resignation of Liam Fox from the job in October 2011. Tory Michael Gove was seen as one of the brightest talents in the 2005 intake. The former Times journalist is a key member of David Cameron's inner circle who helps write many of his speeches. \r\r\n\r\r\nAs the Tories' housing spokesman, Mr Gove made a name for himself as an effective Commons performer in attacks on the government's home information packs. \r\r\n\r\r\nHe was drafted into the shadow cabinet as children, schools and families spokesman, at the age of 39 when his leader split the education brief in two to reflect Gordon Brown's Whitehall changes. \r\r\n\r\r\nMr Gove headed the Policy Exchange think tank for three years before landing the safe seat of Surrey Heath. \r\r\n\r\r\nHe had previously said he was prepared to give up a post in the new cabinet to ensure the deal with the Lib Dems went ahead, but he stuck with the education brief in government bringing forward a series of radical changes such as free schools and exam reforms. Liberal Democrat Ed Davey was appointed Energy and Climate Change Secretary on 3 February 2012 following the resignation of Chris Huhne.  \r\r\nMr Davey was elected MP for the newly created seat of Kingston in 1997 and has held a series of frontbench roles. Popular within the party, he was seen as an outside contender to succeed Sir Menzies Campbell when he stood down in 2007. \r\r\n\r\r\nAfter serving as the Liberal Democrat spokesman for foreign affairs prior to the 2010 election, he was appointed business minister responsible for the Post Office, Royal Mail and employment relations in the coalition government.  Conservative MP Owen Paterson covered the Northern Ireland portfolio in opposition and in government before being moved to environment in David Cameron's reshuffle. \r\r\n\r\r\nHe entered the shadow cabinet for the first time, at the age of 50, in David Cameron's July 2007 reshuffle. \r\r\nA former managing director of the British Leather company, he entered Parliament as MP for Shropshire North in 1997, concentrating on rural issues as a junior agriculture spokesman and chairman of the Conservative Rural Action Group. \r\r\n\r\r\nA Eurosceptic and member of the right wing Cornerstone Group, which campaigns for traditional Tory values, he helped Iain Duncan Smith during his 2001 leadership bid and was briefly parliamentary private secretary to Ann Widdecombe. He has also served in the Opposition whips office. Jeremy Hunt was moved to the health brief after the overseeing the smooth running of the 2012 London Olympics. \r\r\nThe MP for South West Surrey since 2005, he became the Conservatives' culture spokesman in 2007. He was previously the party's spokesman on disabilities and welfare reform. \r\r\n\r\r\nMr Hunt, a fluent Japanese speaker, founded a company called Hotcourses, offering guides to help students find the right course before entering university. \r\r\n\r\r\nAs culture secretary he had a chequered time, coming under pressure over his dealings with Rupert Murdoch's News International takeover bid. Justine Greening was promoted to the cabinet in October 2011 at the age of 42. \r\r\n\r\r\nMiss Greening, the MP for Putney since 2005, became economic secretary to the Treasury after the 2010 election, succeeding Philip Hammond as transport secretary after he was promoted to defence secretary.\r\r\n \r\r\nBorn and educated in Yorkshire, Miss Greening studied economics at Southampton University, before getting an MBA from London Business School and worked as a finance manager at British Gas owner Centrica before joining the Commons.\r\r\n \r\r\nHer move from transport was widely perceived to be a result of her vocal opposition to the idea of a third runway being built at Heathrow. Chris Grayling's elevation to the post of Lord Chancellor and Justice Secretary represented something of a comeback. \r\r\nPrior to the 2010 general election he had been shadow home secretary but, when the coalition was formed, he was made employment minister, rather than given a cabinet role. \r\r\n\r\r\nSeen as being on the right of the party, Mr Grayling's appointment to the justice role will be intended to reassure some Conservatives who were unhappy at predecessor Ken Clarke's prison reforms, claiming they were too lenient on criminals. \r\r\n\r\r\nEducated at Cambridge University, he is a former BBC News producer and the author of books on subjects including the Bridgewater Canal and Anglo-American relations. A former barrister, Ms Villiers was elected MP for Chipping Barnet in 2005. Prior to that, she was a Member of the European Parliament for six years.\r\r\n \r\r\nIn December 2005, Mr Cameron promoted her to shadow chief secretary to the Treasury.\r\r\n \r\r\nIn 2007, she was made a shadow transport minister, a brief she continued to hold when the coalition came to power. \r\r\n \r\r\nA self-described Eurosceptic, she takes over from Owen Paterson in the post of Northern Ireland Secretary. Mr Carmichael has been appointed Scottish Secretary in the government's latest reshuffle. He replaces Michael Moore - a leading figure in the No campaign for the Scottish independence referendum. Mr Carmichael, the MP for Orkney and Shetland, has been the Lib Dems' chief whip and a government deputy chief whip since the formation of the coalition. He was previously the party's Scottish spokesman. Born in 1965, Mr Carmichael had a traditional upbringing on a hill farm on the Inner Hebrides island of Islay. He developed an early interest in politics, joining the Liberal Democrat party at just 14. He went on to work as a hotel manager before studying law at Aberdeen University. He then became a procurator fiscal depute, working mostly in the criminal courts. He was elected to the UK parliament in 2001, replacing Jim Wallace as MP for Orkney and Shetland. Danny Alexander was Nick Clegg's chief of staff and the Liberal Democrats' campaign co-ordinator throughout the election. \r\r\n\r\r\nHe was also the former media chief of pro-euro campaign group Britain in Europe, which brought together leading Labour and Lib Dem voices with business groups. \r\r\n\r\r\nFirst elected to Parliament in 2005, he rose to prominence when Mr Clegg became party leader in 2007. \r\r\nHe was the author of the party's 2010 election manifesto, becoming the Scottish Secretary in David Cameron's initial coalition cabinet. \r\r\n \r\r\nMr Alexander was promoted to chief secretary - a crucial role overseeing spending cuts - to succeed David Laws after was forced to quit over his expenses after less than three weeks in the job. \r\r\n\r\r\nHe is one of four key ministers, known as \"the Quad\", who meet to discuss the direction of much of the coalition's policy. \r\r\n\r\r\nThe Inverness, Nairn, Badenoch and Strathspey MP won one of 11 seats for the Lib Dems in Scotland. Patrick McLoughlin was the Tory chief whip while the party was in opposition and carried on after the 2010 general election as the government chief whip. \r\r\nThe former miner is the MP for Derbyshire Dales. \r\r\nWhen the Conservatives were previously in power, he was a minister at the departments of transport, employment, trade and industry, and in the whips' office. In opposition, he became deputy chief whip in 1998.\r\r\n \r\r\nMr McLoughlin's mother was a factory worker and he worked as a farm labourer before following his father and grandfather into the pits. \r\r\n\r\r\nHis move to transport in the reshuffle has raised speculation the government is planning to alter its current stance opposing a third runway at Heathrow Airport. Elected MP for Clwyd West in 2005, Mr Jones was a middle-ranking minister in the Wales Office before being promoted to the cabinet.\r\r\n \r\r\nHe replaces Cheryl Gillan. Several Welsh Conservatives have expressed their delight that an MP with a Welsh constituency is now in the top job within the department. Ms Gillan's constituency is in England.\r\r\n \r\r\nA Welsh speaker, Mr Jones served as a member of the Welsh Assembly before going to Westminster.\r\r\n \r\r\nHe is a fan of Liverpool Football Club and a keen user of the social networking website Twitter. He is also chairman of the Chinese Conservative Group. Former Conservative leader Iain Duncan Smith, the MP for Chingford and Woodford Green, is steering through a range of welfare changes in the role he has held since the 2010 election. A former army officer, who saw active service in Northern Ireland, Mr Duncan Smith entered Parliament in 1992 and rapidly established himself as one of the Maastricht rebels that made life so difficult for then Tory leader John Major. He was seen as a rising star of the Eurosceptic right and, after a spell as shadow defence secretary under William Hague, was the surprise victor in the September 2001 leadership contest, beating better-known and more experienced, Europhile candidate Ken Clarke. He had a torrid time as the Tory leader, failing to land many real blows on then PM Tony Blair and enduring a relentless barrage of criticism from the press and, in some cases, his own MPs. In November 2002, he urged his party to \"unite or die\" in response to persistent whisperings of a challenge to his leadership, but a year later he was ousted after narrowly failing to win the backing of enough MPs in a vote of confidence. After losing the Tory leadership, he has successfully reinvented himself as a social reform champion who, with his centre-right think tank Centre for Social Justice, has played an influential role in developing Conservative policy on welfare and the \"broken society\". David Cameron reportedly tried to persuade Mr Duncan Smith to move to become Justice Secretary in his September 2012 reshuffle, but Mr Duncan Smith opted to stay with the welfare brief. Mr Cameron has previously said that Mr Clarke is a \"big figure\" with \"great experience\". He was the last chancellor to lead the UK out of recession - during the John Major government of the 1990s. His return to the Tory front bench in 2009 was seen as of a gamble for Mr Cameron, given that Mr Clarke - who held a host of ministerial jobs in the Thatcher and Major governments - had staunchly pro-European views. These views were widely seen to be the reason for his failure to win the three party leadership contests he entered - but Mr Cameron decided that Mr Clarke's experience was worth the risk of reopening party splits. Mr Clarke was president of the Union at Cambridge, became a QC in 1980 and after a succession of junior ministerial jobs he served as health, education and home secretaries before becoming chancellor from 1993 to 1997. He served as Justice Secretary from May 2010 until the move to a \"roving role\" as a \"wise head\" based in the cabinet office. Lord (Jonathan) Hill of Oareford became leader of the Lords at the age of 52 in January 2013 when Lord Strathclyde resigned.\r\r\n Although this is his first Cabinet post, he has wide experience, having been at the Conservative Research Department and then special advisor to Ken Clarke at Transport in the 1980s before becoming John Major's political secretary in No 10 from 1992. \r\r\nHe has also worked for public relations firm Bell Pottinger and in 1998 he became a founding director of PR and lobbying firm Quiller\r\r\nConsultants, where he remained until 2010 when he was made an education minister in the new coalition government.  Andrew Lansley, a former civil servant, became an active Conservative in the 1980s after a spell as private secretary to Norman Tebbit. In 1990 he became head of the Conservative Research Department and was one of the architects of the Tories' surprise 1992 election victory. However, he later faced criticism for his central role in the disastrous 2001 poll campaign. He returned to the shadow cabinet in 2003 under Michael Howard as shadow health secretary, the brief he continued to hold under David Cameron. Mr Cameron had long guaranteed Mr Lansley - who has played a key role in convincing people that the NHS is a high priority for the Conservatives - the role of health secretary in a government led by him. During his two years as health secretary, he steered through a large package of reforms of the NHS in England, despite facing opposition on a number of fronts. A Conservative activist from an early age - and the son of a former Tory MP - Dominic Grieve was elected to the Commons in 1997 as the MP for Beaconsfield in South Buckinghamshire. He is a barrister and was the shadow attorney general for four and a half years until June 2008, when he was appointed shadow home secretary.\r\r\n He filled the vacancy created when David Davis quit as an MP to fight a by-election on civil liberties and plans for a 42-day terror detention limit.\r\r\n Mr Grieve is an ex-member of the London Diocesan Synod with an interest in constitutional issues and an opposition to devolution - he is a past shadow Scottish affairs spokesman.\r\r\n Regarded as a skilled and assiduous Commons performer, he was the Tories' shadow justice secretary ahead of the election. The attorney general is not a full cabinet position under David Cameron. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-19475248", 
        "subject": "Politics", 
        "title": [
            "Cabinet reshuffle: David Cameron's new line-up"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. In full: Prime Minister David Cameron's speech on Europe David Cameron has delivered his long-awaited speech on the UK's relations with the EU. Why is the speech so significant? Prime Minister David Cameron has delivered a speech ( ) setting out his views on the UK's future in the European Union. The speech has been months in the planning. Mr Cameron had been facing mounting pressure from within the Eurosceptic ranks of his own Conservative Party, and the UK Independence Party, who are unhappy with the current relationship between the UK and the European Union. There have been calls for a referendum to be held, and his own MPs want to see action on the Conservative election pledge to \"bring back\" powers to Westminster from Brussels.  For months now, the promise has been that these questions will all be answered in a big speech. Mr Cameron said he plans to renegotiate parts of the UK's relations with Europe and put that changed membership package to the British people in an in-out referendum after the next general election, by the end of 2017. That, obviously, also depends on the Conservatives winning a majority in 2015. To see more of what he said, here are   from the speech. The prime minister did not spell this out in his speech, but there is a cross-government audit currently under way looking at where the EU has powers over life in the UK. The idea is that each one will then be examined to see whether it is necessary or whether the power could be \"brought back\" to the UK. Areas it might include are the Working Time Directive, which imposes employment rules such as limiting the working week and giving EU workers a minimum number of holidays each year. The UK is also keen on opt-outs from policing and criminal justice measures. The 2010 Conservative manifesto said: \"We will work to bring back key powers over legal rights, criminal justice and social and employment legislation to the UK.\" The recent eurozone crisis has led those countries using the single currency to believe that they need closer integration in future - a move which will further increase the gap between the euro and non-euro EU members. Mr Cameron says there needs to be a new EU treaty to facilitate the eurozone integration, so, as part of negotiations, there is a chance to redefine the membership rules for countries like the UK.  David Cameron said that he opposed the idea of the UK leaving the EU (the UK joined when it was the European Economic Community, in 1973). However he did say during a recent BBC radio interview: \"Would Britain collapse if we left the European Union? No, of course not. You could choose a different path. The question is, what is in our national interest?  I've always been very clear it's in our national interest as a trading nation to be in the single market.\" Eurosceptics seem pretty happy with the speech - it has been very warmly welcomed by Conservative MPs. Although the UK Independence Party said it wanted a referendum sooner, party leader Nigel Farage called the PM's promise of an in/out referendum his party's greatest achievement. Pro-Europeans have been unhappy with the speech - Deputy Prime Minister Nick Clegg warned that proposing a referendum at a future date causes uncertainty and will have a \"chilling effect\" on jobs and growth. Ex-European Commissioner and Labour cabinet minister Lord Mandelson called it \"game, set and match\" to the hardliners in Mr Cameron's party.  The BBC has compiled  . Here is a round-up of  . The BBC's Steve Evans in Berlin said opinion was hardening in Germany and France, with many politicians believing that those opposed to further European integration would be better off \"leaving gracefully\". Guido Westerwelle, German foreign minister, said \"cherry picking is not an option\". French foreign minister Laurent Fabius said:  \"We want the British to be able to bring all their positive characteristics to Europe... but you can't do Europe a la carte. I'll take an example which our British friends will understand. Let's imagine Europe is a football club and you join, but once you're in it you can't say, 'Let's play rugby'.\" Read  . A succession of business leaders have spoken up in favour of UK membership of the EU and the US and a range of European politicians have also warned of negative results if the UK left the EU. Some business leaders, such as IG Group founder Stuart Wheeler and Next boss Lord Wolfson, have also called for changes in the UK's relationship with the EU.  The director general of the employers' group the CBI, John Cridland, said \"closer union of the eurozone is not for us\" but Mr Cameron \"rightly recognises the benefits of retaining membership of what must be a reformed EU\". If you click on the link below you can read the whole text, with key bits picked out and analysed by BBC experts ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-21013771", 
        "subject": "Politics", 
        "title": [
            "David Cameron speech: UK and the EU"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Welsh Conservative leader Andrew RT Davies said he was not a \"career politician\" The leader of the Welsh Conservatives has told party members they must be open to a \"coalition of ideas\". Andrew RT Davies said the party - which has been in opposition since the Assembly was created in 1999 - needed to listen to ideas from outside. His words will be seen as a hint the party could be open to forming a coalition with other parties after the assembly elections in 2016. Mr Davies called the current Welsh Labour government \"lazy\" and \"tired\".  \"I believe Welsh Conservatives are mature enough to look at that coalition of ideas, to look where the best ideas can come from, and to date they've come from the Welsh Conservatives,\" he said during the second day of the Welsh Conservative conference in Llangollen. \"It means reaching out to anyone who has the best interests of the people of Wales at heart and wants to get us off the bottom of the league table whether it be in health, education or the economy, rather than this over-lording mentality Labour has.\" Over the last few months Mr Davies has faced difficult situations and in February he sacked four members of his shadow cabinet for rebelling against him in a vote on devolving income tax. He admitted there had been internal divisions within his party for years but in his speech on Saturday he called on members to have self belief.  \"We have hope, we have ambition and above all we have the hope and ambition for the country we seek to lead,\" he said. \"I want my team to keep believing that we can keep on making that difference and build that coalition of ideas that we need to put in place to solve the problems of Wales.\" On some measures, education in Wales is no better than in some of the eastern European nations emerging from decades of communism” Earlier, Welsh Secretary David Jones accused the Labour-led Welsh government of letting down an entire generation of young people, due to a \"continuing decline in the education system\". Mr Jones has attacked Labour's record on education at the Welsh Conservative conference in Llangollen. It follows an Organisation for Economic Co-operation and Development (OECD) report on the Welsh education system.  The report praised \"positive\" learning conditions but found many weaknesses. \"Wales lacks a compelling and inclusive long-term education vision to steer the education system and its reform efforts,\" Mr Jones said at the second day of the conference. The most recent Pisa international education tests, which are run by the OECD, ranked Wales bottom in the UK. The 2012 Pisa tests in science, maths and reading were taken by 500,000 15-year-olds in 68 countries. \"The Pisa statistics published recently were, frankly, shocking,\" Mr Jones added. \"They showed Wales to be the weakest of the home nations in maths, science and reading. \"On some measures, education in Wales is no better than in some of the eastern European nations emerging from decades of communism.\"  Mr Jones argued that good education is crucial in a wholly global economy and to compete in that market the young people of Wales needed an \"excellent education\". During the conference Work and Pensions Secretary Iain Duncan Smith spoke about his party's welfare reform.  \"I have fought so hard to create and introduce Universal Credit, now running in England, Scotland and Wales - in Shotton from 7 April - and set to roll out further across the north west,\" he said.  Universal Credit is replacing six benefits, including jobseeker's allowance, income support, child tax credit and housing benefit. He said the behavioural effect of the reform was \"striking\" and allowed more people to enter the workforce. \"Across the UK, there are now a lower proportion of workless households than at any time on record, down 450,000 since 2010, and down 23,000 in Wales,\" Mr Duncan Smith said. Addressing the conference on Friday, David Cameron attacked the Welsh government's handling of the NHS. He said Wales was witnessing a \"national scandal\" as Offa's Dyke \"has become the line between life and death\".  UK Health Secretary Jeremy Hunt also launched his strongest attack on the NHS in Wales, claiming it is \"sleepwalking to a Mid Staffs tragedy\". He criticised Wales' record on waiting times and ambulance targets. ", 
        "link": "http://www.bbc.co.uk/news/uk-wales-26996796", 
        "subject": "Politics", 
        "title": [
            "Andrew RT Davies: Tories must have a coalition of ideas"
        ]
    }, 
    {
        "article": "It was like a Game of Thrones moment. But rather than a warning of the dread dark winter, this had a real political touch: \"Devolution is coming.\" The Ned Stark character on this occasion was the leader of Nottinghamshire County Council, Labour's Alan Rhodes. \"I welcome greater devolution,\" he told me. \"Undoubtedly, we can find local solutions to local issues in a much more effective way than Whitehall ever could.\" Unlike Ned Stark, Alan Rhodes won't lose his political head over this. But his next comments might stir things up. \"We need more tax-raising powers and planning ought to be left entirely to local government. Whether it's education or social care, we know what our local needs are.\" So why is devolution for England being scripted on the political agenda?  Back to a Game of Thrones plot line: politicians in England are already looking beyond The Wall -Hadrian's Wall - and weighing up options should the Scots vote for independence. Whatever the result, local government leaders in England expect any new constitutional settlement to beef up regions again. Lord Heseltine kicked the ball rolling in his 2012 report - No Stone Unturned - on giving so-called city regions more economic clout. \"Besides neutering local leadership, the monopoly of Whitehall is dysfunctional on two counts,\" he said. \"First, too many decisions are taken in London without a real understanding of the particular, and differing, circumstances of the communities affected. \"And second, with responsibilities divided up between policy departments, no-one in government is tasked to look holistically at the full range of issues facing a particular area.\" The Labour leader Ed Miliband warmed to the English devolution theme in a significant speech in Birmingham.  He also wants more powers for our big cities. He proposed creating a minister for each English region, acting as a bridge between Whitehall and the region. If it sounds familiar, then it is. During the last Labour government, the East Midlands had its own regional minister. Remember Phil Hope and Gillian Merron? The coalition scrapped Labour's regional apparatus and replaced it all with more localised business-political organisations, the Local Enterprise Partnerships, to steer economic regeneration. \"Michael Heseltine's review called for a massive devolution of funding from Whitehall to the cities,\" the Labour leader told his Birmingham audience. \"But David Cameron and George Osborne allocated just £2bn. The best report this government has produced has been the one they have most ignored. We can and must do a lot better than that.\" What is uncertain in all this is whether devolution to city regions, like greater Nottingham, is welcomed by the Treasury or whether this idea will be squashed once the Treasury takes fright at losing power over the purse-strings. As the Stark family learnt the hard way in Game of Thrones, trying to win control over a southern-based political power block may not have a happy ending. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-26962631", 
        "subject": "Politics", 
        "title": [
            "Why devolution to England's cities is a Game of Thrones"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 10:09 BST  The Houses of Parliament are for the first time being used as a set for a commercial film, as shooting for Suffragette takes place. Carey Mulligan and Helena Bonham Carter have been joined by hundreds of extras playing protesters in the forthcoming movie. Scenes were shot in the central lobby and a committee room, after MPs agreed it was a good way to contribute to the cost of running Parliament.  Tim Muffett reports. ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-27000118", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 23:22 BST  Labour leader Ed Miliband has said during a visit to Israel that he is a supporter of \"the homeland for the Jewish people\".  Taking questions at the Hebrew University of Jerusalem, he said he had \"a deep sense of gratitude to Israel for what they did for my grandmother\".  She survived the Holocaust in Poland before emigrating to the country.  But Mr Miliband said he did not support everything the Israeli government did, criticising the growth in settlements.  Nick Robinson joined him for the visit. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26997870", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 04:30 BST  Former Culture Secretary Maria Miller \"did do something wrong\" and the public were right to judge her, the man who has replaced her has said. Speaking on the BBC's  , Sajid Javid said Mrs Miller had been cleared of the allegation that her parents were profiting at the taxpayers' expense but that she had quit when she realised she was becoming a \"distraction\". He also defended the right of the media to investigate wrong-doing by politicians. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26982654", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 12:20 BST  Pundits and politicians would normally be speculating about when the prime minister was going to announce the date of the next general election.  But a fixed-term parliament meant the date of 7 May 2015 has been in the diary for years, leading to talk about whether voters have already made up their minds, or whether votes are still up for grabs. Adam Fleming took the mood box -  an unscientific test with plastic balls - to find out. Watch full programmes from the last seven days via  ; 'like' us on   page or 'follow' us on  ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26989599", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 00:04 BST  Conservative MPs have been given a new code of conduct setting out guidelines on how they should treat their staff.    It follows allegations of bullying and abuse made by some researchers and office staff.   The new code of conduct - which is voluntary - says staff should be able to work in an environment \"free from discrimination, victimisation and harassment\".   BBC political correspondent Vicki Young reports.  ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26995239", 
        "subject": "Politics", 
        "title": []
    }, 
    {
        "article": "On a kibbutz outside Jerusalem Ed Miliband was greeted with a loud, warm Jewish embrace from 84-year-old Sara - his mother's cousin - who, like her, is a Polish Jew who survived the Holocaust. It marked the end of a visit to Israel that has been as much about the personal as the political - a chance for the Labour leader to connect with his past as well as to talk about the future of the Middle East.  At the Yad Vashem Holocaust memorial he was handed a book - the record of the lives and deaths at the hands of the Nazis of his relatives. He gulped and his wife Justine fought to hold back tears when they discovered that his grandfather had apparently died, not in Auschwitz - as they'd always thought - but in another concentration camp.  I want to be the post-Iraq prime minister and that means learning the lessons of Iraq” I spoke to him about what the experience meant to him. \"It was quite an emotional visit for you to the Holocaust memorial Yad Vashem. Did it bring you close to the losses your family suffered as a result of the Nazis?\"  \"It was sort of awful if I am honest. It is awful because you see the suffering. \"It would be awful for anyone because you see the suffering, but it was particularly, incredibly painful for me. \"They presented me at the end a document - which I have got here - about my family history and about my grandfather, who I never met who died in one of the camps. \"I feel such a long way away from that family history in a sense, because I have led such a secure upbringing from a very stable family, but both my parents were refugees. \"Large numbers of their relatives - including my mum's dad - lost his life in the Holocaust and so it is part of who I am, but a long way away, and then to come so close to it is incredibly painful.\" \"For those people who don't have those family roots, just try and capture what it means. You are not a religious man, it is not a religious thing that you are talking about, so what is it and how does it affect a potential prime minister?\"  \"There will be people who have lost relatives in very sad circumstances and so that is where it starts. \"But then it's about people whose lives have been broken, been dislocated, been sent hither all over the world. \"My dad [came] as a refugee to London in 1940, my mum [found] her way there after the Second World War. \"I think if I can say in a strange way that the only positive there is... having seen that broken world and broken families, I think it made them give me an upbringing which said 'don't waste a life, don't waste a single life'. \"So many lives have been wasted and destroyed, they never said that to me, so that is what is odd about it. \"They never said 'our family has a Holocaust history so you better work hard and do your homework', but they inculcated in me a sense of 'you have got to try and repair a broken world'. \"So that is - I won't say a positive - but that is some of the impact that it had on me.\" Just how broken the Middle East is, Mr Miliband saw on the top of a hill just above the Gaza Strip. He and his wife Justine were shown where the rockets are fired which rain down on this Israeli town of Sderot. They visited a playgroup which looks like many you would see in the UK, until you realise the kids are playing inside instead of outside as they would not be safe under the deep blue sky and are only so under a roof of reinforced concrete. On a visit to the West Bank on Saturday he will hear of Palestinian suffering.  Ed Miliband now talks often of his Jewish heritage (though not faith because he is an atheist) but he has never been a cheer leader for Israel. He's reluctant to call himself a Zionist. In his first speech to his party conference after being elected Labour leader in 2010, he urged Israel to recognise in deed as well as word the Palestinians' desire for statehood.  I asked him to spell out what sort of foreign policy a Prime Minister Miliband would pursue.  \"I want to be the post-Iraq prime minister and that means learning the lessons of Iraq. \"It does mean a Britain engaged with the rest of the world, and willing on occasion in the right circumstances to play its part militarily, of course to defend itself, but also for other purposes. \"But with clear tests - that military intervention can only be justified as a last resort and if there is a clear and compelling case for making that intervention, if there is international support and there is a proper prospect of success. \"If you look at the decisions I have made as leader of the opposition on Libya, where I supported intervention, or on Syria where I opposed it, I think I have been consistent with those principles and they are principles that I would apply in government.\" This visit is Mr Miliband's first major international trip apart from three visits to Afghanistan. He has not visited the White House, Beijing, Delhi or Berlin as leader of the opposition. \"I will make other visits,\" he told me - but I put it to him that this underlined a problem many people thought he had.   Media requires JavaScript to play. On Thursday Ed Miliband laid a wreath at the Yad Vashem Holocaust memorial in Jerusalem  \"In little under a year's time you may be moving into 10 Downing Street. Do you accept that the British public don't yet see you as a prime minister, they can't yet envisage it? \"I think it is maybe always the case with leaders of the opposition. \"I have been doing this job for three-and-a-half years and I think in the past that people have maybe underestimated me. \"I am looking forward to the next 12 months. I think it is a big fight for the future of the country.\"  \"You think you have always been underestimated?\" I want big change in the country, people yearn for big change” \"You always get your critics as leader of the opposition and I think people have tried to write us off before, but I am pretty confident and optimistic about the next election. \"I think there is a big fight for the future of Britain and about what kind of country we want to be like.\" Back home, Mr Miliband has been under pressure not to play it cautious in his approach to the next election and to be true to himself as the man who became Labour leader because he represented a rejection of his party's recent past.  \"There are some who accuse you of being simply too cautious as you are running for the election. I sense there is a kind of radical trapped in there, you want to see yourself as another Attlee or Thatcher, is that right?\" \"Look -  freeze energy prices, break up the banks, other things I have said, change the way our economy works, I don't think we are cautious. \"We are not going to win this election by being cautious - we are going to win it by being bold and by being clear about how we are going to change the country. \"It is absolutely the person that I am, that is why I ran for the leadership. \"I ran for the leadership in difficult circumstances, everybody knows. I ran against my brother. \"Why did I do it? Because I felt I had something to say about how we change the country. \"That's why I am in this, that's what I want to prove over the next 12 months.\"  \"An energy freeze may be a good idea or a bad idea, no one will write about it in 100 years' time. They will write about what Attlee did, they will write about what Thatcher did. Are you saying you may not want to lay it all out yet, that this is a radical offer of a transformation of the way that Britain is?\"  \"I think that I can substantially change the way our country works, because I think the central problem that we face - that countries around the world are going to face - in the coming years is: are you increasingly unequal, are you increasingly unjust, just working for a few people at the top of our society? \"That requires big change not small change. \"Whether it was on energy - where I was massively criticised for the boldness of it - or on the banks or on other areas, we are going to make that change happen so our country truly works for people.\"  \"But more than once I have seen you praise Margaret Thatcher. Not for her ideas or her policies but as a person who brought about change.\"  \"I know where you are trying to tempt me towards. \"I think these comparisons with other historical figures have their limitations. \"I am going to be my own person and I am going to change the country in my own way. \"But if you are asking me if we need big change not small change? The answer is yes.\"  \"You know what I am asking you. Are you going to be Labour's Margaret Thatcher?\"  \"Well no you don't make those comparisons. I want big change in the country, people yearn for big change.\" \"If a commentator called you Labour's Margaret Thatcher then you wouldn't much mind?\"  \"Well you can call me a radical. That's what I want to be. That is the kind of prime minister that I want to be.\" ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26998207", 
        "subject": "Politics", 
        "title": [
            "Miliband on Israel, PM plan and Thatcher comparison"
        ]
    }, 
    {
        "article": "As the Olivier Awards-nominated Handbagged opens in the West End and Red Velvet storms New York, is this a golden period for London's Tricycle Theatre? Backstage at the Vaudeville Theatre on the Strand, Indhu Rubasingham is still catching her breath after a whirlwind week. The artistic director of the Tricycle Theatre is just back from New York, where her production of Red Velvet has opened to glowing reviews.  Now she is putting the finishing touches to her production of Moira Buffini's new play Handbagged, which sold out at the Tricycle last year and is now making a leap into the West End. If you personally judge yourself by awards then you're going to nowhere” The play, which imagines the meetings between the Queen and Margaret Thatcher, is also a nominee at this Sunday's Olivier Awards, where it is up for outstanding achievement in affiliate theatre. Red Velvet was nominated in the same category last year. \"It's a great time for the Tricycle,\" says Rubasingham, who took over as artistic director in May 2012 after Nicolas Kent's 28 years at the helm.  \"If you personally judge yourself by awards then you're going to nowhere. Where these things help is on marketing, audiences, fundraising and profile.\"  The play's transition from the 200-seat theatre in Kilburn to the 700-seater Vaudeville has, she says, involved \"quite a bit of editing and tightening\".  Handbagged started life as a 20-minute piece in 2010. Plans to expand it were almost abandoned when it was announced that Peter Morgan's The Audience would open in the West End in 2013.  That play, starring Helen Mirren as the Queen, imagined the private meetings between the monarch and her prime ministers over her 60-year reign. \"In the end we thought it didn't matter,\" explains Rubasingham. \"They're actually very different stories.\"  As it turned out, Margaret Thatcher died three days before Buffini was due to start work on the full-length play. \"People thought we were really quick off the mark but it was always going to happen.\"  Handbagged's big theatrical idea is to double up the main roles.  Hence there are younger and older versions of the Queen (played by Lucy Robinson and Marion Bailey, respectively) and Margaret Thatcher (Fenella Woolgar and Stella Gonet).  Rubasingham says having both versions of each character on stage at the same time brought its own challenges for her as director. \"One may start a thought and the other one may finish it - it wasn't naturalism, it was pure theatre.  I felt like the play was stretching me, rather than me trying to make it work.\"  Both she and Buffini were \"Thatcher children\". Rubasingham recalls growing up in Mansfield, near Nottingham, during the miners' strikes.  \"When Moira was writing it we would talk a lot about our experiences. You realise how things that started at the time are the catalysts of what's happening now.  \"I wasn't a Thatcher fan growing up. Now it's not that I agree with her, but I've understood her a bit more, and I really admire that someone in that time, as a woman, had that kind of conviction politics, whether or not you agree with those politics.\" Rubasingham says the opening of Red Velvet in New York earlier this month was an \"emotional\" moment. She and playwright Lolita Chakrabarti first began talking about bringing the story to the stage eight years ago.   Starring Chakrabarti's husband Adrian Lester, Red Velvet tells the story of pioneering African-American actor Ira Aldridge, who caused a sensation in London in 1833 when he took over the role of Othello after famous actor Edmund Kean collapsed on stage. The play was Rubasingham's first project when she took over at the Tricycle. Almost two years on, it's now creating waves across the Atlantic.  \"It's been a huge journey, there were times when both of us thought this was never going to happen. Very rarely do those moments crystallise into something like this.\" She adds excitedly that Robert Redford had already been to see it. \"How has this happened after all that time when people were shutting the doors on it?\"  She thinks the script has film potential, and predicts the play will have a long life even after Lester has stepped down from the lead role. What kind of impact does a New York run and a West End transfer - Rubasingham's first from the Tricycle - have on the Kilburn theatre's finances? \"I don't know yet. The show in New York is not going to bring money to the Tricycle but it hasn't cost us money - but it raises the profile.  \"With Handbagged it's early days. If it sells and we more than break even, then money will come to the Tricycle.\"  Rubasingham sees investment as a key issue in theatre. \"The theatre community has got to communicate to society why it's important. The work we've done with Handbagged and Red Velvet has only come from Arts Council investment. I can take those risks.   \"In New York people say they don't see work like that because there isn't that investment. \"As a country we've got to put that investment in the arts because its our moral compass, it's our social conscience. It's our spiritual well-being as a society.  \"It's not just about luvvies having fun.\"  ", 
        "link": "http://www.bbc.co.uk/news/entertainment-arts-26968652", 
        "subject": "Politics", 
        "title": [
            "Handbagged puts Queen and Margaret Thatcher back on stage"
        ]
    }, 
    {
        "article": "One of an MP's most important roles is to help make and change the laws governing the UK. Both houses of parliament generally have to agree on a new law - after a process which can take months, or even years. Click through the slideshow to find out about the key stages in the passage of a bill. Plans of the House of Commons and House of Lords based on information from  ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-17827461", 
        "subject": "Politics", 
        "title": [
            "What is parliament and how does it work?"
        ]
    }, 
    {
        "article": "This has to be one of the more ironic disclosures I have received in response to a Freedom of Information request. It is a document that was never used. It was prepared by the civil service in case the 1992 general election resulted in a Labour victory and Neil Kinnock became prime minister. This is the front page of a set of procedural guidelines that would have been distributed to his ministerial team under his name, if his government had ever been formed - it has the initials NK at the bottom. It is one of a number of official papers prepared for the possibility of a Kinnock premiership, which I have been   under freedom of information. The Cabinet Office turned down my request for them, the Information Commissioner   this refusal for the bulk of the material, but instructed the Cabinet Office to release this particular document.  Each incoming prime minister has issued procedural guidance to ministerial colleagues since Clement Attlee in 1945. A version was first publicly disclosed in 1996, by the man who beat Lord Kinnock, Sir John Major. It is now routinely published today as the  . But the intriguing feature of the Kinnock version is point two, where the draft says he will publish this guidance note \"in accordance with our policy on freedom of information\".  In 1992 Labour   to introduce a Freedom of Information Act, and the officials who drafted this document were clearly anticipating that policy. Given that the Cabinet Office was preparing to release this paper in 1992 in line with a predicted Freedom of Information law, it seems puzzling and ironic that - despite a real FOI law now existing - it refused to disclose it over 20 years later until ordered to do so by the Information Commissioner. As for the other documents prepared for Neil Kinnock in 1992, the BBC is appealing the case to the Information Rights Tribunal. The government   that releasing them would encourage officials to write future briefings that are \"excessively detailed\" and \"verbose\". ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26972307", 
        "subject": "Politics", 
        "title": [
            "If Neil Kinnock had become prime minister in 1992"
        ]
    }, 
    {
        "article": "The latest polls from a variety of political research companies are collated below. This temporary page will be updated while the new version of the   is developed.  You can read more about polling and methodologies used  ICM 15/04/14 32 37 12 11 8 ComRes 15/04/14 30 36 9 12 13 BBC poll of polls 14/04/14 33 37 9 14 7 Populus 14/04/14 33 35 11 13 8 YouGov 13/04/14 32 38 8 14 8 Populus 07/04/14 34 37 9 14 6 Ipsos Mori 07/04/14 31 37 9 15 8 YouGov 06/04/14 34 39 9 12 6 BBC poll of polls 01/04/14 34 37 9 11 9 Populus 31/03/14 34 37 10 11 8 YouGov 30/03/14 33 40 9 11 7 ComRes 25/03/14 31 36 9 11 13 Populus 24/03/14 34 35 10 13 8 YouGov 23/03/14 36 37 9 11 7 BBC poll of polls 17/03/14 33 36 10 13 8 Populus 17/03/14 32 36 10 13 9 ComRes 16/03/14 32 35 9 16 8 YouGov 16/03/14 33 40 8 12 7 Populus 14/03/14 34 35 10 13 8 ICM 13/03/14 35 38 12 9 6 BBC poll of polls 13/03/14 34 38 10 12 6 Ipsos Mori 13/03/14 32 35 13 11 9 Populus 10/03/14 34 38 9 12 7 YouGov 09/03/14 32 39 10 14 5 Populus 03/03/14 34 37 10 12 7 YouGov 02/03/14 34 38 9 12 7 BBC poll of polls 28/02/14 32 38 9 13 8 Populus 28/02/14 33 38 9 13 7 Populus 24/02/14 32 37 10 15 6 YouGov 23/02/14 32 39 8 12 9 Populus 21/02/14 32 38 9 13 8 Populus 17/02/14 33 38 10 13 6 BBC poll of polls 16/02/14 32 38 9 12 9 ComRes 16/02/14 32 37 9 15 7 YouGov 16/02/14 32 39 9 12 8 Populus 14/02/14 32 38 9 14 7 ICM 12/02/14 34 38 10 11 8 Populus 10/02/14 34 36 11 12 7 BBC poll of polls 09/02/14 33 39 11 10 7 YouGov 09/02/14 35 39 10 10 6 Populus 07/02/14 33 36 9 15 7 Ipsos Mori 06/02/14 31 38 12 10 9 Populus 03/02/14 32 41 11 9 7 YouGov 02/02/14 34 39 11 8 8 BBC poll of polls 31/01/14 32 39 11 10 8 Populus 31/01/14 32 39 11 10 8 ComRes 28/01/14 32 33 9 14 12 Populus 27/01/14 33 40 11 8 8 YouGov 26/01/14 32 39 9 13 7 Populus 20/01/14 32 39 12 9 8 BBC poll of polls 19/01/14 31 39 9 13 8 YouGov 19/01/14 33 39 8 13 7 ComRes 19/01/14 30 35 8 19 8 Ipsos Mori 17/01/14 30 39 13 11 7 ICM 14/01/14 32 35 14 10 9 YouGov 12/01/14 31 40 9 14 6 BBC poll of polls 11/01/14 32 38 9 10 11 Populus 11/01/14 33 38 12 9 8 YouGov 20/12/13 34 40 9 11 6 Populus 20/12/13 32 40 12 8 8 ComRes 17/12/13 32 37 9 10 12 YouGov 15/12/13 32 38 9 13 9 BBC poll of polls 15/12/13 33 37 10 10 10 ComRes 15/12/13 29 36 8 18 9 Populus 13/12/13 33 38 13 9 7 ICM 12/12/13 32 37 12 9 9 Ipsos Mori 10/12/13 33 37 9 10 11 YouGov 08/12/13 34 39 10 11 6 BBC poll of polls 08/12/13 33 39 10 11 7 Populus 08/12/13 33 41 11 7 8 YouGov 01/12/13 30 38 10 15 7 ComRes 26/11/13 32 37 9 11 11 Populus 24/11/13 34 39 12 7 8 YouGov 24/11/13 33 40 9 11 7 BBC poll of polls 18/12/13 32 38 10 10 10 Populus 18/11/13 32 41 10 9 8 YouGov 17/11/13 33 39 10 12 6 ComRes 17/11/13 29 35 10 17 9 ICM 12/11/13 30 38 13 10 10 Ipsos-Mori 12/11/13 32 38 8 8 14 BBC poll of polls 11/11/13 32 39 10 12 7 TNS-BMRB 11/11/13 30 38 8 12 11 YouGov 10/11/13 34 39 10 11 6 Populus 04/11/13 34 39 10 10 8 YouGov  03/11/13 32 41 8 12 7 ComRes 28/10/13 28 36 11 12 13 BBC poll of polls 27/10/13 33 39 10 11 7 YouGov  27/10/13 33 39 9 12 7 Survation 26/10/13 29 35 12 17 7 YouGov  20/10/13 33 39 10 11 7 Populus 18/10/13 33 39 12 9 7 Ipsos-Mori 16/10/13 35 35 9 10 11 BBC poll of polls 15/10/13 34 38 11 11 6 ICM 15/10/13 34 38 12 8 8 TNS-BMRB 15/10/13 34 36 9 13 9 YouGov  13/10/13 34 39 9 11 7 Populus 07/10/13 32 40 11 9 8 YouGov 06/10/13 33 38 11 13 5 BBC poll of polls 02/10/13 33 39 11 12 5 ComRes 01/10/13 33 37 11 11 8 YouGov 29/09/13 31 42 9 13 5 TNS-BMRB 23/09/13 29 39 9 14 9 Populus 23/09/13 33 39 14 9 5 YouGov 22/09/13 33 37 11 12 7 BBC poll of polls 22/09/13 33 37 11 9 10 ComRes 22/09/13 28 36 10 17 9 ICM 18/09/13 32 36 14 9 9 Populus 18/09/13 33 39 11 9 8 Ipsos-Mori 10/09/13 34 37 10 11 8 Populus 09/09/13 34 37 13 9 8 BBC poll of polls 08/09/13 31 38 11 12 8 YouGov 08/09/13 34 38 9 12 7 Populus 06/09/13 33 37 14 8 8 Comres 03/09/13 31 37 12 10 10 TNS-BMRB 02/09/13 28 39 11 13 10 YouGov 01/09/13 31 41 9 13 6 BBC poll of polls 27/08/13 32 37 10 11 10 Populus 27/08/13 33 37 13 10 8 Populus 19/08/13 32 38 12 11 7 ComRes 18/08/13 28 37 8 19 8 YouGov 18/08/13 32 38 10 13 7 Populus 16/08/13 36 39 10 8 8 BBC poll of polls 15/08/13 32 38 10 10 10 Ipsos-Mori 15/08/13 30 40 10 11 8 ICM 13/08/13 32 35 14 10 9 YouGov 11/08/13 33 41 9 10 7 Populus 07/08/13 32 38 12 9 8 YouGov 04/08/13 32 38 10 13 6 BBC poll of polls 01/08/13 33 39 10 11 7 Populus 30/07/13 34 39 11 8 8 ComRes 30/07/13 34 37 10 12 8 YouGov 28/07/13 33 39 10 11 7 TNS-BMRB 23/07/13 28 38 9 16 9 Populus 22/07/13 32 39 12 9 8 BBC poll of polls 19/07/13 33 38 11 11 7 YouGov 19/07/13 32 39 10 11 9 ICM 15/07/13 36 36 13 7 8 YouGov 07/07/13 33 39 11 12 5 YouGov 30/06/13 33 38 11 11 7 ComRes 25/06/13 30 36 10 14 9 BBC poll of polls 24/06/13 30 36 10 14 10 YouGov 23/06/13 31 39 10 13 7 ComRes 16/06/13 26 35 10 19 10 YouGov 14/06/13 30 39 10 14 7 ICM 11/06/13 29 36 12 12 11 TNS-BMRB 10/06/13 27 36 8 19 10 BBC poll of polls 10/06/13 30 37 10 17 6 TNS-BMRB 10/06/13 27 36 8 19 10 YouGov 09/06/13 30 40 9 14 7 TNS-BMRB 03/06/13 24 37 10 19 10 YouGov 02/06/13 30 39 10 15 7 ComRes 29/05/13 30 34 10 17 9 BBC poll of polls 26/05/13 29 35 10 14 12 YouGov 26/05/13 30 40 10 14 6 YouGov 19/05/13 29 40 9 14 8 Survation 19/05/13 24 35 11 22 8 ComRes 18/05/13 29 35 8 19 9 Ipsos-Mori 15/05/13 31 34 10 13 12 BBC poll of polls 10/05/13 30 39 11 13 7 YouGov 10/05/13 30 39 9 16 6 YouGov 05/05/13 30 40 11 12 7 ComRes 29/04/13 32 38 9 13 8 Survation 28/04/13 29 36 12 16 7 YouGov 28/04/13 31 40 11 11 7 BBC poll of polls 21/04/13 30 40 10 14 6 YouGov 21/04/13 32 40 11 10 7 Ipsos-Mori 15/04/13 29 38 10 15 8 YouGov 12/04/13 31 42 12 11 5 ComRes 12/04/13 30 38 8 15 9 TNS-BMRB 08/04/13 25 40 10 14 11 BBC poll of polls 07/04/13 30 39 12 13 6 YouGov 07/04/13 30 40 11 13 6 TNS-BMRB 25/03/13 27 37 10 17 10 YouGov 24/03/13 30 41 12 12 5 ComRes 24/03/13 28 38 12 14 9 ICM 21/03/13 31 39 15 7 8 BBC poll of polls 18/03/13 27 39 11 13 10 TNS-BMRB 18/03/13 26 39 13 13 8 YouGov 17/03/13 29 41 12 12 6 ComRes 14/03/13 28 37 9 17 9 TNS-BMRB 11/03/13 25 38 11 15 10 Ipsos-Mori 11/03/13 27 40 11 13 9 BBC poll of polls 10/03/13 31 42 11 11 5 YouGov 10/03/13 31 41 12 11 5 TNS-BMRB 04/03/13 29 38 11 14 9 YouGov 03/03/13 31 42 10 11 6 YouGov 24/02/13 32 43 11 9 5 ComRes 24/02/13 31 43 8 9 9 BBC poll of polls 18/02/13 31 41 11 10 7 TNS-BMRB 18/02/13 29 38 11 12 10 YouGov 17/02/13 32 43 12 9 4 ICM 15/02/13 29 41 13 9 8 ComRes 14/02/13 31 36 8 14 10 TNS-BMRB 11/02/13 31 41 10 10 8 BBC poll of polls 11/02/13 32 41 11 9 7 Ipsos-Mori 11/02/13 30 42 7 9 12 YouGov 10/02/13 32 41 11 9 7 TNS-BMRB 04/02/13 28 41 10 11 10 YouGov 03/02/13 34 41 12 8 5 YouGov 27/01/13 35 41 12 7 5 BBC poll of polls 27/01/13 33 39 11 10 7 ComRes 27/01/13 32 39 10 10 9 ComRes 25/01/13 33 39 11 10 7 TNS-BMRB 24/01/13 31 41 8 12 9 ICM 21/01/13 33 38 15 6 8 YouGov 20/01/13 33 42 11 7 7 BBC poll of polls 15/01/13 31 43 10 9 7 Ipsos-Mori 15/01/13 30 43 8 9 10 TNS-BMRB 14/01/13 31 37 9 13 10 YouGov 13/01/13 31 44 11 8 6 TNS-BMRB 07/01/13 29 39 10 12 9 YouGov 06/01/13 32 43 10 9 6 BBC poll of polls 02/01/13 32 40 10 8 10 ICM 02/01/13 32 40 13 7 8 YouGov 23/12/12 33 43 10 8 6 TNS-BMRB 17/12/12 30 40 7 12 10 Populus 16/12/12 29 40 11 11 9 YouGov 16/12/12 33 45 9 8 6 BBC poll of polls 16/12/12 31 41 9 9 10 ComRes 16/12/12 31 41 10 9 10 ComRes 14/12/12 28 39 9 14 10 TNS-BMRB 10/12/12 26 41 8 16 9 Ipsos-Mori 10/12/12 35 44 9 7 5 YouGov 09/12/12 33 42 10 9 7 BBC poll of polls 03/12/12 32 41 10 8 9 TNS-BMRB 03/12/12 28 40 10 12 10 TNS-BMRB 26/11/12 31 41 8 8 10 YouGov 25/11/12 33 44 9 8 7 ComRes 25/11/12 35 42 10 6 7 ICM 20/11/12 32 40 13 7 8 BBC poll of polls 18/11/12 31 43 9 8 9 YouGov 18/11/12 33 44 9 8 7 TNS-BMRB 16/11/12 31 39 11 7 12 ComRes 16/11/12 31 43 10 8 8 Ipsos-Mori 13/11/12 32 46 9 6 7 TNS-BMRB 12/11/12 31 41 9 9 9 BBC poll of polls 11/11/12 32 42 11 8 7 YouGov 11/11/12 32 44 8 8 7 TNS-BMRB 05/11/12 31 42 9 8 10 YouGov 04/11/12 35 42 11 8 8 TNS-BMRB 29/10/12 31 42 11 8 8 ComRes 29/10/12 33 44 12 5 6 BBC poll of polls 28/10/12 33 43 9 7 8 YouGov 28/10/12 35 42 9 7 7 Ipsos-Mori 24/10/12 33 43 9 6 9 TNS-BMRB 22/10/12 30 44 8 7 11 Populus 21/10/12 35 40 9 5 11 YouGov 21/10/12 32 43 9 9 7 BBC poll of polls 15/10/12 31 42 10 7 10 TNS-BMRB 15/10/12 29 42 7 10 11 YouGov 14/10/12 33 43 10 6 8 YouGov 07/10/12 31 45 8 8 8 YouGov 30/09/12 35 40 10 7 8 ICM 26/09/12 31 41 14 6 8 BBC poll of polls 23/09/12 33 43 9 6 9 YouGov 23/09/12 34 43 8 8 7 TNS-BMRB 19/09/12 31 43 9 5 12 YouGov 19/09/12 34 43 8 8 6 YouGov 18/09/12 33 45 10 5 7 Ipsos-Mori 17/09/12 30 41 13 6 10 BBC polls of polls 17/09/12 34 42 11 7 6 YouGov 14/09/12 34 44 9 7 6 YouGov 13/09/12 34 43 8 7 8 YouGov 12/09/12 33 42 11 7 7 TNS-BMRB 10/09/12 30 41 12 7 10 ComRes 02/09/12 35 42 12 3 8 BBC poll of polls 29/08/12 34 42 8 6 10 ICM 29/08/12 33 42 12 4 9 YouGov 21/08/12 34 44 8 8 6 YouGov 16/08/12 35 44 8 6 7 YouGov 12/08/12 34 42 8 8 8 YouGov 08/08/12 33 42 11 6 7 BBC poll of polls 07/08/12 33 44 10 8 7 YouGov 07/08/12 33 44 9 8 7 YouGov 06/08/12 34 44 10 6 6 YouGov 05/08/12 32 44 10 8 6 YouGov 02/08/12 33 44 8 9 7 YouGov 01/08/12 32 43 10 8 7 BBC poll of polls 31/07/12 33 42 10 7 8 ComRes 31/07/12 33 44 10 4 9 YouGov 31/07/12 34 42 10 6 8 YouGov 30/07/12 33 44 9 7 7 YouGov 29/07/12 33 42 9 8 8 TNS-BRMB 26/07/12 30 42 11 7 11 BBC poll of polls 26/07/12 33 43 9 7 8 YouGov 26/07/12 33 42 9 8 8 YouGov 25/07/12 33 44 9 7 7 YouGov 24/07/12 33 44 9 7 7 YouGov 23/07/12 33 43 9 8 8 ICM 22/07/12 33 40 13 4 9 BBC poll of polls 22/07/12 34 43 9 7 9 YouGov 22/07/12 34 43 11 7 6 ComRes 21/07/12 32 42 10 9 9 YouGov 19/07/12 34 42 9 7 9 YouGov 18/07/12 33 43 8 7 9 YouGov 17/07/12 34 43 8 7 7 BBC poll of polls 16/07/12 34 43 9 7 8 Ipsos-Mori 16/07/12 31 44 12 5 8 YouGov 16/07/12 33 44 9 8 6 Populus 15/07/12 34 40 12 - 12 YouGov 15/07/12 34 43 9 7 7 YouGov 12/07/12 34 42 9 7 9 BBC poll of polls 11/07/12 35 43 8 8 7 YouGov 11/07/12 35 42 9 8 7 YouGov 10/07/12 33 43 11 6 7 YouGov 09/07/12 35 44 7 6 8 YouGov 08/07/12 35 43 8 8 9 YouGov 05/07/12 35 43 8 8 6 BBC poll of polls 04/07/12 34 43 9 7 8 YouGov 04/07/12 33 44 8 7 9 YouGov 03/07/12 35 42 10 7 6 YouGov 02/07/12 34 44 8 8 8 YouGov 01/07/12 34 43 9 6 8 YouGov 28/06/12 32 43 10 7 8 BBC poll of polls 27/06/12 32 43 11 7 7 YouGov 27/06/12 31 45 9 7 8 YouGov 26/06/12 34 42 11 7 6 YouGov 25/06/12 32 43 11 7 7 ICM 24/06/12 32 42 13 3 8 YouGov 24/06/12 34 43 9 8 5 BBC poll of polls 21/06/12 33 43 8 8 8 YouGov 21/06/12 33 43 8 8 7 YouGov 20/06/12 34 41 10 8 7 YouGov 19/06/12 34 44 7 6 8 YouGov 18/06/12 33 44 7 8 8 Populus 17/06/12 33 41 9 - 13 BBC poll of polls 17/06/12 32 43 9 8 9 TNS-BRMB 17/06/12 32 40 10 8 10 YouGov 17/06/12 32 44 9 8 8 ComRes 16/06/12 32 42 9 8 9 YouGov 14/06/12 31 43 9 8 9 YouGov 12/06/12 33 43 8 8 8 BBC poll of polls 11/06/12 34 43 8 7 8 Ipsos-Mori 11/06/12 31 40 10 6 12 YouGov 11/06/12 31 45 9 9 7 YouGov 10/06/12 34 42 7 9 8 YouGov 07/06/12 34 43 8 6 9 YouGov 06/06/12 34 43 8 7 8 BBC poll of polls 06/06/12 32 44 8 7 11 YouGov 01/06/12 32 42 8 7 10 YouGov 31/05/12 31 45 9 8 7 YouGov 30/05/12 32 44 9 7 9 YouGov 29/05/12 32 45 8 8 7 YouGov 28/05/12 33 44 8 7 8 BBC poll of polls 27/05/12 32 42 8 8 10 ComRes 27/05/12 34 42 11 4 13 YouGov 27/05/12 31 43 8 8 9 YouGov 24/05/12 34 42 8 7 9 YouGov 23/05/12 32 42 9 9 8 YouGov 22/05/12 32 43 8 9 8 BBC poll of polls 21/05/12 32 42 8 7 11 YouGov 21/05/12 32 44 7 8 8 Populus 20/05/12 33 41 10 - 11 ICM 20/05/12 36 42 8 4 10 YouGov 20/05/12 32 43 8 9 8 ComRes 19/05/12 32 41 11 7 9 BBC poll of polls 17/05/12 31 44 9 8 8 YouGov 17/05/12 31 44 7 9 9 YouGov 16/05/12 31 45 9 8 7 YouGov 15/05/12 32 43 8 9 8 Ipsos-Mori 14/05/12 33 43 9 6 9 YouGov 14/05/12 31 45 7 8 8 Date of publication is the date polls were published by an affiliated newspaper or media, or the last date in which fieldwork was conducted. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-18264385", 
        "subject": "Politics", 
        "title": [
            "Latest opinion polls"
        ]
    }
]