[
    {
        "article": " Media requires JavaScript to play. High speed cameras have revealed flies manoeuvre in a similar way to fighter jets  New research shows that when a threat comes into view fruit flies make split-second turns reminiscent of those made by fighter jets. High speed videos revealed the subtle wing movements that enabled them to make the split-second \"bank\" turns in order to evade attack. The study explains why other species of fly are hard to swat, according to the research team. The work has been published in the journal Science. One of the researchers, Prof Michael Dickinson of Washington University in Seattle said that the aim of the research was to learn more about how flies process visual information. It's like putting a newborn baby in the cockpit of a fighter aircraft and it knowing what to do” \"They process this information so quickly, as anyone who has tried to swat a fly will have noticed,\" he told BBC News. \"And they can fly like an ace at birth. It's like putting a newborn baby in the cockpit of a fighter aircraft and it knowing what to do.\" Prof Dickinson's collaborator, Dr Florian Muijres, also at Washington University, said it was \"quite a mystery\" how they change direction so quickly. \"These flies do a precise and fast calculation to avoid a specific threat and they are doing it using a brain that is as small as a grain of salt,\" he said. The researchers captured the flight of fruit flies in a purpose built cage using three high speed cameras. They frightened the flies by flashing up an image of a looming predator and observed closely how the flies changed course. What was remarkable, according to Prof Dickinson, was that the change in wing beats was barely discernable. \"You might imagine that when a fly is doing such a crazy manoeuvre that there would be a big change in how it flaps its wings. But it is actually remarkably subtle. It shows the flies' nervous system and muscles are able to control movements to a very, very fine scale,\" he said. The team observed that the flies could completely change direction by rolling their bodies and a slight flick of their wings within five milliseconds.  The next step is to observe what happens in the brains of the flies as they carry out these ultra-fast changes in course.  Prof Dickinson and his team are building what is in effect a flight simulator for flies. The insect is kept stationary but the illusion is created that it is flying. Scientists then monitor which neurons are activated as the flies avoid objects that suddenly appear in their way. Professor Graham Taylor, who is carrying out similar research at Oxford University, said fruit flies turn to avoid fast-approaching objects in the same way as an aircraft - by throttling up, and pitching or banking their body to redirect the force they produce.  \"What is so remarkable is the rapidity of the response, and the subtlety of the changes the flies make to their wing beat,\" he said. \"The flies start turning away from approaching threats in half the time it takes you to start blinking at a camera flash, and finish throttling up their flight motor in one-fiftieth of the time it takes you to complete the blink. It is little wonder we find them hard to swat.\" ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26943442", 
        "subject": "Science_and_Environment", 
        "title": [
            "Flies can manoeuvre like fighter jets"
        ]
    }, 
    {
        "article": "The competition to build Europe's next generation of polar-orbiting weather satellites has been won by Airbus. The big aerospace concern was declared the winner at the latest meeting of the European Space Agency's (Esa) Industrial Policy Committee (IPC). A contract valued in the hundreds of millions of euros will be signed by Esa and Airbus in due course. The existing Metop series, as it is known, has a profound impact on the quality of weather forecasting. The satellites' sensors gather profiles of atmospheric conditions, layer by layer. Studies comparing all the different types of meteorological observations (including surface weather stations, balloons and aeroplanes, etc) have found Metop data to have the biggest single contribution to the accuracy of the 24-hour look ahead, at around 25%. The improved forecasts of storms and other extreme events are estimated to be worth billions of euros annually in terms of lives saved and property damage avoided. Thursday's IPC decision is therefore a critically important one for the continent, by ensuring there is continuity of data when the existing series of Metop satellites is retired. \"Metop first generation has established itself as an essential series of satellites for weather forecasting. It gives the most detailed measurements from space for such purposes,\" explained Esa programme manager Graeme Mason. \"The first objective of the second generation (SG) is simply to continue the observations without a gap because we cannot do without them. But we want also to improve the measurements - to improve the resolution, to see finer details in the atmosphere. \"And the third objective is to make additional measurements, and we'll be flying a couple of new instruments,\" he told BBC News.  Metop-SG will carry 11 instruments spread across two platforms. This is a major difference from the first generation series which packs all the sensors on to a single satellite. Two of these spacecraft have so far been launched; a third will go up at the end of the decade. Another major difference between the two series will be the approach to end-of-life decommissioning.  The first series will be de-orbited by nudging them down from their roughly 800km-high operational altitude until they are caught by the atmosphere, and pulled in to burn to destruction. This should take no more than 25 years, to comply with international space-debris guidelines.  The disposal of the second generation, however, will be faster and more controlled. The satellites will fly with bigger fuel tanks and more powerful thrusters, enabling them to target their destructive dive on to an uninhabited region of the South Pacific.  The whole procedure should take just a month.  Esa says the accumulation of old hardware in orbit is becoming a significant issue and the plans for Metop-SG demonstrate the seriousness with which it is tackling the problem.  The competitors for the SG contract were given an additional two months to work out how best to carry out the de-orbiting. It will mean two thirds of the fuel on each spacecraft being reserved just for the end-of-life manoeuvres.  The first pair of Metop-SG satellites should launch in 2021/22.  The third and final pair will likely go up in the 2030s, ensuring continuity of data deep into the 2040s. Airbus will use its facilities in Germany, France and the UK for most of the work on Metop-SG.  and follow me on Twitter:  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26962805", 
        "subject": "Science_and_Environment", 
        "title": [
            "Airbus to build critical European weather satellites"
        ]
    }, 
    {
        "article": "Pet rabbits need better legal protection, according to an animal welfare scientist. James Oxley said that unlike some EU countries, the UK does not have legal requirements on the size of hutches, or that rabbits be kept in pairs. Writing in the World Rabbit Science Association's journal, he said rules in the Animal Welfare Act 2006 were \"non-specific\". He has also suggested a review of how existing law impacts on rabbits. Mr Oxley,  , said the review could also look at how the UK compared with other EU countries in its protection of the animals.  In a letter published in the journal World Rabbit Science, he said: \"It has recently been noted that there are an estimated one to 1.7 million rabbits within the UK. \"Currently there have only been several small-scale studies in the UK which have looked at the management, personality and behaviour of pet rabbits and the views, personality and attitudes of new and current rabbit owners.\" Mr Oxley said one study of pet owners had found that 60% of them planned to have an enclosure which was either the same, or smaller, than the recommend minimum size. The research also suggested that 41% intended to keep their rabbit on its own. Animal welfare charities the PDSA and Rabbit Welfare Association and Fund say a hutch should be no smaller than 6ft (1.8m) long, 2ft wide and 2ft high. Both recommend pet owners provide rabbits with much larger enclosures than the minimum size, as well as a big run. In the wild, rabbits live in social groups within large territories. UK environment department Defra said owners were required to provide their pets with a suitable environment and proper exercise. A spokesperson said: \"Existing legislation provides adequate protection for the welfare of domestic pets including rabbits - anyone who fails to provide for their pet's welfare needs may face prosecution.  \"There are no proposals to amend the legislation.\" In Scotland, the campaign Rabbits Require Rights has a petition calling for rabbit welfare-specific legislation. It said rabbits were the UK's third most popular pet, but also the most neglected. The Scottish government said it was not planning any changes to the Animal Health and Welfare (Scotland) Act 2006, but would keep it under review. A spokesman said: \"Provisions within this legislation include making it an offence to cause/allow unnecessary suffering and abandonment.  \"It is an offence not to ensure that an animal's needs are met to the extent required by good practice.\" He added: \"Guides to good practice for keeping rabbits are available and updated in view of changing knowledge and understanding.\" UK-based Mr Oxley has been working with Switzerland's Dr Elodie Briefer on the rabbit-owner interaction research. Dr Briefer, an expert on animal behaviour, has an interest in how birds and mammals use vocal signals to send out information about their species, body size, age, dominance status and mood. In collaboration with Mr Oxley, she produced a questionnaire for rabbit owners. They were asked about how often they talked to their pet, and about the tone that they used while doing so. Other questions asked whether people had their rabbits with them while they relax in front of the TV, whether they believed talking to rabbits calmed them down when they were stressed and how intelligent they thought the animals were. The results of the survey are now being processed. ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-26872502", 
        "subject": "Science_and_Environment", 
        "title": [
            "Call to review pet rabbit protection in UK"
        ]
    }, 
    {
        "article": "Plans to restrict wind farms to seas around Britain will need much larger subsidies from consumers, experts say.  suggest that the Conservative Party will include a pledge to limit onshore turbines in next year's election manifesto. But a member of a working group reviewing UK wind energy said this would require increased subsidies of around £300,000 per turbine per year. Prof Richard Green said this would have a knock-on effect on electricity bills. Long unpopular among some Conservative MPs from rural constituencies, onshore wind turbines appear to have incurred the wrath of the Prime Minister as well.  That's about £300,000 per year per turbine that is moved from onshore to offshore” Reports suggest that he wants next year's election manifesto to include a promise to limit subsidies and toughen planning laws to make wind farms unviable in the countryside.  Increased emphasis is to be placed on offshore farms, although it is known that these are more expensive to build and run. Speaking at the launch of a new report from the Royal Academy of Engineering (RAEng) on wind energy in the UK, Prof Green said that strategy would come at a significant cost in increased subsidies.  Under government plans, onshore wind turbines will receive £90 per megawatt hour of electricity generated from 2017. But offshore turbines get more aid, around £140 per megawatt hour. \"That's about £300,000 per year per turbine that is moved from onshore to offshore,\" said Prof Green who is an economist. \"That is the cost in additional subsidy, at the rates the government is planning to pay in about 2017. Those subsidies are recovered through electricity bills.\" According to the RAEng review, there are around 4,800 onshore turbines either operational or under construction in the UK as of February this year. Another 1,800 have received planning permission.  Offshore there are 1,400 either operational or under construction with another 700 having permission to build.  The report points out that onshore wind energy is more expensive than electricity from coal or gas, but wind is one of the cheapest sources of low carbon power. However, if the plans to limit onshore wind come to pass, it will mean that meeting legally binding, carbon reduction targets become much more difficult.  \"If you want to decarbonise then it will make it harder,\" said Prof Gareth Harrison from the University of Edinburgh, another member of the working group.  \"You are pushed towards more expensive options, you are ultimately pushed towards more carbon intensive sources, solar PV is arguably worse than large wind in many respects.\"  \"It does run counter to the need to decarbonise.\"  In their report, the engineers say that wind energy can contribute about 20% of the UK's electricity demand without the need for a significant upgrade to the network. Beyond that level though, it gets more difficult.  \"Once you get beyond 20%, life becomes more interesting,\" said Prof Roger Kemp, from Lancaster University, another member of the review team. \"Wind energy has much lower inertia, and so the stability of the frequency can become less good, that's something that has to be thought about.\" The Department of Energy and Climate Change (Decc) said that wind was a critical part of the energy mix, the government supported the development of onshore wind in suitable areas and that planning reforms had given communities greater say over the siting of wind farms in their areas. Concerns over the costs of wind energy have also been highlighted by the Renewable Energy Foundation who say that subsidy payments for energy that is generated when there is little demand for power, are at a record high.  They point to the fact that in March this year, the government paid £8.7m to wind farms not to generate electricity.  The Foundation says that these \"constraints payments\" were necessitated by difficulties in exporting excess wind power from Scottish farms. Over the past 12 months, the National Grid says it made special payments of around £300m to energy companies to turn their power off to balance the system.  Follow Matt  . ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26958327", 
        "subject": "Science_and_Environment", 
        "title": [
            "Plans to curb wind turbines onshore will push up electricity bills"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. David Shukman takes a look at the massive scale of Germany's coal-mining operation A vision for a greener future for the world seems very distant if you descend into the heart of one of Germany's largest coal mines.  While researchers and officials are in Berlin preparing the next report from the UN's Intergovernmental Panel on Climate Change, the country's fossil fuel industry is as busy as ever. The report is expected to set out options to switch from sources of energy that give off the greenhouse gas carbon dioxide to cleaner types like wind and solar. This mirrors Germany's own ambitions with a plan known as the Energiewende, best translated as \"energy transition\", which calls for at least 80% of power to come from renewable sources by 2050.  But south of Berlin in the region of Lausitz, down at the coal face in a mine called Welszow-South, machines the size of office blocks gouge out chunks of lignite and low-carbon dreams hardly seem plausible. The lignite, also known as brown coal, is one of the dirtiest, most polluting kinds of fuel, but it helps generate no less than 26% of Germany's electricity. Add in the country's harder black coal as well and you find that nearly half of the country's electricity comes from the one source which climate scientists argue most needs to be phased out.  The challenge is that, for the moment, coal offers a relatively cheap and easy solution, there is plenty of it and thousands of jobs are involved so the mining enjoys robust support from unions and local politicians.  For a country that prides itself on showing green leadership, and hosting the IPCC meeting, the reliance on coal illustrates the sheer difficulty of turning visions into reality. Germany is in the bizarre position of being the world's largest producer of solar power - and of lignite. The dark cliffs of brown coal stretch for miles, exposed to the air for the first time since they formed from a swampy forest that lay along the shores of the North Sea 17 million years ago. Ancient twists of branches, compacted and dusty, lie inside the coal, a reminder of a process that once sucked huge amounts of carbon dioxide out of the air, only for it now to be released back into the atmosphere. The mine is one of several operated by the Swedish state-owned company Vattenfall and its managers are bullish about the prospects. In addition to the lignite already earmarked for extraction, they say there are another 1.6 billion tonnes approved for future mining in this area alone and demand remains high.  The head of operations, Uwe Grosser, is polite about the \"energy transition\" and the advent of renewables but dismisses the idea of a future without coal. \"We're the only ones who deliver constant power. Our power is always there. \"When solar, wind and the renewables are fed into the grid we're the only ones able to adjust our output, that's the only way it's possible to prioritise renewables.  \"If they can't provide power. We can. 24 hours a day. 365 days a year.\" The last time I encountered Vattenfall was in very different circumstances: we were reporting on the construction of its   off the coast of Cumbria.  Here the process of extracting coal has been fine-tuned over the past century. First, one of the largest moveable machines on the planet - a staggering 500m long - eats away at the layers of sand and silt to reveal the lignite.  The drivers are just visible perched in cabs high above the ground as they rearrange the geology.  Then comes the extraction of the lignite itself, a giant wheel grinding through the seam, sharpened scoops each carrying the weight of a small car in coal. On the horizon stands a power station fed by the lignite, a mix of water vapour and exhaust rising from its towers. This is a region whose history is intertwined with that of coal and unpicking that will be no easy feat. Patrick Graichen of the think-tank Agora-Energiewende, which seeks to build consensus on energy, concedes that the future of coal has so far been side-stepped. \"It is a tough challenge because politicians have so far only been focused on the phasing out of nuclear and the phasing in of renewables. \"We didn't look at coal but that's what we need to do and that will be tough because a lot of regions depend on coal.\" And, for the time being, the demand for the coal as a power source gives the operators a massive incentive for expansion. The little village of Proschim stands in the path of one plan to open up a new mine. Dozens of villages have been bulldozed in recent decades to make way for lignite mining but Proschim offers something special. About 40 of its 120 houses are fitted with solar panels, wind turbines spin in the fields nearby and a farm enterprise has started turning agricultural waste into biogas. A large poster proclaims the \"Energiewende\" and this is indeed a model of what the transition is meant to be about.  For Hagen Rosch, whose family have lived in the village for more than a century, the impending destruction of a model green village is the opposite of what the national government is seeking. \"This huge coal mine will destroy the nature, the village, the houses, the life of the people,\" he told me. \"And we produce green energy - we have solar panels and biogas. Coal is the old kind of engineering and the past will destroy the future in Proschim - this is terrible, this is crazy.\" So while the UN climate panel maps out greener options, and Germany tries to put that vision into practice, Proschim could become a test-case, its demolition or survival a pointer to the future.  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26988695", 
        "subject": "Science_and_Environment", 
        "title": [
            "Germany's green dreams meet harsh reality"
        ]
    }, 
    {
        "article": "Communities Secretary Eric Pickles has staged a minor coup over coalition energy policy. Conservative newspapers have been demanding a cap on onshore wind farms, but the Lib Dems have refused to agree. So Mr Pickles has taken personal charge of wind farm applications for a further year, allowing him to block proposals for new turbines. In a six-month trial period he has so far accepted one proposed wind farm and rejected seven. A source at the Department of Energy and Climate Change (DECC), controlled by the Liberal Democrats, accused him of playing politics with energy policy to appease backbench MPs. But Mr Pickles said it was vital to give local people more say over wind farm applications. RenewableUK, which speaks for the renewable energy industry, said one man was effectively in charge of all planning applications for wind farms in England.  Deputy chief executive Maf Smith said: \"Telling local authorities that they can't decide on wind applications runs counter to the principles of the Localism Act, and introducing more delays is anti-business. The extension is a costly mistake for the UK. \"I expect the official planning bodies for this country will be up in arms that the planning system is being subjugated to political whim in this way.\" The source at DECC said it was too soon to tell the full effect of Mr Pickles' intervention. Many projects were already held up in the planning process because Mr Pickles was too busy to oversee applications. In a statement Mr Pickles said that, prior to planning guidance issued by the coalition to give more weight to local concerns, more appeals had been approved than dismissed for significant wind turbines.  He added: \"Since the guidance, more appeals have been dismissed than approved for significant turbines. But I do appreciate the continuing concerns in communities. \"Therefore after careful consideration I have decided to extend the temporary change to the appeals recovery criteria and continue to consider for recovery appeals for renewable energy developments for a further 12 months.\" Follow Roger on Twitter  ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26978055", 
        "subject": "Science_and_Environment", 
        "title": [
            "Pickles increases energy policy role"
        ]
    }, 
    {
        "article": "Climate scientists meeting in Berlin have been accused of \"marginalising\" the views of developing countries.  They are preparing to release a key report on how the world must cut carbon emissions to stem dangerous warming. They are likely to say that if significant action isn't taken by 2030, temperatures will quickly break through the 2 degree C threshold. But a lead author told BBC News that this focus on cutting CO2 was ignoring the development needs of the poor. \"The narrative, the language, the views of the IPCC still marginalises the developing country perspectives,\" Dr Chukwumerije Okereke, from Reading University, told BBC News.  Quite frankly this is reinforcing historical patterns of injustice and domination” Dr Okereke was a lead author on chapter four of the new report, dealing with sustainable development and equity.  He believes that there has been a fundamental shift in the discussions because the issue of historical responsibility for carbon emissions has been watered down by richer nations who are more concerned with the future than the past.  \"The argument has been shifting away from the view that the developed countries, who have been mainly responsible for the problem, should take leadership in solving it, to this centre-ground view that we are all in it together and we all have to do our share. \"In effect, this is shifting the burden onto the developing countries and is holding them down from developing; quite frankly this is reinforcing historical patterns of injustice and domination.\" In a leaked draft of their report, the IPCC authors write that cumulative emissions of carbon dioxide from 1750 to 1970 were around 900 billion tonnes. But when you measured the emissions between 1750 and 2010 they had soared to 2,000 billion tonnes of CO2.  Further emphasising the recent trend, the draft points out that between 2000 and 2010, emissions grew at 2.2% per year, compared to 1.3% over the period between 1970 and 2000.  To keep temperature rises below 2C, widely accepted as the threshold to dangerous change, carbon emissions in the atmosphere by 2100 have to be between 430 and 480 parts per million (ppm).  On current projections, the world would go through the 430ppm by 2030, so the report says that emissions cuts must happen soon. The report indicates that the majority of future emissions growth will take place in developing countries.   This question of past and future is a big bone of contention between the parties meeting here in Berlin. \"I think one of the big battles is the definition of historical responsibilities and the estimation of it,\" said Martin Khor, who was a co-ordinating lead author of chapter three of this report but resigned, he says, because of the overwhelming amount of work involved.   \"Developed countries are more likely to say, let's look into the future, the future runs from 2005 to 2100, and you will find that a lot of the emissions are coming from developing countries.\" Dr Okereke says that a big part of the problem is that there are not enough authors on the IPCC from developing countries.  \"This IPCC is a very genuine effort to reflect the underlying science, but in the end it does not fully capture the views from developing countries because the overwhelming majority of the authors are from the developed world.  \"They come with loads of secretaries and helpers, they bring their PhD students along, but the few of us from developing countries are not able to match the force of intellectual firepower that comes from them.\" Dr Okereke's views on the involvement of authors from developing countries are supported by Martin Khor, who says the lack of representation has serious implications for the tone of the report. \"Most of the accepted literature is published in developed countries and the authors are predominantly western,\" he says.  \"It doesn't mean they are wrong but they don't have that same sympathetic consideration of developing country problems as they are not living in those conditions day to day.\"  The IPCC said it is working hard to increase the number of authors from the developing world.  \"As someone from a developing country myself, this is an issue of which I am well aware,\" said the Panel's chairman Dr Rajendra Pachauri.  \"About 30% of the authors for the Fifth Assessment Report come from developing countries, a share which has gone up with each successive assessment, and I am sure that figure will continue to rise in the years ahead.\" Follow Matt  . ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26996460", 
        "subject": "Science_and_Environment", 
        "title": [
            "IPCC scientists accused of 'marginalising' poor nations"
        ]
    }, 
    {
        "article": "The world's 100 most distinctive and endangered birds have been determined. Scientists in the UK and US chose the birds based on their rarity, but also how distinctive their appearance, behaviour and evolutionary history was. The list of birds contains several of the world's largest and most striking, as well as other unusual species threatened with extinction. Included are the tooth-billed pigeon, known as the little dodo, the Philippine's eagle and a type of kiwi. Scientists at the Zoological Society of London (ZSL), UK and Yale University in New Haven, Connecticut, US created the list as part of the   programme, which seeks to document the most uniquely vulnerable species on the planet. Details of the exercise are published in the journal Current Biology. At   is a bird called the giant ibis. The largest member of the ibis and spoonbill family, the   stands over a metre tall, weighs 4.2kg and is the national bird of Cambodia. Despite this, fewer than 230 pairs remain. As well as being more distantly related to other members of its family, the giant ibis is expected to further decline in numbers due to habitat destruction and the predation of its eggs by mammals. At   is the New Caledonian owlet-nightjar. With only two specimens and a small number of sightings, little is known about this enigmatic species, which has not been seen since 1998. It continues to elude birdwatchers and researchers, with fewer than 50 assumed to survive. At   is the Californian condor, a bird with a three-metre wide wingspan that has been the subject of intensive conservation efforts. Exactly how many Californian condors once lived remains unknown, yet by 1981 the wild population numbered just 21 birds. Despite numerous breeding efforts since that time, a chick did not hatch again in the wild until 2003. At   is the New Zealand kakapo, a flightless, nocturnal bird that is the heaviest of all parrots. It is now extinct throughout its natural range, and survives only on three small, intensively managed islands. Dedicated conservation efforts have seen the population increase slowly to 125 individuals. And at  , the kagu, a bird endemic to Grand Terre, the largest island of New Caledonia. Another highly unusual, almost flightless bird, due to its startling ash-white plumage, the kagu is known locally as the 'ghost of the forest'. It is the only representative of an entire taxonomic group, resembling something between a small heron and a rail. Also on the list are 95 other unique species, such as the Forest owlet, thought to be extinct until its rediscovery in 1997, almost 113 years after the last confirmed record, the Christmas Island frigate bird, and the tooth-billed pigeon, a bird thought extinct for most of a decade, until it was  . Lead author Prof Walter Jetz from Yale University and Imperial College London, said: \"These highly distinct and endangered birds often occur far away from places that are species-rich or are already on conservation's radar.\" \"Half of the 100 highest ranked EDGE bird species are receiving little or no conservation attention,\" added Carly Waterman, EDGE Programme Manager at ZSL. \"We lament the extinction of the dodo, but without action we stand to lose one of its closest relatives, the tooth-billed pigeon or 'little dodo', and many other extraordinary birds.\" Join BBC Nature on   and Twitter  . ", 
        "link": "http://www.bbc.co.uk/nature/26939570", 
        "subject": "Science_and_Environment", 
        "title": [
            "The 100 most distinct and rare birds"
        ]
    }, 
    {
        "article": "Reducing pollution from cars has been cheaper and easier than UN experts thought, a draft report says.  The UN's climate panel has admitted it underestimated the huge gains in weight and fuel efficiency achieved by car manufacturers.  But the panel says all the improvements will be swamped by the future growth in global traffic.  That is unless governments improve public transport, tax motorists and plan cities for walking and cycling.  The report, seen by BBC News, warns that transport will become the biggest source of CO2 emissions unless politicians act firmly. It points out that the majority of homes in urban centres are yet to be built, but raises doubts about the capacity of governments in developing countries to plan cities that will avoid car dependency and pollution. The authors say in a background document: \"Without aggressive and sustained policies (to cut CO2 from cars and trucks), transport emissions could increase at a faster rate than emissions from any other sector and reach around 12 [billion tonnes of carbon dioxide or equivalent greenhouse gases per year] by 2050.  \"Transport demand per capita in developing and emerging economies is far lower than in [Organisation for Economic Co-operation and Development] countries, but will increase at a much faster rate in the next decades, due to rising incomes and development of infrastructure.\" Transport currently produces 23% of global energy-related CO2 emissions. Its growth has historically been linked to the amount of wealth in the economy, but the report says this link will have to be severed if the world is to avoid dangerous climate change (the catchphrase is \"decoupling\"). The report displays signs of optimism, noting that the growth in the use of light vans has slowed strongly in rich nations. It says: \"If pricing and other stringent policy options are implemented in all regions, substantial decoupling of transport GHG emissions from GDP growth seems possible.\" The report lists a host of measures to be used to combat increased emissions. Some will be controversial, others will be invisible.  They include: behavioural change leading to avoided journeys, internet shopping, a shift to public transport, better technology, low-carbon fuels, investments in related infrastructure and changes in cities to promote walking and cycling. The UK's leading expert on transport and the environment, Prof Julia King from Aston University, told BBC News: \"The automotive industry has brought energy efficiency technologies into vehicles faster than most people predicted and at lower cost. \"The result in the UK of technology acceleration, combined with fuel price increases and the impact of the recession, is that new car emissions fell to 130g/km - two years ahead of the EU deadline of 2015. The drop shows that regulation can work - the EU new car CO2 regulatory target and the US efficiency target seem to be driving the acceleration.\" Prof King said the rates of CO2 reduction were highest in the most expensive cars. \"Luxury saloon average new car emissions fell from 285g/km to below 200g/km - an amazing 30% reduction.  Of course, it is easier at the luxury end - in big vehicles, there is more to go at,\" she said. \"In large cars, a 1% reduction in mass gives about a 0.7% reduction in fuel consumption and CO2 emissions.  Some studies suggest that this can deliver up to 33% reduction in emissions in large cars.\" Drivers have also benefited from better tyres, lubricating oils, driver information including gear change indicators, aerodynamics and low-energy electronics. Added to this long list is the gradual emergence of hybrid and electric vehicles. Prof King added a caveat: some of the emissions improvements may not be apparent to the average driver.  It seems that manufacturers are capitalising on new technology to pass the emissions test, rather than to benefit the ordinary motorist - so new cars are definitely better, but not quite as good as they appear. Also, perversely, as cars last longer, ultra-efficient vehicles will take longer to penetrate the fleet.   The UN's report confirms that regulation - often strongly resisted by the motor industry - can be very effective in getting emissions down and efficiency up. It talks about the need to ensure clean fuels. The EU's policy on blocking high-CO2 fuel from   from Europe is being fiercely resisted by Canada. The report says there is room for governments to shift more freight on to rail and water, but it warns that aircraft will remain a problem. Although big efficiency improvements are scheduled, aircraft are very long-lived. Despite all the optimism over technical advances, it says: \"Reducing transport emissions will be a daunting task, given the inevitable increases in demand.\" Follow Roger on Twitter @rharrabin ", 
        "link": "http://www.bbc.co.uk/news/business-26955982", 
        "subject": "Science_and_Environment", 
        "title": [
            "Reducing car pollution easier than UN experts thought"
        ]
    }, 
    {
        "article": "The General Lighthouse Authorities of the UK and Ireland have issued a map illustrating the effects of last week's failure in \"Russia's GPS\" system. Satellites of the GLONASS network experienced a half-day outage when bad data was uploaded to spacecraft.  map shows a GLONASS receiver at Harwich giving corrupted position fixes that were off by more than 50km. The Authorities say the 2 April event is a timely reminder that alternatives to satellite navigation are essential. The GLA themselves are supporting a system in the UK and Ireland called eLoran, which transmits long-range position, navigation and timing signals from a ground-based radio network. Its primary use is for ships and others in the maritime sector, but there is a feeling also that eLoran could provide a robust back-up for GPS, GLONASS, and Galileo when it arrives. Galileo is the European sat-nav system, which is in the process of roll-out. A   found that the UK was becoming dangerously over-reliant on what are termed Global Navigation Satellite Systems (GNSS). Use of space-borne positioning and timing data is now widespread, in everything from freight movement to synchronisation of computer networks. The academy found that too few of these applications were able to lean on alternatives should the primary sat-nav signals go down. Receivers needed to be capable of switching seamlessly between a variety of data sources, the RAEng expert panel argued. \"GLONASS is used by quite a lot of people, actually; the iPhone-5 can pick up its signals,\" explained Prof David Last, a consultant engineer and past president of the Royal Institute of Navigation. \"What we saw last week was many people being affected by the GLONASS failure even with receivers that were also picking up GPS.   \"The lesson that comes out of this is not just that satellite-navigation systems are vulnerable, but that you don't get a protection by simply plugging in a second satellite-navigation system.   \"You need something that is different and doesn't share common modes of failure,\" he told BBC News.   ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26957569", 
        "subject": "Science_and_Environment", 
        "title": [
            "Map illustrates 'Russian GPS' failure"
        ]
    }, 
    {
        "article": "Scientists have produced their most precise measurement yet of the rate at which the early Universe was expanding. They find that some three billion years after the Big Bang, the cosmos was pushing itself apart by another 1% every 44 million years. It is the latest result to come from the  . The international group clocks the expansion by making detailed maps of the distribution of matter in space. The hope is such studies can provide further insights on \"dark energy\". This is the mysterious force that appears today to be driving the cosmos apart ever more quickly. What is interesting about the new result is that the BOSS-measured expansion rate 10 billion years ago is quite a bit slower than that expected from the  . \"This is the most precise measurement that's ever been done, and all I'll say at the moment is that there is a tension there,\" explained Dr Matthew Pieri, a BOSS team-member from Portsmouth University, UK.  \"We expected to see the Universe expanding faster than what we found.   \"The disagreement could still be a statistical fluke, or it could be that the Universe was different to how we thought it was, but we'll have to explore this further to find out.\"  Theory holds that the Universe has been on a rollercoaster-like ride. From the Big Bang 13.8 billion years ago, it expanded rapidly - but that expansion decelerated in the first few billion years under the constraining influence of gravity. Then, some six billion years ago, the cosmos started to speed up again under the influence, scientists suspect, of dark energy. The BOSS group has determined both the near and far expansion rates. And while the near values fit very well with expected numbers, it is the new result for the far Universe that is the cause of some head-scratching. Two largely independent measurements have been made.  One is to map the distribution of quasars, which are extremely luminous, distant galaxies. The second measure involves using the light from those quasars to pinpoint the positions of clouds of hydrogen gas along the line of sight to Earth. In both instances, the BOSS team is probing so-called baryon acoustic oscillations (BAOs). These refer to the pressure-driven waves that passed through the post-Big-Bang Universe and which subsequently became frozen into the distribution of matter once it had cooled to a sufficient level. These oscillations show themselves as a \"preferred scale\" in the distribution of matter.   For example, in the near Universe, there is a slight excess in the numbers of galaxies with separations of about 500 million light-years. BAOs can be used as a kind of \"standard ruler\" to measure separations and distances through the entire history of the cosmos. The new BOSS information does this for a sample of quasars and gas clouds over a quarter of the sky. Because it uses a 2.5m telescope in New Mexico, this sample is predominantly in the northern sky above the plane of the Milky Way. To be able to measure the Universe in its deceleration phase - which BOSS has done - is a remarkable enough result. But to get a number lower than expected is potentially very exciting.  It may be that the apparent divergence will simply disappear with further measurements that make use of bigger samples. However, if it does not, it could hint for the first time that dark energy is not a cosmological constant, as has been the assumption for more than a decade.   Perhaps, rather than having a fixed value, it varies with time or space or some other physical parameter. \"We're not jumping up and down at this stage and saying it's time to re-write the whole of cosmology,\" observed Prof Bob Nichol at Portsmouth. \"But this is the kind of thing that can balloon into new thinking.   \"We've assumed that dark energy is a constant and this approach has been very successful so far. \"But as we take more data and push down into the noise, it is possible something new will emerge.   \"It is also possible, of course, that as we take more data, the tension simply goes away. But we have to go where the data takes us and today the data is tantalising.\"        and follow me on Twitter:  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26329320", 
        "subject": "Science_and_Environment", 
        "title": [
            "Cosmos speed-check probes dark energy"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. A clean getaway for the Soyuz carrying Sentinel-1a A Soyuz rocket has launched from French Guiana with the first satellite in the European Union's new multi-billion-euro Earth-observation programme. The Sentinel-1a spacecraft has been put in orbit on a mission to map the planet's surface using radar. It will be followed by a fleet of other satellites - also called Sentinels - over the next five years. Brussels is describing its   as the biggest ever effort to characterise our world. When the full satellite system is operational, it will be producing daily some eight terabytes of data to detail the state of Earth's land surface, its oceans and its atmosphere. European nations have so far committed 7.5bn euros (£6.2bn; $10.3bn) to the project. But the vision for Copernicus is that it is unending - that every Sentinel satellite is replaced at the demise of its mission, ensuring there is continuity of information deep into this century. \"Once all the Sentinel satellites have been launched, the Copernicus programme will be the most efficient and fullest Earth-observation programme in the world,\" said European Commission President Jose Manuel Barroso.   \"This investment will allow Europe to establish itself at the forefront of research and innovation in a cutting-edge sector - namely, space.  Many skilled jobs have been created and many more are yet to come.\" The Soyuz carrying the first radar observer lifted clear of the Sinnamary launch pad on the Guianese coast at 18:02 local time (21:02 GMT; 22:02 BST). The ride to an altitude of 699km took 23 minutes. A signal confirming a clean separation for Sentinel-1a from the rocket was received shortly afterwards. Controllers at the European Space Agency's (Esa) operations centre in Darmstadt, Germany, must now commission the spacecraft.  The first hours will be spent sending commands to the satellite to get it to unpack its solar wings and the panels of its radar instrument.  These were all folded to fit inside the Soyuz. The task should be complete by early morning on Friday, European time. Formal entry into service is expected in about three months' time, although it is likely that the platform will start imaging the Earth as early as next week to begin the process of instrument calibration. Radar has myriad uses, from monitoring shipping lanes for pollution or icebergs, to mapping land surfaces to track deforestation or the performance of rice production. However, a key use for Sentinel-1a will be in disaster response. Radar is especially good at detecting the extent of flood waters, and this type of image is also regularly employed following major earthquakes to assess the damage to infrastructure. Sentinel-1a will test a new laser-based data-relay system that will be at the heart of the Copernicus system. The technology, developed by German engineers, will not only handle more data than traditional downlinks but speed the information's receipt on Earth.   \"The laser terminal will reduce the access time to data from hours to minutes,\" explained Esa Director General Jean-Jacques Dordain. Copernicus uses a range of technologies to get a broad picture of the health status of the planet \"In the case of natural catastrophes, saving time will save lives.\" Five further Sentinel-themed missions with different types of sensors should be in orbit by 2019.  The idea is that the satellites are flown as pairs so that the revisit periods to locations on the Earth to take the next swath of images are kept as short as possible. Thus, a Sentinel-1b will be launched next year. Sentinels 1c and 1d will be sent up to take over observing duties when it looks like 1a and 1b might be about to fail.   In this way, Copernicus and its dedicated Sentinels will start to build continuous, cross-calibrated, long-term datasets. These will be a boon to climate studies. But the EU hopes the data will prove to be a powerful tool also to help design and enforce community-wide polices, covering diverse areas such as fish stocks management, air quality regulation, and keeping track of waste disposal practices. Copernicus is the EU's second major space project after the Galileo satellite-navigation system, which is also in the process of roll-out. As with \"Europe's GPS\", Esa has been engaged as the procurement agent, designing the satellites' requirements and contracting with industry to produce them. Sentinel-1a's construction has been led by Thales Alenia Space (Italy/France), with its C-band radar instrument and electronics coming from Airbus (Germany and UK).  and follow me on Twitter:  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26875544", 
        "subject": "Science_and_Environment", 
        "title": [
            "EU launches flagship Sentinel satellite project to monitor Earth"
        ]
    }, 
    {
        "article": "The number of people believed to have been killed by the Ebola virus in Guinea has passed 100, the UN World Health Organization says.   It was \"one of the most challenging Ebola outbreaks we have ever dealt with\" and could take another four months to contain, the WHO said.  The virus had now killed 101 people in Guinea and 10 in Liberia, it said. Ebola is spread by close contact and kills between 25% and 90% of its victims. Many West African states have porous borders, and people travel frequently between countries.  Southern Guinea is at the epicentre of the outbreak, with the first case reported last month.  The geographical spread of the outbreak is continuing to make it particularly challenging to contain - past outbreaks have involved much smaller areas. \"We fully expect to be engaged in this outbreak for the next two to three to four months before we are comfortable that we are through it,\" Keija Fukuda, WHO's assistant director-general, said at a news briefing in Geneva, Reuters news agency reports.  The WHO said 157 suspected cases had been recorded in Guinea, including 20 in the capital, Conakry.  Sixty-seven of the cases have been confirmed as Ebola, it added.  In neighbouring Liberia, 21 cases had been reported, with five confirmed as Ebola, WHO said.   Mali had reported nine suspected cases, but medical tests done so far showed that two of them did not have Ebola, it said.  Last week, Mali said it was on high alert because of fears of an outbreak of Ebola and it would tighten border controls.  Saudi Arabia has suspended visas for Muslim pilgrims from Guinea and Liberia, in a sign of the growing unease about the outbreak. This is the first known outbreak in Guinea - most recent cases have been thousands of miles away in the Democratic Republic of Congo and Uganda. There is no known cure or vaccine for Ebola. The tropical virus leads to haemorrhagic fever, causing muscle pain, weakness, vomiting, diarrhoea and, in severe cases, organ failure and unstoppable bleeding. ", 
        "link": "http://www.bbc.co.uk/news/world-africa-26941698", 
        "subject": "Science_and_Environment", 
        "title": [
            "Ebola outbreak 'most challenging' as Guinea deaths pass 100"
        ]
    }, 
    {
        "article": "A hidden camera has captured an image of a wolf crossing a wooded clearing in the Czech Republic, a hundred years after the predator disappeared from the area, it's been reported. There have been some signs near the town of Doksy suggesting a wolf may be in the region,  . But wolves haven't roamed free in Bohemia since the late 19th Century. Right now, there is probably just one wolf or maybe a pair, says environmental expert Miroslav Kutal. The animal is likely to have strayed into Bohemia from the border regions of Germany and Poland, where the wolf population has been thriving.  But   - especially in former military zones and in the mountainous border regions - seem to be good for breeding. This is something to be encouraged, he adds, since wolves can regulate the deer population and draw tourists to the area. But the arrival of poachers could become a concern. . ", 
        "link": "http://www.bbc.co.uk/news/blogs-news-from-elsewhere-26953484", 
        "subject": "Science_and_Environment", 
        "title": [
            "Czech Republic: Wolves return after a century absence"
        ]
    }, 
    {
        "article": "Australia's air safety body is looking into reports that a triathlete has been injured by a falling drone.  sustained minor head injuries after the drone's operator lost control of the device. The videographer operating the drone claimed the craft had crashed because an attacker managed to wrest control away from him. The drone was being used to film competitors in the Geraldton Endure Batavia triathlon in western Australia. Ms Ogden was treated at the scene of the accident before being taken to hospital where stitches were required to close a head wound. The drone was being piloted by local photographer Warren Abrams who set it hovering about 10m above the race route to capture images of competitors completing the 10km run section of the triathlon.   Geraldton Triathlon club has apologised to Ms Ogden who was only metres away from the finishing line when she sustained her injuries.  Conflicting reports about the incident have emerged in local media. Some witnesses said the drone fell directly on to Ms Ogden but others said she tripped and fell after being startled by the plummeting device.  Mr Abrams told ABC news that video footage shot by the drone clearly showed it missed Ms Ogden and fell just behind her.   of events saying she only sat down as she thought she was going to faint after the craft hit her.  The incident is now being investigated by Australia's Civil Aviation Safety Authority whose rules dictate that unmanned aircraft must fly a minimum of 30m away from people. Operators of drones are required to be certified by the agency to fly the unmanned craft.  The Agency is now looking into the incident as news reports raised questions about whether Mr Abrams was certified to operate the drone. Mr Abrams said his initial investigation suggested that he lost control after someone else briefly took over flying the drone. Determining who in the crowd of competitors had stolen control would be tricky, he said, because smartphones could easily be used to carry out such an attack. ", 
        "link": "http://www.bbc.co.uk/news/technology-26921504", 
        "subject": "Science_and_Environment", 
        "title": [
            "Australian triathlete injured after drone crash"
        ]
    }, 
    {
        "article": "A new burrowing robot for anchoring miniature submarines has been developed - inspired by the humble razor clam. \"RoboClam\" could be used to lay undersea cables, and potentially even destroy mines, its inventors say. The device mimics the digging action used by razor clams to turn solid soil into liquid \"quicksand\", helping them slide through. A prototype is   by engineers from MIT in Boston, US. The cool thing is this technology is already 10 times more efficient than any anchor” They set out to design a new low-power, light-weight anchor for  \"Luckily, nature had already done the work for us,\" said Dr Kerstin Nordstrom, of the University of Maryland, who collaborated on the research. The answer was poking out of mudflats off the coast at nearby Gloucester, MA. The Atlantic razor clam,  , has been dubbed \"the Ferrari of underwater diggers\". An animal of its modest frame (10-20cm) should only be strong enough to penetrate 2cm into packed sand. But it can burrow up to 70cm in just over a minute. Compared to existing anchor technology \"the razor clam is about 10 times more efficient,\" Dr Nordstrom  . To dig for half a kilometre, it would only use the energy in an AA battery. \"But when you try plunging the shell into the sand, it doesn't actually penetrate very far,\" said Dr Nordstrom. \"What this shows is the clam must be actively doing something to the ground when it digs.\" To find out the razor clam's secret, they studied its digging action and modelled it mechanically. The repeated open-shut of the clam's valves turned the hard-packed soil around it into quicksand. \"The clam's trick is to move its shells in such a way as to liquefy the soil around its body, reducing the drag acting upon it,\" said Amos Winter, of MIT's Department of Mechanical Engineering. \"Pushing through sand costs a lot of energy. But if the sand is excited, it's actually very easy. That's the trick,\" added Dr Nordstrom. By mimicking the action of the razor clam, they built their own robotic prototype - which has achieved the same digging speed - about 1cm per second. The first \"RoboClam\" can only reach 20cm, and requires a significant rig of machinery to propel it. But having demonstrated the principle, the team now aims to develop a larger, self-contained unit, that can burrow more than 10 metres. This could be used to anchor larger vessels, and may have military applications - such as detonating mines, the researchers suggest. \"The cool thing is this technology is already 10 times more efficient than any anchor. If we can keep scaling things up, some day it will affect big boats,\" said Dr Nordstrom. \"Also - undersea cable installation is happening more and more frequently. If we can do it more efficiently we can save costs and cause less disturbance to the environment,\" she said. Amos Winter agrees: \"Having a system that could just latch onto the cable, work its way along, and automatically dig it into the soil would be great,\" he said. ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26939126", 
        "subject": "Science_and_Environment", 
        "title": [
            "'RoboClam' could anchor submarines"
        ]
    }, 
    {
        "article": "UK scientists have challenged the idea that the Titanic was unlucky for sailing in a year when there were an exceptional number of icebergs in the North Atlantic. The ocean liner sank on its maiden voyage 102 years ago, with the loss of more than 1,500 lives. The new analysis found the iceberg risk was high in 1912, but not extreme, as has previously been suggested.  The work by a University of Sheffield team appears in the journal Weather. The iceberg which sank the Titanic was spotted just before midnight on 14 April 1912, some 500m away. Despite quick action to slow the ship and turn to port, it wasn't enough. About 100m of the hull buckled below the waterline and the liner sank in just two-and-a-half hours.  Reports of unusually bad ice in the North Atlantic started to emerge shortly after the disaster. At the time, US officials told the New York Times that a warm winter had caused  . In the days leading up to that fateful night, the prevailing winds and temperatures, assisted by ocean currents, had conspired to transport icebergs and sea-ice further south than was normal at that time of year.  All this has led researchers to seek explanations for a supposedly awesome flotilla of ice in the North Atlantic. One US group has proposed that an unusually   caused abnormally high tides in the winter of 1912, which in turn encouraged a greater than usual amount of ice to break off Greenland's glaciers. \"From the moment we left Belfast we had marvellous weather. Even when we got out on the western ocean - the Atlantic as you probably know it - it was as smooth as the proverbial millpond. Not a breath of wind and the sea like a sheet of glass.  In any other circumstances those conditions would have been ideal. But anyone with experience of ice at sea knows that those very conditions, and the moonless night, only render the detection of icebergs more difficult and call for the additional alertness of both officers and men.\" In the latest study, Grant Bigg and David Wilton from Sheffield University's department of geography studied data collected by the US Coast Guard and extending back to 1900. Observational techniques have changed over the years, complicating comparisons. But the researchers say that a good measure of the volume of icebergs is given by the number that passed the circle of latitude at 48 degrees North, across an area of ocean stretching from Newfoundland to about 40 degrees West. They found that the record showed great variation in the volume of ice from year to year. And although the iceberg flux from Greenland in 1912 was indeed high, with 1,038 icebergs observed crossing the 48th parallel, this number was neither unusual nor unprecedented. In the surrounding decades, from 1901-1920, there were five years with at least 700 icebergs crossing 48 degrees North. And the coast guard record shows there was a larger flux of icebergs in 1909 than in 1912. Prof Bigg told BBC News the flux was at the \"large end\" but \"not outstandingly large\" for the first 60-70 years of the 20th Century. Using the coast guard record and other data, the researchers also developed a computer simulation to examine the likely trajectories of icebergs in 1912. Using this model, they were able to trace the likely origin of the iceberg that sank the Titanic to southwest Greenland. They suggest that it broke off a glacier in that area in early autumn 1911 and started off as a floating hunk measuring roughly 500m long and 300m deep.  Its mass by mid-April 1912 - as predicted by the computer model - agrees very closely with the size of an iceberg bearing a streak of red paint that was photographed by Captain William Squares DeCarteret of the Minia, a ship that joined the search for bodies and wreckage at the site of the disaster. Follow Paul  . ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26956746", 
        "subject": "Science_and_Environment", 
        "title": [
            "Challenge to Titanic sinking theory"
        ]
    }, 
    {
        "article": "A volcanic island in the Pacific Ocean has merged with its neighbour to form one landmass,  . The merged island lies some 1,000km (621mi) south of Tokyo, the result of eruptions on the seafloor that have spewed enough material to rise above the water line. In November 2013, a new island sprouted near to Nishino-shima, another volcanic landmass that last expanded in the 70s. Four months later, the new and old islands are one island. The newer portion of the island - which was referred to as Niijima - is now larger than the original Nishino-shima landmass. The merged island is slightly more than 1km (3,280ft) across. According to Nasa, two cones have formed around the main volcanic vents and stand more than 60m above sea level. Volcanic lava flows are reported to be most active now on the south end of the island. The new landmass lies in the Ogasawara (Bonin) Island chain. ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26941017", 
        "subject": "Science_and_Environment", 
        "title": [
            "Volcanic islands merge in Pacific Ocean"
        ]
    }, 
    {
        "article": "Governments are likely to be warned next week that a \"dash for gas\" will not solve climate change.  The chancellor and prime minister have promoted gas as a clean option for powering the UK. But a draft report for the United Nation's third panel on climate change says gas cannot provide a long-term solution to stabilising climate change.  Gas is only worthwhile if it is used to substitute a dirty coal plant - and then only for a short period, it says.  Instead the world should be trebling or quadrupling the share of renewables for electricity, the authors say. The report will offer ammunition to the Department for Energy and Climate Change, which has fought attempts from the Treasury to switch more of the UK's energy sources to gas with the projected \"shale gas revolution\". The UK hopes to emulate the success of the US, where shale gas has slashed energy prices and stimulated manufacturing. However, the draft report backs the position taken by the Environment Agency chairman, Chris Smith, who has told the prime minister the UK could only expand the role of gas in power generation if power stations were fitted with carbon-capture equipment to suck carbon dioxide from exhaust gases and store them in underground rocks. The UK is currently committed to trialling this technology in a gas power station in Peterhead. But the technology is so far untried at scale. It also adds to the cost of gas burning and reduces the efficiency of power stations. The UN report draws an implicit difference between a nation like the US, which has seen a huge fall in emissions by switching from coal to gas, and a country like the UK, which enjoyed its \"dash for gas\" in the 1980s and has since passed the Climate Change Act, requiring an 80% emissions cut across the UK by 2050. Some Conservatives want the act to be repealed and it is not yet clear whether the party's election manifesto will reflect their views.  Labour and the Liberal Democrats back the act. One senior Conservative told me many of his backbench colleagues were heavily influenced by the Mail on Sunday's campaign to define climate change as a con trick. Elsewhere, the UN's draft report spells bad news for coal-exporting countries.  It warns that their exports are likely to be hit as the world turns its back on the fuel. This paragraph may prove contentious as governments discuss the final draft. ", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26975090", 
        "subject": "Science_and_Environment", 
        "title": [
            "UN set to warn countries over 'dash for gas'"
        ]
    }, 
    {
        "article": "Petrol-sniffing spiders have forced Mazda to issue a voluntary recall notice so it can apply a software fix to its cars. The yellow sac spider is attracted to the smell of petrol, and will weave its web in engines, causing a blockage and build-up of pressure. The problem increased the risk of fire, Mazda said. A software update will be applied to recalled cars to monitor the pressure level and warn drivers of any danger. Mazda said it was unaware of any fires being started due to the vulnerability, but it has been a problem that has plagued the company since at least 2009.  Specifically, it is Mazda 6s from the 2010-12 range that are covered by this latest recall.  It involves around 42,000 vehicles, according to filings made to the US National Highway Traffic Safety Administration. , Mazda explained: \"A certain type of spider may weave a web in the evaporative canister vent line, potentially causing a restriction in the line.  \"If this occurs, the fuel tank pressure may become excessively negative when the emission control system works to purge the vapours from the canister. \"As the canister is purged repeatedly during normal operation, the stress on the fuel tank may eventually result in a crack, potentially leading to fuel leakage and an increased risk of fire.\" Owners of cars affected would have the fault fixed free of charge, the company added. In 2011, Mazda attempted to address the the problem by fitting covers over engine vents to prevent the spiders crawling in - but this was only partially effective, with particularly determined yellow sacs still setting up their homes in the vehicles.  When   why the spiders were causing so much trouble, a Mazda spokesman said: \"Don't ask me, I'm terrified of the damn things.\" ", 
        "link": "http://www.bbc.co.uk/news/technology-26921734", 
        "subject": "Science_and_Environment", 
        "title": [
            "Spider invasion prompts Mazda software fix"
        ]
    }, 
    {
        "article": "Female humpback whales with calves head for the shallows to avoid sexual harassment, according to a new study. The researchers said avoiding males helped the females save energy needed for feeding calves, helping them to survive. The study of humpback whales around the Hawaiian Islands showed females with a calf were often pursued by males in deeper waters. This meant the mother and calf had to increase their swimming speed by 75%. However, as water depth decreased so did the number of males following the mother, making females more likely to be found alone with their calves in the shallows. While previous research has shown groups containing a calf tended to be found in shallower waters, the study is the first to systematically investigate whether this is due to mothers avoiding males rather than avoiding predators or seeking calmer waters. The findings have been published in the scientific journal Behaviour. Dr Alison Craig, a marine mammal scientist from Edinburgh Napier University, led the study with colleagues Prof Louis Herman and Dr Adam Pack from the University of Hawaii and The Dolphin Institute. She said: \"There are no long-term social bonds between male and female whales, and the males approach lots of females in the hope that they will get the chance to mate.   \"Our study suggests that unwanted male attention causes females and calves to increase their swimming speed, so mothers need to supply their calves with more milk to compensate for the extra energy they've used.   \"However, the females don't eat while they're in tropical waters, which means that they need to break down their own blubber to produce milk.  Their milk is the only food source for the calves at this time, so you can see why saving energy is so important to females with a young calf. \"It could potentially increase the calf's chances of surviving the migration from the breeding grounds to the feeding grounds.\" She said there was no definite explanation as to why males were less likely to pursue humpback mothers into shallower waters, although a reduced chance of finding suitable mates was a possible factor. Dr Craig said: \"Females who don't have newborn calves are more likely to ovulate than new mothers, and these females without calves occur in deeper waters. \"So if males follow mothers into shallower waters they will be less likely to encounter ovulating females and so will have less chance of fathering a calf.\"   ", 
        "link": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-26940474", 
        "subject": "Science_and_Environment", 
        "title": [
            "Female humpback whales swim to shallows to avoid sexual harassment"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 22:51 BST  Time is fast running out for Syria to hand over its chemical weapons stocks, the international body in charge of their destruction says. Syria promised to hand over its remaining stocks of chemical weapons ingredients by 27 April. The UN has set a deadline of 30 June for their full destruction, in a process that should take about 60 days. Frank Gardner reports from on board a specially-adapted US ship, designed to destroy much of the stockpiles. ", 
        "link": "http://www.bbc.co.uk/news/world-middle-east-26981534", 
        "subject": "Science_and_Environment", 
        "title": []
    }, 
    {
        "article": "The government has said it will not expand badger culling to other areas this year to reduce TB in cattle. The environment department's original plan was to announce up to 10 new cull areas in south-west England each year. Defra's own   shows that culls in two pilot areas were not effective, and raised questions about their humaneness. These pilot culls will continue, though there will be no independent oversight to assess their future performance. The need for the field trials and required legislative changes mean that a useable cattle vaccine is still many years away” In a Commons statement, the Environment Secretary Owen Paterson proposed a programme of vaccination around the edges of the most badly affected parts of the country. This, he said, would create a buffer zone of immunity that would stop the disease from spreading. \"We have always been clear that there would be lessons to be learnt from the first year of these four-year culls,\" Mr Paterson said.  \"If we do not control TB, the bill will rise to £1bn over the next decade. It is vital that farmers, vets, non-government organisations and politicians work together to free England of TB.\"   The Shadow Environment Secretary Maria Eagle called the pilot culls \"disastrous\" and said Mr Paterson had put \"prejudice before science\". She also said the environment secretary had ignored calls in the House of Commons to seek alternatives to culling. I'm disappointed that this year's culls will lack the independent oversight needed to provide confidence” \"What he's announced now is simply open season on the badgers in the culling areas,\" she said. Prof Rosie Woodroffe, from the Institute of Zoology, told BBC News: \"I think it's excellent news that Defra ministers have decided not to extend badger culling to new areas, when the poor performance of last year's pilot culls raises very serious questions about whether this approach will make a bad situation worse.  \"Continued culling in the Somerset and Gloucestershire area needs to be much more humane, and much more effective, than last year's pilots, and so I'm disappointed that this year's culls will lack the independent oversight needed to provide confidence in those key measures.\" Meurig Raymond, president of the National Farmers' Union (NFU), said: \"As today's strategy sets out, it is hugely important that any cattle controls go hand in hand with measures to tackle the disease in badgers. And culling must play a part in that where TB is rife.\" Mark Jones, executive director of Humane Society International UK, commented: \"Whilst the abandonment of the planned badger cull roll out this year is a welcome U-turn as well as a damning indictment on Defra's failed culling policy, it is nonetheless utterly indefensible that the government is carrying on regardless with its discredited cull in Gloucestershire and Somerset.\"   Media requires JavaScript to play. Lord Krebs: \"The pilot culls were shown to be a failure\" The British Veterinary Association said it was \"regrettable\" the Environment Secretary had decided to announce a preferred way forward without consultation with \"key stakeholders\", including the BVA. Responding to accusations he had ignored scientific advice, Mr Paterson said England's chief vet, Nigel Gibbens, had warned against stopping the cull now in the Somerset and Gloucestershire pilot areas. He added that some £24.6m would be invested over the course of this parliament in the development of effective TB vaccines for both cattle and badgers. \"In 2013, I agreed with the European Commissioner the work needed to develop a viable cattle vaccine. We are designing the large-scale field trials necessary to take this forward,\" said Mr Paterson. \"The need for the field trials and required legislative changes mean that a useable cattle vaccine is still many years away.\" ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26868650", 
        "subject": "Science_and_Environment", 
        "title": [
            "No badger cull expansion after trial failure"
        ]
    }, 
    {
        "article": "This year, for the first time, efforts have been made to catch sharks off the shore of Western Australia and to shoot the biggest of them. The state has applied for permission to continue the programme for another three years - but it's a divisive policy with many bitter critics. Elyse Frankcom was diving with dolphins in the vast waters of Western Australia when she felt the jaws of a great white shark clamp around her legs. \"It just hit me,\" remembers the 22-year-old, who was violently pulled down from the surface by the 3.5m (11ft) shark in late 2010. \"I tried to punch and push it. I reached down to my foot and switched on [my shark shield]. That is the last thing I remember doing.\" The shield, which emits an electrical field designed to repel sharks, may have forced the animal to retreat, but when it released its grip, she sank. A tourist dived down to retrieve her, hauling her, unconscious and bleeding, to the surface. It took Frankcom months of physiotherapy to learn to walk again. The shark's jaw cut through the bone on one leg and tore muscles on the other - its teeth were found embedded in both. For weeks every step felt like \"hitting [my legs] with a baseball bat\". Yet, despite the pain and the narrow escape, Frankcom is one of thousands of Australians protesting against Western Australia's controversial culling of sharks. An unusually high number of fatal attacks - seven in just over three years, from August 2010 to November 2013 - prompted Western Australia's premier, Colin Barnett, to order baited hooks to be strung from floating drums near swimming, surfing and diving areas. Any great white, tiger shark or bull shark caught on the hooks is shot, if it exceeds 3m in length. The lines went up on 25 January, and the first shark was killed the following day (Australia Day) with four bullets to the head.  So far, more than 100 sharks have been snared. While some welcome the attempt to make the beaches safer, others see it as little more than a political stunt. Barnett, who was photographed at the start of the programme grinning and clutching  a large shark hook has declared that he has an \"overriding responsibility to protect the people of Western Australia\". But opposition has been more intense than perhaps he anticipated. Protests have been unexpectedly large, and a swing of 6% towards the Green Party in a Senate by-election last weekend was widely attributed to the cull. Furthermore, the policy appears not to have halted shark attacks - the body of a diver who went missing, near Dawesville, south of Perth, on 29 March was later found with shark bites. And when a 4m-shark appeared 100m from the shore near Perth on Tuesday, critics were quick to claim it had been attracted by the smell of the bait on the hooks. Western Australia is not the first state to launch anti-shark policies that trouble environmentalists. Fixed nets were introduced around popular beaches in New South Wales as long ago as the 1930s, while Queensland uses a mixture of nets and hooks. Though neither state actively kills sharks, the measures often prove fatal anyway - of the 600-plus sharks caught in Queensland's nets in 2013, it's reported that only 32 made it out alive. And other animals, such as dugongs and dolphins, are at risk from the nets too. While Western Australia's hooks may kill less indiscriminately than nets, Natalie Banks, a scuba diving instructor who has organised protests in Perth attended by thousands, believes that attitudes have changed and that many more people are now uncomfortable with the idea of killing sharks. \"There has been a huge shift in mentality with regards to conservation to our marine life,\" she says. The cull, she insists, is \"a kneejerk reaction based purely on fear of the unknown\".  Banks is now working with the pressure group, Sea Shepherd, which maintains that many of the smaller sharks caught on the hooks and then released end up dying. Last week they posted   showing activists helping a 2.4m-long tiger shark recover, by holding its fins and propelling it through the water. This helped to re-oxygenate the shark's body, and after an hour-and-a-half it was strong enough to swim off. The group has also posted pictures of bleeding dying sharks, and of other by-catch - including two stingrays in the last week. The hooks are intended to snare only three species (bull sharks, tiger sharks and great whites) but the government of Western Australia acknowledged that in the first three weeks they caught, in addition to 63 tiger sharks, two mako sharks and one blacktip shark. More than three-quarters of the sharks snared (78%) were under the 3m length limit, and none were great whites. Cull opponents typically put forward policies such as tagging potentially dangerous sharks, shark spotting networks, phone apps to raise the alarm and barriers that keep sharks out without trapping them - plus the use of shields like the one that saved Frankcom. The surfers, the people that go out everyday - they accept the risk” The state government already carries out some tagging (which allows the movement of sharks to  ), has increased helicopter patrols, and is studying the effectiveness of shark deterrents. \"The preservation of human life is our number one priority and these measures are designed to do that, with minimum impact to the surrounding environment,\" Fisheries Minister Troy Buswell  , when the hook policy was unveiled.  On Perth's popular Cottesloe Beach, as tourists bake in the sun and school children attend swimming lessons in the ocean, reactions to the cull are mixed. \"Kill them,\" urges one young male swimmer with salty blond hair.  Others are against the hooks. \"They are a kilometre off here,\" says British wind kite surfer Graham Price, clutching his wetsuit and pointing to the orange drumlines bobbing in the ocean. \"They've got dead fish on the end of them. If they're culling sharks they're attracting other sharks.\" \"It's just luring more in,\" agrees 27-year-old local, Jedda Greenwood. Other opponents point out that despite the apparent recent spike in the number of deaths from sharks, the chance of being attacked by a shark remains extremely low. Last year Australia saw 10 attacks, two of which were fatal. This year has already seen two suspected fatal attacks, including one last week in New South Wales.  On average, however, there has been just one death a year over the last half century, according to  . Statistically, a person has more chance of dying from a vending machine accident. The numbers who die from drowning are many times higher. But unfortunately for the sharks, they trigger a potent mixture of fear and fascination. \"We're not just afraid of predators,\" writes the biologist EO Wilson. \"We're transfixed by them, prone to weave stories and fables and chatter endlessly about them, because fascination creates preparedness, and preparedness, survival. In a deeply tribal sense, we love our monsters.\" For the WA policy to go ahead the federal government had to grant an exemption from the Environment Protection and Biodiversity Conservation Act, which imposes an obligation to protect great white sharks - a vulnerable species which reach sexual maturity at just over 3m (the same length at which they are liable to be shot).  By studying shark brains and shark senses, the team is developing and testing various non-lethal repellents. The aim is to manipulate the sharks' finely-tuned senses in ways that discourage them from approaching and attacking people. Nicholas Ray of the UK's Nottingham Trent university fears that breeding populations of all three shark species on the hit list will be reduced. The fate of the grey nurse shark on Australia's east coast illustrates the potential problem - a bloody spate of shark hunting in the 1970s led to it becoming critically endangered, its fierce appearance apparently contributing to its undeserved reputation for being a \"maneater\". And while Western Australia spends millions of dollars on its catch-and-kill programme, scientists are now working on shoestring budgets to restore the grey nurse population. Rob Jones, the vet at the Sea Life Melbourne Aquarium, last month celebrated the birth of the world's first ever shark to be born via a live semen sample transported from one facility to another.  The cull, he says, is \"directly opposite\" to his research on methods to assist grey nurse reproduction and, in his view, is \"completely ludicrous\". The current cull is due to come to an end on 30 April, but on Tuesday Western Australia applied to the federal government to continue it for three more years in the summer months (November to April). Frankcom, who regained full use of her legs, says the state's politicians are \"petrified that Western Australian has become the shark capital of the world\". But she says Australians never expected the ocean to be 100% safe. \"The surfers, the people that go out everyday - they accept the risk,\" she says. \"There are lots of things in the ocean that are capable of harming us.\"  ", 
        "link": "http://www.bbc.co.uk/news/magazine-26937924", 
        "subject": "Science_and_Environment", 
        "title": [
            "A shark cull divides a nation"
        ]
    }, 
    {
        "article": "If you take a stroll through one of the nation's long-established woodlands, there is a good chance its management was inspired, influenced or even instructed by John Evelyn's Sylva. Widely recognised as the first comprehensive study of UK trees, Sylva, or - to give its full title - A Discourse of Forest Trees, and the Propagation of Timber in his Majesty's Dominions, made its first public appearance in 1662 as a paper submitted to the newly formed Royal Society.  Two years later, it was published as the Royal Society's first book and went on to not only shape people's knowledge but the landscape itself.  Media requires JavaScript to play. And it was an instant success, proving popular beyond its intended audience of wealthy aristocratic landowners, who were urged by Evelyn to plant trees in order to replenish the nation's depleted timber stock. Four editions were produced during Evelyn's lifetime, and the book is still widely quoted and remains in print and   350 years after its first publication. Although   that recorded some of England's defining historic landmarks - the Civil War, the great plague and the fire of London - he was best known as a horticultural pioneer by his lifetime peers, which included Pepys, Locke and Hooke. He designed his first garden when he was 22 years old, two decades before he penned Sylva. It was as a young man, after deciding fighting as a Royalist in the Civil War was not the best career choice, that he travelled across Europe and became fascinated by the formal gardens of France and the expansive grounds of Italy. On his return to England, he continued his work in the garden of his home at Sayes Court in Deptford, South-East London. Being located near the Royal Dockyard on the Thames allowed Evelyn to experiment with newly arrived botanical delights, testing how the flora fared in his English country garden. His attention to detail, and the careful recording of his observations reflected the appetite for empirical evidence among the early pioneers of modern science.  \"He was one of the early fellows of the Royal Society, which was created in 1660 as a scientific organisation, and Evelyn had spoken with the fellows about his work in this area and it very much chimed with the Society's early objectives,\" explained Royal Society head librarian Keith Moore. What we do now will have a knock-on effect for generations to come” \"Quite clearly, Evelyn's work in planting forest trees and harvesting the products from them - whether it was wood or apples - really hit the mark; it was exactly what the Royal Society was interested in at that time.\" And so the seeds of Sylva's success were planted, as landowners heeded Evelyn's advice. \"Of course, you have to remember that this was after the Civil War so trees across the nation had been denuded as part of the war effort but, as Evelyn himself says in the book, as a result of industrial activities - such as glass making - people were chopping down trees, therefore they had to be replaced,\" he told BBC News.  \"Also, he uses the phrase 'wooden walls' - [trees] were very important for the defence of the nation through ship building.\" Although Evelyn produced structured designs for gardens, he favoured a much less formal use of trees. He favoured woodland \"wilderness\", a preference that - it has been suggested - sowed the seeds of the 18th Century's Landscape Movement, which included the likes of Capability Brown. Mr Moore believes Evelyn's style of writing, which interwove practical advice with poems and stories from classical texts, contributed to Sylva's longevity. \"It is such a comprehensive text; there are a lot of interesting things in there and he is really engaged in his subject. He can express that and I am sure that current tree specialists must love that,\" he observed.  The lasting legacy of Evelyn's vision to sustain the nation's timber supplies was highlighted in 1812 when the book was republished as a call to arms to the nation's landowners as the Napoleonic Wars took their toll on timber supplies. And there were echoes of Evelyn in 1919, the year in which the UK's Forestry Commission was established to increase tree cover, which had fallen to just 5% as a result of the demand for timber during World War One. Today, trees are back in the headlines and on the political agenda. To coincide with the original book's 350th anniversary, two authors have written The New Sylva, a timely updated version for the 21st Century to highlight the strategic, economic and ecological importance of trees. \"I felt there was a real need to reintroduce the idea of wood culture in Britain today,\" explained co-author Gabriel Hemery, a silvologist and chief executive of the Sylva Foundation. \"Trees are more important than at any time over the past few hundred years because they have the ability to help us to adapt to climate change, to produce more green materials for the future, while producing a wonderful, beautiful countryside at the same time.\"  Speaking amid the trees of the University of Oxford's Harcourt Arboretum, Dr Hemery observed: \"As well as [being] a beautiful location, it is also a managed woodland at the same time.  \"One of the core purposes of The New Sylva is to help people to manage and work with trees better.\" Dr Hemery explained that the latest book has also seen the arrival of illustrations, which were absent from Evelyn's editions. The book contains more than 200 original ink drawings by co-author Sarah Simblet. Dr Simblet explained how she struck the balance between the need for scientific detail and finding the space for artistic impression. I go for very long walks through the woods to find my plant material” \"It is something that I have grown to do naturally through, first of all, understanding what it is about this species that I need to explain and how to differentiate it from its closest relative,\" she told BBC News. She added that she achieved a better understanding of the specimen she was working on by holding it in one hand while drawing it with the other. \"This translates straight into the drawing and helps capture the expression of that particular species. I am trying to get personality, texture, scent, volume, form, light and articulation.\" When it came to finding the perfect specimen, Dr Simblet said it was necessary to leave her studio and get up close and personal with nature. \"I go for very long walks through the woods to find my plant material,\" she explained.  \"For this particular project, I researched my 100 species in advance; I walked for weeks as I had about 100 trees around Oxfordshire.  \"I visited regularly at six o'clock in the morning to watch them growing, to see the buds developing and flowering so then I could go back and collect them at just the right time.\" An old Chinese proverb captures the underlying message of both Evelyn's Sylva and The New Sylva: \"The best time to plant a tree was 20 years ago; the second best time is today.\" A long-term outlook and commitment are essential in order to ensure the future success of forests and woodlands, as any forester will attest. Does Dr Hemery think the UK woodlands are in safe hands? \"We have to be in it for the long term,\" he told BBC News.  \"One of the things that I hope the book encourages people to think about is that we are beholden to have a responsibility beyond our own lifetimes because what we do now will have a knock-on effect for generations to come. ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26943222", 
        "subject": "Science_and_Environment", 
        "title": [
            "Trees: A personal and national legacy of Evelyn's Sylva"
        ]
    }, 
    {
        "article": "A rogue bird has threatened to destroy the clutch of four peregrine falcon eggs being nurtured on the spire of Norwich Cathedral. A female peregrine flushed the father from the nest and then indicated it was \"toying with the idea of breaking them,\" said the Hawk and Owl Trust. It eventually withdrew from the nest when the adult male made \"high speed low passes over her head\". The intruder, wearing a ring marked DP, came from a nest site in London.  Media requires JavaScript to play. The intruder stayed at the nest site for about five minutes The clutch of four eggs is the third successful year of laying for Norwich's breeding pair. They are now 12 days into what is expected to be a 34-day incubation period, said experts. The DP peregrine, ringed in 2012, first showed an interest in the Norwich nest some weeks ago. \"Peregrines are not known for being timid but when in the box the male was faced with the reality that 'DP' was a much bigger bird than he, it was clearly a contest that he wasn't going to win,\" said Lin Murray, from the trust. DP threatened the eggs on Saturday, before returning on Tuesday, but failed to land in the nest when she was chased off. Four chicks hatched in 2013, the second brood in the city since 2011 and among the first in 200 years. A watch-point at the cathedral, run by the Hawk and Owl Trust, is open until the end of June. The current batch of eggs is expected to hatch towards the end of this month. ", 
        "link": "http://www.bbc.co.uk/news/uk-england-norfolk-26952956", 
        "subject": "Science_and_Environment", 
        "title": [
            "Norwich Cathedral peregrine falcon eggs face intruder threat"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 01:23 BST  The team behind the Solar Impulse project - a mission to fly around the world in a plane powered only by the sun - has revealed the plane in which the pilots will make their attempt.  Its predecessor, Solar Impulse 1, has already been flown across America, and stored sufficient power in its batteries to fly all night.    With a wingspan of 72m (236ft), Solar Impulse 2 is the width of a Boeing 747, but weighs about the same as a large car.  Its wings are covered in 18,000 solar cells to convert sunlight into electricity to power its motor and to store in its batteries.  The Switzerland-based team will make the attempt next year. Andre Borschberg, one of the pilots and co-founder of Solar Impulse, showed BBC News the brand new craft and explained how it has been designed to allow a pilot to spend up to five days alone in the cockpit.  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26955341", 
        "subject": "Science_and_Environment", 
        "title": []
    }, 
    {
        "article": "Half of the world's population now lives in cities - a proportion that's set to rise to two-thirds by 2050. Yet cities are vulnerable to the worst impacts of climate change precisely because their locations are fixed. As the UN's climate panel meets in Berlin, how are urban centres coping with the test?  by the Intergovernmental Panel on Climate Change (IPCC) re-emphasises the vital role cities can play in cutting greenhouse gas emissions. This should come as no surprise, since urban centres are responsible for three quarters of global energy consumption and for 80% of greenhouse gas emissions. \"In a sense, they are the carbon criminals of this world, but they also provide us with really good opportunities,\" says Prof Tim Dixon from the University of Reading, UK. Cities have moved from thinking about how they're going to be affected to what they're going to do about it” One of the ways in which cities can be made greener is through a process called retrofitting. This describes a kind of directed alteration of the built environment to, for example, increase its energy efficiency and reduce energy consumption.  At one level, this might take the form of installing loft and cavity wall insulation, improved boilers, better window glazing or energy-efficient lighting. But while this already occurs in a piecemeal manner, to be effective, retrofitting must occur on scales greater than individual buildings or even neighbourhoods - there has to be an overarching vision.   \"There's no single blueprint that fits every city. But I think successful visions underpin successful cities,\" says Tim Dixon, who is a researcher on the  . Vancouver on Canada's west coast stands out as a city that has already  . The Canadian city involved some 120 organisations and thousands of individuals (through online feedback and face-to-face workshops) in the creation of its Greenest City 2020 Action Plan. The scheme has three overarching areas of focus: carbon, waste and ecosystems.  Among the targets laid out in the document is a pledge to require all buildings constructed from 2020 onward to be carbon neutral in their operation.  You can't unbuild the energy-hungry transport networks, homes and town centres that we've got” Vancouver also wants to halve the solid waste going to landfill over 2008 levels and to ensure more than 50% of trips around the city are made by foot, bicycle or public transport - rather than by car - by 2020. But in the UK, only a handful of cities have climate change strategies taking them up to the middle of this century. Of these, few set targets for each sector, such as transport, buildings or public lighting, for example. But cities such as Bristol and Birmingham have well advanced plans, says Tim Dixon. Bristol's council has drawn up a Climate Change and Energy Security Framework which lays out a strategy for reducing the city's carbon emissions by 40% by 2020 from a 2005 baseline. It has established a £1.2m energy efficiency fund for non-domestic buildings, has embarked on a programme of installing biomass boilers and solar arrays. It is also planning to build six wind turbines at a site near Avonmouth docks, which would produce enough electricity to power several thousand homes. \"Getting the financing right is key. Urban areas have long lives. In 2050, something like 80% of our buildings are still going to be there,\" Prof Dixon adds. \"It's not going to be the 1-2% of new stock that is going to be the key focus. It's about taking the longer-term view - looking at how to retrofit those buildings, but also how to protect them. \"You can't unbuild the energy-hungry transport networks, homes and town centres that we've got. There's a huge amount of lock-in. But the challenges are really around how do we develop partnerships within cities, bring together key stakeholders and how do we enable financing to make a difference.\" Indeed, the disappointing take-up for the UK government's Green Deal scheme looms large in the memory of those who have a stake in greening our cities. Under the deal, householders could borrow money to install double-glazing, insulation and more efficient boilers.  In March 2013, the government said it expected 10,000 people to have signed up to the programme by the end of that year. But by December, only 1,600 households had applied. \"Looking longer term, I'm sure there's a way the Green Investment Bank could help underpin retrofits at a city scale,\" says Prof Dixon.  \"We need to think creatively and imaginatively. In an era of austerity, it's not going to be the public purse that pays for this, the private sector has to be involved, so we have to think about how we can engage them in these kinds of major energy efficiency measures across cities.\" But a balance will have to be struck between strategies aimed at climate mitigation - what we can do to limit or slow further changes - and those based around adaptation - reducing our vulnerability to those effects we can already expect. David Dodman, an expert on climate change and urbanisation, points out that when word clouds are created from the urban chapters of the earlier IPCC reports, the dominant word is \"impacts\", while in the 2014 AR5 document it is \"adaptation\". \"Cities have moved from thinking about how they're going to be affected to what they're going to do about it,\" says Dr Dodman, from the International Institute for Environment and Development (IIED) in London. Last year, for example, on the first anniversary of Hurricane Sandy, New York's mayor Michael Bloomberg unveiled   from climate change-related flooding.  By the middle of this century, a quarter of the city - home to nearly a million people - will lie in flood zones, according to data from the US emergency agency Fema. So the proposals call for the construction of permanent levees and portable storm barriers in order to meet the challenge.  New York is an example of a metropolis with the infrastructure, the wealth and the political will to deal with the effects of a changing climate. But David Dodman, an author on the urban chapter in the latest IPCC report, says, large numbers of urban centres in Africa and in parts of Asia are much less well prepared. \"The capacities of those cities [to deal with climate change] are not just to do with knowing what those impacts are, they are much more to do with existing infrastructure, with the financial resources at their disposal, to do with the technical capacity of city governments... and on political governance,\" said Dr Dodman. Not every city need respond in the same way as New York to take effective adaptation steps. Coastal urban areas in the tropics could, for example, seed and protect dunes and reforest mangroves to provide protection against future sea level rise.  Dr Dodman uses the term \"soft engineering\" for such adaptive measures: \"It's not quarrying millions of tonnes of concrete to turn into a sea barrier, but more about working with the natural environment,\" he adds. The IPCC's working group 2 report says that cities, and particularly those that are rapidly growing, present an opportunity to meet sustainable development goals. This is in part because their institutions and infrastructure are still being developed and there is at least the potential to shape them in ways that are aligned with green thinking.  However, the report also says there is limited evidence of this being realised in practice. And as the populations of many cities increase, urban communities are springing up in informal settlements, and these groups are often on land that is at a high risk of climate impacts such as extreme weather, and related events such as landslides. In some cases, several factors may act in concert to amplify changes. Some of Asia's \"megacities\" - Bangkok, Manila and Jakarta, for example - face a high risk of flooding because of sea level rise, but are also suffering from land subsidence.  This is often due to extraction of groundwater - a resource that will be placed under further stress as the world warms - and also because of the sheer weight of the built environment on alluvial ground. \"They're sinking as the waters are rising,\" says David Dodman. For effective climate change adaptation, as for mitigation, coherent visions for future cities will be key. Follow Paul  . ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26922654", 
        "subject": "Science_and_Environment", 
        "title": [
            "Cities on frontline of climate change struggle"
        ]
    }, 
    {
        "article": " Media requires JavaScript to play. Rebecca Morelle reports for Newsnight on the dark matter experiment that is located in the bottom of a gold mine The quest to find the most mysterious particles in the Universe is entering a critical phase, scientists say.  An experiment located in the bottom of a gold mine in South Dakota, US, could offer the best chance yet of detecting dark matter. Scientists believe this substance makes up more than a quarter of the cosmos, yet no-one has ever seen it directly. Early results from this detector, which  , confirmed it was the most powerful experiment of its kind. In the coming weeks, it will begin a 300-day-long run that could provide the first direct evidence of these enigmatic particles.  We've moved into the 21st Century, and we still do not know what most of the matter in the Universe is made of” Beneath the snow-covered Black Hills of South Dakota, a cage rattles and creaks as it begins to descend into the darkness. For more than 100 years, this was the daily commute for the Homestake miners searching for gold buried deep in the rocks. Today, the subterranean caverns and tunnels have been transformed into a .   Scientists now make the 1.5km (1-mile) journey underground in an attempt to solve one of the biggest mysteries in science. \"We've moved into the 21st Century, and we still do not know what most of the matter in the Universe is made of,\" says Prof Rick Gaitskell, from Brown University in Rhode Island, one of the principle investigators on Large Underground Xenon (LUX) experiment. Scientists believe all of the matter we can see - planets, stars, dust and so on - only makes up a tiny fraction of what is actually out there.    They say about 85% of the matter in the Universe is actually dark matter, so called because it cannot be seen directly and nobody really knows what it is.   This has not stopped physicists coming up with ideas though. And the most widely supported theory is that dark matter takes the form of Weakly Interacting Massive Particles, or WIMPs.  Prof Gaitskell explains: \"If one considers the Big Bang, 14bn years ago, the Universe was very much hotter than it is today and created an enormous number of particles.  \"The hypothesis we are working with at the moment is that a WIMP was the relic left-over from the Big Bang, and in fact dominates over the regular material you and I are made of.\" The presence of dark matter was first inferred because of its effect on galaxies like our own. As these celestial systems rotate around their dense centre, all of the regular matter that they contain does not have enough mass to account for the gravity needed to hold everything together.  Really, a spinning galaxy should fly apart.  We've worked extremely hard to make this the quietest verified place in the world” Instead, scientists believe that dark matter provides the extra mass, and therefore gravity, needed to hold a galaxy together. It is so pervasive throughout the Universe that researchers believe a vast number of WIMPs are streaming through the Earth every single second. Almost all pass through without a trace.  However, on very rare occasions, it is thought that dark matter particles do bump into regular matter - and it is this weak interaction that scientists are hoping to see. The LUX detector is one of a number of physics experiments based in the Sanford Underground Research Facility that require a \"cosmic quietness\".  Prof Gaitskell says: \"The purpose of the mile of rock above is to deal with cosmic rays. These are high-energy particles generated from outside our Solar System and also by the Sun itself, and these are very penetrating.  \"If we don't put a mile of rock between us and space, we wouldn't be able to do this experiment.\" Inside a cavern in the mine, the detector is situated inside a stainless steel tank that is two storeys high.  This is filled with about 300,000 litres (70,000 gallons) of ultra-purified water, which means it is free from traces of naturally occurring radioactive elements that could also interfere with the results. \"With LUX, we've worked extremely hard to make this the quietest verified place in the world,\" says Prof Gaitskell. It is very competitive” At the detector's heart is 370kg (815lb) of liquid xenon. This element has the unusual, but very useful, property of throwing out a flash of light when particles bump into it. And detecting a series of these bright sparks could mean that dark matter has been found. The LUX detector was first turned on last year for a 90-day test run. No dark matter was seen, but the results concluded that it was the most sensitive experiment of its kind. Now, when the experiment is run for 300 days, Prof Gaitskell says these interactions might be detected once a month or every few months.  The team would have to see a significant number of interactions -  between five and 10 - to suggest that dark matter has really been glimpsed. The more that are seen, the more statistical confidence there will be. However, LUX is not the only experiment setting its sights on dark matter.  With the Large Hadron Collider, scientists are attempting to create dark matter as they smash particles together, and in space, telescopes are searching for the debris left behind as dark matter particles crash into each other. Showing that there was no dark matter would be more of an more interesting result than if there was” Mike Headley, director of the South Dakota Science and Technology Authority, which runs the Sanford laboratory, says a Nobel prize will very probably be in store for the scientists who first detect dark matter.  He says: \"There are a handful of experiments located at different underground laboratories around the world that want to be the first ones to stand up and say 'we have discovered it', and so it is very competitive.\" Finding dark matter would transform our understanding of the Universe, and usher in a new era in fundamental physics. However, there is also a chance that it might not be spotted - and the theory of dark matter is wrong. Dr Jim Dobson, based at the UK's University of Edinburgh and affiliated with University College London, says: \"We are going into unknown territory. We really don't know what we're going to find. \"If we search with this experiment and then the next experiment, LUX Zeppelin, which is this much, much bigger version of LUX - if we didn't find anything then there would be a good chance it didn't exist. He adds: \"In some ways, showing that there was no dark matter would be a more interesting result than if there was. But, personally, I would rather we found some.\" Prof Carlos Frenk, a cosmologist from Durham University, says that many scientists have gambled decades of research on finding dark matter. He adds: \"If I was a betting man, I think LUX is the frontrunner. It has the sensitivity we need.  Now, we just need the data. \"If they don't [find it], it means the dark matter is not what we think it is. It would mean I have wasted my whole scientific career - everything I have done is based on the hypothesis that the Universe is made of dark matter. It would mean we had better look for something else.\" Follow Rebecca  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26819792", 
        "subject": "Science_and_Environment", 
        "title": [
            "Dark matter hunt: LUX experiment reaches critical phase"
        ]
    }, 
    {
        "article": "The news that signals consistent with the missing Malaysia Airlines plane have been detected has been called the most promising lead so far. Experts are still urging caution at this stage, but if these \"pings\" detected by the Australian ship Ocean Shield are confirmed a recovery operation could at last get under way.  David Mearns, director of Blue Water Recoveries Ltd, said: \"We've gone from little hope to a lot of hope in the space of a day.  \"They went from this colossal search area to something very small, and that has been the game-changer. And fortunately they got there in time that the two pingers are apparently still working.\" By continuously criss-crossing over the site, they will refine the position and narrow that down even more” The two signals heard by a pinger-locator towed by the Australian ship are being analysed to see if they are consistent with the flight recorders.  They are being prioritised over signals briefly detected by the Chinese search vessel, Haixun 01, over the weekend. The first step will be for Ocean Shield and the British naval vessel HMS Echo to return to the patch of ocean where they were detected, and to listen again before the data recorders' batteries, which are already nearing the end of their life, run down.  Mr Mearns says: \"They'll be working to hear them as long as they possibly can. By continuously criss-crossing over the site, they will refine the position and narrow that down even more. It will give them a  pretty precise position of where the wreckage field is. \"HMS Echo will have a pretty accurate fathometer - an echo sounder - to determine the depth. And that is really important.\" If this location is less than 4,500m beneath the waves, then Ocean Shield has an autonomous underwater vehicle (AUV) called Bluefin 21 onboard that could be deployed to map the ocean floor. Dr Simon Boxall, an oceanographer from the University of Southampton, says: \"The AUV can use cameras to look at the sea bed, and it has a side-sonar to sweep for wreckage, but you are not getting it live. You have to wait for it to get to the surface to say what it has seen.\" An ROV is tethered to the ship, and that will give you a live feed” If the signal is coming from a deeper spot, a different kind of unmanned vessel would be required. The US Navy and a contractor called Phoenix International have remotely operated underwater vehicles (ROVs) that can dive to depths of up to 6,000m. Dr Boxall says: \"An ROV is tethered to the ship, and that will give you a live feed from the side-scanner sonar and the camera, which means you can focus in on any interesting targets.\" Depending on how the plane hit the water, the wreckage field could be spread over hundreds of metres. A priority would be to locate and recover the flight data recorder and the cockpit voice recorder, which could help to answer what happened to the plane, which disappeared on 8 March. However, other wreckage could also prove crucial to the investigation. For example, it could indicate whether a fire or explosion had occurred onboard. \"An ROV has manipulators. If the black boxes are found, it could use them to bring them back to the surface. Anything bigger and you would have to take cables down and lift stuff up gradually,\" says Dr Boxall, It is a process that could take weeks or even months.  The seabed in this part of the ocean is not well mapped, but it contains underwater mountains and crevices that could make the task even more challenging. The sea conditions are also difficult: winter in the southern hemisphere is about to begin, and this is an area prone to cyclones. However, Mr Mearns said while the operation would certainly be complex, it was one that had to happen. \"It makes no difference. They will find the plane. They have the right equipment out there and they will get it,\" he said. Follow Rebecca  ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26923744", 
        "subject": "Science_and_Environment", 
        "title": [
            "Missing plane: Potential 'game-changer' for recovery"
        ]
    }, 
    {
        "article": "\"I get so anxious if I want to go out to things. I live with my Mum because I don't want to live on my own. I can't do money. I wish I could.\"  Chris Steel is 40 years old. He is remarkably friendly and engaging, and is happiest when he is on stage acting in plays such as George Orwell's Animal Farm.  As a child, his caring nature led him to take to the bedside of a victim of the Hillsborough disaster, with such compassion and diligence he was given an award by former UK Prime Minister Margaret Thatcher.  Chris is great to take to parties... but he is too trusting” But he is unable to go out alone - once, when he did, his openness towards strangers and difficulty in understanding when he is in danger meant he lent his phone to a stranger, who stole it.  He has severe anxiety, and needs constant reassurance from the people around him.   Chris has Williams Syndrome (WS), a rare genetic disorder affecting around one in 18,000 people in Britain. It has often been dubbed the 'opposite of autism'.  People with WS are empathetic, social, friendly and endearing but they tend to have a low IQ, making tasks such as counting money difficult.  They can feel anxious over stimuli such as the buzzing of a bee, or the texture of food.  The need for reassurance in some cases can leave children of loving households calling 999 and feigning an emergency, as they crave adult attention so much. WS, first identified in 1961, can also cause heart problems, developmental delays, and learning disabilities.  For the psychological side of the disorder, acting can play to the strengths of people with WS. Chris says: \"I am good at reeling people in and being a character in different things.\" He acts with a charity called Mind the Gap, based in Bradford, near his home town of Bingley in West Yorkshire, and cites the time he was a pirate in a play called Treasure Island as amongst his favourites.  When he was a child, and visiting his father in hospital, Chris met  when he was crushed in the Hillsborough stadium disaster in 1989.  Chris befriended Tony, and stayed, loyally, by his bedside for weeks. \"Chris can talk to anyone and doesn't need a response,\" his mother Judy says.  It can be difficult when you see the surge of funding for the tidal wave of autism” Judy says he is also \"great to take to parties\" as he happily introduces himself to new people.  But there is a flip side of this social ease. Judy says Chris is \"too trusting\", and has been taken advantage of.  She said he also needs people around him to be happy and guide him in what opinions he should have.  People with WS may make prolonged eye-contact, and be over-engaging, which can put them in danger. There are also further aspects of the disorder which can land them in hot water.  Lizzie Hurst, chief executive at the Williams Syndrome Foundation, says: \"People [with the disorder] conduct themselves in a way that makes them extremely vulnerable.  \"They don't have the cognitive ability to match their linguistic age. \"There is a classic autistic profile to which Williams Syndrome is the polar opposite. People can gauge the mood of a crowd and adopt without understanding the nuances of the situation.\" Ms Hurst says there were \"questions to be raised\" over whether people with WS could be legally responsible for themselves. \"I would say they cannot,\" she adds.  She is working to raise the profile of the disorder amongst GPs, as she says only one in 40 GPs will encounter the disorder and babies with WS can be difficult to identify.  Facial features in young children include a small, upturned nose, long upper lip, wide mouth, full lips, small chin and a white lacy pattern on the eye's iris.   Anxiety can be made worse if the disorder is not diagnosed, she said, as people feel even more isolated. Ms Hurst's charity does not get any funding from the government, relying on fundraising and donations. She puts on barbecues, Christmas parties and holidays for people with WS and their families.  \"I think the government should do more,\" she says. \"It can be difficult when you see the surge of funding for the tidal wave of autism.  \"WS people are just as needing as other people with mental disorders and in many ways they are more needing of support and attention, and that all comes at a price.\"  People with WS do not have a lower life expectancy than other people, and some may go on to get jobs, most often in a voluntary capacity, where their helpful nature can be useful.  Dr Debbie Riby, senior lecturer in the Department of Psychology at Durham University, has been working on the disorder for 12 years.  Anybody can have a child with Williams Syndrome” She says WS occurs when part of chromosome seven is deleted, which happens sporadically.  \"Anybody can have a child with Williams Syndrome,\" she says.  Dr Riby says there is no pre-natal screening, but often doctors can pick up clues if a young child has heart murmurs, and problems putting on weight. She has been running parent focus groups to understand the anxiety side of WS to come up with practical steps families can take to help themselves keep their children calm and happy.  Dr Riby says: \"The work around Williams Syndrome used to focus on the theoretical side. I wanted to focus on the practical side. There is still an awful lot that we can do.  \"The most important thing is for us to think about how we can use research to support families.\"   ", 
        "link": "http://www.bbc.co.uk/news/health-26888280", 
        "subject": "Science_and_Environment", 
        "title": [
            "Living with Williams Syndrome, the 'opposite of autism'"
        ]
    }, 
    {
        "article": "The detection of crackly ultrasonic \"pings\" from the depths of the ocean began to suggest the search for missing Malaysia Airlines Flight MH370 was finally reaching a conclusion. Those signals, generated by the plane's \"black box\" flight recorders, now seem to have faded and search teams have turned to an \"autonomous underwater vehicle\", Bluefin-21, in the hope it may be able to track down some sign of the aircraft's wreckage. Bluefin-21 was dropped into the water on Monday near an area of sea bed known as the Zenith Plateau, around 1,800 km north west of Perth, Australia.  Depths here range from 1,753m to 6,000m - dropping away sharply further north. The process of tracking down wreckage is likely to be slow and painstaking.  Bluefin-21 takes six times longer than a towed pinger locator - used to detect the black box signals - to cover a similar area, and the two devices cannot be used at the same time. The yellow, torpedo-shaped, sub may also have to operate at depths close to its 4,500m (14,763ft) maximum, under pressure equivalent  Bluefin-21 takes two hours to descend and then spends 16 hours scanning, travelling at its top speed of just over 8km/h.  Returning to the surface then takes a further two hours, while downloading the massive volume of data recorded will fill a further 16 hours. The data will then allow search crews to construct a detailed 3D sonar map of the sea bed. If any wreckage is spotted, the sub can also be fitted with a camera to take photographs. The initial search area - roughly in the region where \"pings\" were detected by Australia's naval support ship Ocean Shield on 6 April  - covers some 40 sq km (15 sq miles).  The BBC's science correspondent Jonathan Amos points out that the topography of the ocean floor in the region is  , making the operation extremely challenging.  Oceanographer Peter Burkill from Plymouth University said the detailed nature of the sea bed could also be an important factor. \"If its rocky, then it's a question of what the micro-topography is like - is it flat, is it rocky, are there lots of surface crenations [scalloped-edged formations]?\" The ocean floor in the search zone had not been extensively surveyed, Professor Burkill said, mainly due to an absence of commercial interest in the remote region.  Current maps of the area's sea bed are mostly based on satellite surveys, and more detailed models are being assembled by the Commonwealth Scientific Industrial Research Organisation (CSIRO).  \"Satellites are continuously monitoring the ocean, the principal ones for this investigation are European and US sea-level measuring satellites,\" said the organisation's oceanographer David Griffin. \"We're also using thermal imagery of the ocean to see the details of what the flow (current) has been.\" He explained that if the location of the detected signals had correctly identified the crash site, multi-directional ocean currents could explain why no wreckage has yet been found.  \"It's right at a position where the current is flowing in one direction just south of that position, and in the other direction just north of that,\" he said. If debris is lying in depths beyond the range of Bluefin-21, search teams will turn to more specialised equipment. This could include Remus and Remora-type unmanned mini-subs, used in the  in 2011, which can operate at depths of up to 6,000 metres. ", 
        "link": "http://www.bbc.co.uk/news/world-asia-26923235", 
        "subject": "Science_and_Environment", 
        "title": [
            "Mini-sub starts search for MH370 wreckage"
        ]
    }, 
    {
        "article": "Media playback is unsupported on your device  Last updated at 08:20 BST  The MIT Media Lab in Cambridge, Massachusetts is renowned for working on future-thinking projects which might have an impact on our world. The aim of the Cityscope project is to help urban planners make more informed decisions, based on the often complex relationships between factors ranging from wind patterns to traffic flow.  The team has created an interactive, real-time simulation, mapping 3D projections of information onto a traditional model city.  The BBC's North America technology correspondent Richard Taylor went to see the project in action. You can follow Richard on Twitter @RichTaylorBBC. ", 
        "link": "http://www.bbc.co.uk/news/technology-26838251", 
        "subject": "Science_and_Environment", 
        "title": []
    }, 
    {
        "article": "The search for MH370 has illustrated once again just how poor are our maps of the ocean floor.  Scientists aren't joking when they say we know better the shape of Mars than we know the hard surface of the Earth.  The oceans are vast and only a small fraction of the seafloor has so far been described in detail.  Look at the map at the top of this page. It shows the topography of the Indian Ocean bottom, west of Australia.  The star marks the rough location where the   has been working this week,   that could be the black boxes of MH370.  It's on the northern edge of a small oceanic plateau, sometimes called Wallaby Plateau or Zenith Plateau.  The geological interpretation of this region is that it incorporates scraps of continental crust that got stranded when India broke off from Australia about 120 million years ago. As a result, the topography is unusually rugged. Some of the shallows can be less than 200m below the surface, but the deep troughs on this map can exceed 7,600m.  If MH370's last resting place really is to be found here somewhere, the recovery of the wreckage could be a very extreme endeavour, indeed. But look again at the map, at the black lines that criss-cross back and forth.   The thick bands indicate tracks surveyed by modern acoustic echosounders, which map a swath of area along the path of the ship, and these are very accurate (to about 2%).  The thin tracks indicate older, low-tech echosoundings, which are not as reliable.  They are, though, \"direct\" measurements.  That cannot be said for everything else you see.   that infer the shape of the ocean bottom from the shape of the water surface above.  Water follows the gravity, and it's pulled into highs above the mass of tall underwater mountains, or seamounts, and slumps into depressions over deep troughs.  This kind of fuzzy mapping is pursued by satellites fitted with radar altimeters. Most of our maps of the gross outlines of mountains on the seafloor were produced this way - thanks to a 1985-86 US Navy satellite campaign and a 1994-95 European Space Agency effort. Fuzzy mapping is a good phrase. The best resolution is about 20km. It's thought there are somewhere between 50,000 and 100,000 seamounts that rise a kilometre or more above the seafloor, but which are invisible in these kinds of maps. One estimate suggested it would take a ship, fitted with a modern swath-mapping echosounder system, about 200 years to map the entire ocean floor in high resolution.  Put that another way: it would take 20 dedicated ships 10 years to do the same task. This could be achieved for about $3bn. It sounds a lot of money, but it's the kind of investment we make when we go to Saturn or Jupiter with a big orbiting spacecraft to map those planets and their moons.  And here are some good reasons to do a better job back on Earth.  Not knowing the locations of all the seamounts is a hazard, as the nuclear submarine USS San Francisco found out when  .  But good maps are also important for fisheries management and conservation, because it's around the underwater mountains that wildlife tends to congregate. Each seamount is a biodiversity hotspot.  Furthermore, the rugged seafloor influences the behaviour of ocean currents and the vertical mixing of water. This is just the kind of information you need to improve the models that forecast future climate change. Remember: the oceans play an absolutely critical role in the climate system. Governments, however, do not look like they'll commit the necessary $3bn anytime soon - which leaves us with the satellites.  And the latest space technologies could be making a four or five times' improvement on the fuzzy maps.  The problem is you really need not only the right kind of instrument on a satellite, but for that spacecraft to fly in the right kind of orbit around the Earth. And such missions are few and far between, and they often have other priorities.  Consider the  , the first of which was launched last week.   will go up next year with an altimeter that is certainly fit for the task, but it'll be flying repeat, overlapping paths around the globe.  Not ideal.   One of the best bets at the moment is  . Again, the right kind of altimeter, and it's even in the right kind of orbit to sweep the ocean floor in a methodical way. But its primary mission is to measure the   over the Arctic Ocean and the   over Greenland and Antarctica.  Nonetheless, the European Space Agency   to seek improvements in ocean-floor maps in selected places.   The best solution would be to fly a dedicated mission. Estimates say this could be done for as little as about $100m - to get substantially better maps than the ones now being used in the MH370 search, and across the rest of the world. ", 
        "link": "http://www.bbc.co.uk/news/science-environment-26956798", 
        "subject": "Science_and_Environment", 
        "title": [
            "Malaysia Airlines MH370: Searching in an ocean of uncertainty"
        ]
    }, 
    {
        "article": "France is allowing wolf hunts in places where sheep are at risk from the carnivore's growing numbers, the BBC's John Laurenson reports. But efforts to cull wolves are controversial.  Late at night, up in an Alpine forest, a woman in a black skirt carrying a black gun gets out of her car.  Caroline Bourda is a sheep farmer, in the hamlet of Esparron la Batie. Tonight, like most nights, she is trying to show the wolf who is top predator. She fires. But up into the sky.  The government advises farmers to shoot near their farms to educate the wolves to stay away.  It has also advised - and paid for - sheep farmers to buy electric fences and huge protection dogs with spiked metal collars to stop the wolves sinking their fangs into their necks.  The French government is spending 12m euros (£10m) a year on wolf attack prevention and compensation.  In some areas the government pays out more for the wolf than it does for the unemployed, according to the hill farmers' organisation Eleveurs et Montagnes (Breeders and mountains). Now France has allowed wolf hunts around threatened sheep farms like Caroline's and ordered a cull of 24 animals.  Hunters have so far managed to kill just seven, while the wolves - there are now more than 250 in France - are killing more sheep than ever. Caroline says her last wolf attack was the previous weekend. She has lost dozens of ewes. The wolf is a formidable adversary for man, she says: clever, determined and slightly unhinged. \"When they attack a flock - especially when they get inside an enclosure - they don't stop killing as long as there's still a sheep or a lamb moving,\" says Caroline.  They eat one and kill the others just for the sake of it, she says.  After being eradicated in the 1930s, the wolf padded back into France, over the Alps from Italy, in the mid-1990s, having been listed as a protected species by the  that France has signed up to. Ecologists rejoiced, Caroline among them.  She first came to this farm as an \"eco-volunteer\" with the pro-predator organisation Ferus, which aims to protect bears, wolves and lynxes. As a 20-year-old ecologist activist, studying biology at Bordeaux University, she believed that, if farmers protected their flocks properly, they and the wolf could live side-by-side.   She does not believe this anymore.  \"The wolves find a way around every protection we put in place,\" she says, pointing to the electric fences she has put up. Caroline married the sheep farmer she had come here to help.  As for Ferus, she was quickly disillusioned, she says. What they really want, she says, is for the farmers to leave so they can \"re-wild\" the mountains. It's a bit like asking what is the point of an eagle, or a piece of music, or a painting. The wolf is part of life” Patrick Boffy, head of Ferus in the southern Alps, denies this.  There are some terrains - steep, rocky slopes for example - that are difficult to defend against the wolf, he says.  Here perhaps the farmers should leave, but in most places cohabitation is possible if the farmers adapt, he adds.  But why should people make these efforts for the wolf? \"It's a bit like asking what is the point of an eagle, or a piece of music, or a painting. The wolf is part of life,\" he says.  \"It returned naturally to France - the only southern European country where it had disappeared.  \"In all the others - from Spain to Turkey - there have always been wolves and not one of these countries envisaged eradicating it. The difficulty is one of mentality. In France, we need to learn, little by little, how to live alongside wild animals again.\" And not just hill farmers. The animal is moving closer to major towns.  There are now wolves among the vineyards of the Champagne region. There are wolves 160km (100 miles) east of Paris. The French may also have to re-learn the realities of living close to wild animals again. According to the historian Jean-Marc Moriceau, wolves killed 2,000 people in France between 1362 and 1918 - mainly five- to 15-year-olds.  We have simply forgotten that wolves don't only prey on people in fairy tales. ", 
        "link": "http://www.bbc.co.uk/news/world-europe-26926724", 
        "subject": "Science_and_Environment", 
        "title": [
            "France on alert for prowling wolves"
        ]
    }
]