[{"article": "Spending lots of time on Facebook looking at pictures of friends could make women insecure about their body image, research suggests. The more women are exposed to \"selfies\" and other photos on social media, the more they compare themselves negatively, according to a study. Friends' photos may be more influential than celebrity shots as they are of known contacts, say UK and US experts. The study is the first to link time on social media to poor body image. The mass media are known to influence how people feel about their appearance. The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know” But little is known about how social media impact on self-image. Young women are particularly high users of social networking sites and post more photographs of themselves on the internet than do men. To look at the impact on body image, researchers at the University of Strathclyde, Ohio University and University of Iowa surveyed 881 female college students in the US. The women answered questions about their Facebook use, eating and exercise regimes, and body image.  The research, presented at a conference in Seattle, found no link with eating disorders. But it did find a link between time spent on social networks and negative comparisons about body image. The more time women spent on Facebook, the more they compared their bodies with those of their friends, and the more they felt negative about their appearance. \"Spending more time on Facebook is not connected to developing a bad relationship with food, but there is a connection to poor body image,\" Petya Eckler, of the University of Strathclyde, in Glasgow, told the BBC. She added: \"The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know.  \"These comparisons are much more relevant and hit closer to home. Yet they may be just as unrealistic as the images we see on traditional media.\"  A spokesperson for the Beat eating disorders charity said body image was a key part of our sense of identity and not a trivial matter or personal vanity.  A preoccupation with weight and shape was one of the key features of current popular culture, and was a global phenomenon, she said.  \"The fascination with celebrities, their bodies, clothes and appearance has all increased the pressure that people typically feel at a time when they seek to establish their own identities and when their bodies are growing and changing,\" she said.  \"Young people compare themselves to the images that bombard them and feel it is their fault that their bodies compare so unfavourably.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/health-26952394", "title": ["'Selfie' body image warning issued"]},
{"article": "The appointment of ex-US Secretary of State Condoleezza Rice to the board of technology firm Dropbox is being criticised by some service users. Protests on social media say she is a controversial figure after revelations of widespread wiretapping on US citizens during her time in office. A petition has been launched inviting supporters to boycott the firm.  However some analysts claim the bigger concerns for the file-sharing company are competing services. Following the launch of Mailbox for Android and the wider implementation of Dropbox for Business, the company also announced the addition of Condoleezza Rice as a new board member. We're honoured to be adding someone as brilliant and accomplished as Dr Rice to our team.” Ms Rice, who served as former President George W Bush's Secretary of State from 2005 to 2009 and National Security Adviser 2001 - 2005, was appointed by the company to expand its global footprint, according to its  . However, this has been condemned by some Dropbox users who have launched a campaign.  Voicing concerns on social media, some have said it is inappropriate for the file-sharing company to hire Ms Rice, accusing her of being involved in   during her time in office. Those pressing Dropbox to revoke Ms Rice's appointment are using the hashtag #DropDropbox in an attempt to boycott the company. A   has also been created which amassed approximately 3,000 signatures in its first few hours. Another   said: \"This is deeply disturbing, and anyone - or any business - who values ethics should be concerned,\" before listing a number of Dropbox alternatives for those who wish to boycott the company. It also says Ms Rice should not hold power at Dropbox because of her role in the Iraq war. However, Chris Green, Principal Technology Analyst of Davies  , told the BBC that most users probably wouldn't be concerned over Ms Rice's appointment. \"The vast majority of the company's 275 million users are unlikely to be swayed or concerned by the short-term negative PR that Condoleezza Rice's appointment is generating for Dropbox,\" he said. \"The backlash is fuelled far more by pent-up anger at the administration she served in than a genuine concern for the security of Dropbox users' data.  The bigger concern for Dropbox, says Mr Green, is the growing competition it faces, which includes big names such as Microsoft, Google and Amazon. All of them \"are offering competing services with either more free storage or more compelling commercial packages than Dropbox offers.\" The company has yet to release an official statement addressing the backlash, but a recent Dropbox blog post said: \"We're honoured to be adding someone as brilliant and accomplished as Ms Rice to our team.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26987980", "title": ["Controversy flares as Condoleezza Rice joins Dropbox board"]},
{"article": "Google Glass will go on sale to the US public on 15 April for a single day, the company has announced. Users must be 18 years old and are required to fill in an online form in order to be eligible to buy the device. The eyewear will cost $1,500 (£894) and the BBC understands UK developers may have access as early as May. The high price will be likely to deter many enthusiasts, who may be forced to wait for price reductions. The tech giant sold the device to 8,000 individuals in 2013 as part of their Explorer programme. Google will now give more people the opportunity to test the computer, a sign that the company is getting closer to an official release. The BBC understands that UK developers may have access to the device as early as May or June, making Britain the first country outside the US to gain additional prototypes. [Google] doesn't actually want average Joes using it until it's a much more mature product” The Glass team said they were \"excited to meet our new Explorers, and we can't wait to hear your thoughts about Glass.\" While the £894 asking price seems high, Steven Graves, deputy editor of  , told the BBC this was likely to change: \"The thing you have to bear in mind is it is still in development and that people are buying into that development.  \"I think it's quite a high price but that doesn't necessarily reflect what the price will be when it is eventually released to consumers. At this stage they just want to get it in a few more hands.\" Google Glass will be sold on a first-come, first-served basis after an  .   Evan Kypreos, editor of  , said: \"$1,500 is far too expensive for something that has very limited functionality at the moment.  \"Google is targeting just a few early adopters to understand how to further develop Glass and doesn't actually want average Joes using it until it's a much more mature product. \"It's similar to how mobile phones came about,\" explains Mr Kypreos. \"In the 80s, only a handful of people used them. They were bulky, expensive and could only be used to make calls. Thirty years later and most of the population has a smartphone that can do pretty much anything a PC can.\" Early adopters of the wearable headset include BBC's Rory Cellan-Jones, who has been  . ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26987972", "title": ["Google Glass to go on sale for one day"]},
{"article": "The US government has warned that it believes hackers are trying to make use of the Heartbleed bug. The Department of Homeland Security   for sites affected by the flaw once they had confirmed they were secure. However, an official added that there had not been any reported attacks or malicious incidents. The alert comes as several makers of net hardware and software revealed some of their products had been compromised. A German computer programmer has accepted responsibility for the emergence of the Heartbleed bug, according to a report in the Sydney Morning Herald. Robin Seggelman, a 31 year old from Oelde - 120 miles (193km) north of Frankfurt - is reported to have made the mistake while trying to improve the OpenSSL cryptographic library on 31 December 2011. \"It's tempting to assume that, after the disclosure of the spying activities of the NSA and other agencies, but in this case it was a simple programming error in a new feature, which unfortunately occurred in a security-relevant area,\" he told Fairfax Media. \"It was not intended at all, especially since I have previously fixed OpenSSL bugs myself, and was trying to contribute to the project.\" Affected equipment includes network routers and switches, video conferencing kit, phone call software, firewalls and apps that let workers remotely access company data. The encryption flaw can potentially be exploited to steal passwords and secret keys used to protect computer users. Experts say home kit is less at risk. There had   that domestic home networking equipment - such as wi-fi routers - might also make use of unpatched versions of the OpenSSL cryptographic library used to digitally scramble sensitive data. However, a security researcher at the University of Cambridge's Computer Laboratory said he thought this would be a relatively rare occurrence. \"You would have to be a semi-professional to have this sort of equipment at home,\" Dr Richard Clayton told the BBC. \"It's unusual to find secure connections to a home router because you'd have to have a certificate in the device.  \"If that certificate were self-signed it would generate browser warnings. Alternatively, you could be regularly updated but that would cost money.\" UK internet service providers (ISPs) Sky, TalkTalk and Virgin Media confirmed that their home router suppliers had told them their equipment did not use OpenSSL. News of the Heartbleed bug emerged on Monday when Google Security and Codenomicon - a Finnish security company - revealed that a flaw had existed in OpenSSL for more than two years. This had made it possible to impersonate services and users, and potentially eavesdrop on data communications. Internet security firm Cloudfare has cast doubt over how great the danger posed by Heartbleed is, saying it has been unable to exploit the flaw to obtain the secret SSL keys that would put people's data at risk. The US company was one of those given early warning of the vulnerability before Monday's public announcement, and has had 12 days to carry out tests. \"Note that is not the same as saying it is impossible to use Heartbleed to get private keys,\"   leader Nick Sullivan. \"We do not yet feel comfortable saying that. However, if it is possible, it is at a minimum very hard.\" The news prompted   to lead with the headline: \"Heartbleed security flaw may not be as dangerous as thought\" But Codenomicon - the security firm that sounded the first alert - stands by its warning. \"We know what we found,\" chief executive David Chartier told the BBC. \"Access to memory is a very serious vulnerability and it's great that people are taking quick action to upgrade and remediate the problem. \"If you search on the internet you will find many people have replicated the problem.\" The flaw only exposed 64K of data at a time, but a malicious party could theoretically make repeated grabs until they had the information they wanted.   The website   noted that it was possible to carry out such an attack \"without leaving a trace\", making it impossible to know for sure if criminals or cyberspies had taken advantage of it. Media reports initially focused on the risk of logging into compromised online services such as webmail, cloud storage and banking, with some - but not all - companies suggesting users should reset their passwords. Warnings from companies including  ,  ,  ,   and   that some of their internet products are compromised may now place the spotlight on the corporate sector. Dr Clayton explained how such a hacker could take advantage of the problem. \"If you managed to log into a router then the simplest thing you could do would be to change the DNS [domain name system] settings in there,\" he said. \"Then you could arrange that everything on the internet resolves correctly apart from, for example, Barclays.com, which you could set to resolve to a malicious site that asks for the visitors' details.\" Prof Alan Woodward, a security expert at the University of Surrey, gave another scenario in which hackers could take advantage of flaws in virtual private network software used to let workers log into corporate networks when not in the office. \"The worst case would be that they could reach in and see the keys,\" he said. \"Hence all the traffic going to and from remote workers that people thought was secure could potentially be decrypted. \"But you would be working through quite a few layers of things to get to that because the way OpenSSL is used is quite complicated.\" The US government has said that it was working with third-party organisations \"to determine the potential vulnerabilities to computer systems that control essential systems - like critical infrastructure, user-facing and financial systems\". Meanwhile, officials suggested members of the public should \"closely monitor your email accounts, bank accounts, social media accounts and other online assets for irregular or suspicious activity, such as abnormal purchases or messages\".  Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords The UK has given similar advice. \"People should take advice on changing passwords from the websites they use,\" said a Cabinet Office spokesman. \"Most websites have corrected the bug and are best placed to advise what action, if any, people need to take.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26985818", "title": ["US government warns of Heartbleed bug danger"]},
{"article": "A new burrowing robot for anchoring miniature submarines has been developed - inspired by the humble razor clam. \"RoboClam\" could be used to lay undersea cables, and potentially even destroy mines, its inventors say. The device mimics the digging action used by razor clams to turn solid soil into liquid \"quicksand\", helping them slide through. A prototype is   by engineers from MIT in Boston, US. The cool thing is this technology is already 10 times more efficient than any anchor” They set out to design a new low-power, light-weight anchor for  \"Luckily, nature had already done the work for us,\" said Dr Kerstin Nordstrom, of the University of Maryland, who collaborated on the research. The answer was poking out of mudflats off the coast at nearby Gloucester, MA. The Atlantic razor clam,  , has been dubbed \"the Ferrari of underwater diggers\". An animal of its modest frame (10-20cm) should only be strong enough to penetrate 2cm into packed sand. But it can burrow up to 70cm in just over a minute. Compared to existing anchor technology \"the razor clam is about 10 times more efficient,\" Dr Nordstrom  . To dig for half a kilometre, it would only use the energy in an AA battery. \"But when you try plunging the shell into the sand, it doesn't actually penetrate very far,\" said Dr Nordstrom. \"What this shows is the clam must be actively doing something to the ground when it digs.\" To find out the razor clam's secret, they studied its digging action and modelled it mechanically. The repeated open-shut of the clam's valves turned the hard-packed soil around it into quicksand. \"The clam's trick is to move its shells in such a way as to liquefy the soil around its body, reducing the drag acting upon it,\" said Amos Winter, of MIT's Department of Mechanical Engineering. \"Pushing through sand costs a lot of energy. But if the sand is excited, it's actually very easy. That's the trick,\" added Dr Nordstrom. By mimicking the action of the razor clam, they built their own robotic prototype - which has achieved the same digging speed - about 1cm per second. The first \"RoboClam\" can only reach 20cm, and requires a significant rig of machinery to propel it. But having demonstrated the principle, the team now aims to develop a larger, self-contained unit, that can burrow more than 10 metres. This could be used to anchor larger vessels, and may have military applications - such as detonating mines, the researchers suggest. \"The cool thing is this technology is already 10 times more efficient than any anchor. If we can keep scaling things up, some day it will affect big boats,\" said Dr Nordstrom. \"Also - undersea cable installation is happening more and more frequently. If we can do it more efficiently we can save costs and cause less disturbance to the environment,\" she said. Amos Winter agrees: \"Having a system that could just latch onto the cable, work its way along, and automatically dig it into the soil would be great,\" he said. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26939126", "title": ["'RoboClam' could anchor submarines"]},
{"article": "The BBC was \"far too complacent\" in its handling of a failed IT project that cost licence fee payers £98.4m.  The Digital Media Initiative (DMI) was intended to move the BBC away from using and storing video tape. But it was scrapped, with almost no results, after five years of development.  After investigating the demise of the project,  has branded the programme \"a complete failure\". Chairman Margaret Hodge said the BBC needed to \"overhaul\" its approach to such projects, to \"safeguard licence fee payers' money\". The BBC originally approved DMI in 2006. It was supposed to produce new editing tools, an online archive of the BBC's programmes and a new database. Technology company Siemens was hired to develop the project in February 2008, and it was expected to be completed the following year. However, after a series of delays, the project was brought in-house, There it floundered until last May, when the BBC's incoming director general, Tony Hall, admitted it had \"wasted a huge amount of licence fee payers' money\". The gross estimate of the amount spent on DMI was £125.9m, although the BBC claims to have recouped £27.5m of that. The BBC's technology chief, John Linwood, was sacked in July 2013 over the project's demise. A previous report, by the National Audit Office (NAO), blamed \"confusion and a lack of planning\" for the failure. It said that senior executives failed to take control of the project when it ran into trouble and \"did not appear to appreciate the extent of the problems until a late stage\". The PAC published its own findings on Thursday. It reiterated several of the points raised in earlier reports and criticised the BBC for its failure to alert MPs of the problems. \"When my committee examined the DMI's progress in February 2011, the BBC told us that the DMI was... absolutely essential... and that a lot of the BBC's future was tied up in the successful delivery of the DMI,\" said Ms Hodge. \"The BBC also told us that it was using the DMI to make many programmes and was on track to complete the system in 2011 with no further delays.  \"This turned out not to be the case. In reality the BBC only ever used the DMI to make one programme, called Bang Goes the Theory. \"The BBC was far too complacent about the high risks involved in taking it in-house. No single individual had overall responsibility or accountability for delivering the DMI and achieving the benefits, or took ownership of problems when they arose.\" A BBC spokesman said: \"Tony Hall was right to scrap the DMI project when he took over as director general last year. As we said at the time, the BBC didn't get DMI right and we apologised to licence fee payers.  \"Since then we have completely overhauled how these projects are delivered so that there is crystal clear accountability and transparency.\" A spokeswoman for the BBC Trust, the corporation's governing body, said: \"As we have said before, this represented an unacceptable loss to licence fee payers. \"Acting on the conclusions of previous reports into DMI, we have strengthened reporting to the Trust so that problems are spotted early and dealt with quickly.  \"We are also carrying out follow up reviews once projects are completed to make sure the lessons from DMI are being implemented.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/entertainment-arts-26963723", "title": ["BBC was 'complacent' over failed £100m IT project"]},
{"article": "A key member of a gang that traded stolen and fake credit cards could face years in jail after pleading guilty to racketeering charges.  Cameron Harrison of Georgia, US, was part of a large card fraud ring centred around the Carder.su website.  About $50m (£30m) in losses have been attributed to the group that used the Carder.su site. The group was broken up by US law enforcement in 2012 and so far, 55 of its members have been charged.  The ring leaders of the group, which was run via Russia, are still believed to be at large.  The case is believed to be among the first to use racketeering laws against cybercriminals. Before now the laws were used against members of more traditional organised crime groups. Harrison, aka Kilobit, joined the group in 2008 and was instrumental in helping it steal credit cards, IDs and engage in financial fraud.  Documents filed by the US Department of Justice against Harrison show that he has been indicted under two counts of racketeering and one of making and selling fake ID documents.  US guidelines suggest he will face decades in prison when he is sentenced later this year because those rules inflate prison terms if a crime affects more than 250 victims or involves losses higher than $50m.  The US government is also seeking to make Harrison and other former Carder.su members pay $50m in restitution to the four credit card firms they stole from - Visa, Discover, American Express and MasterCard. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26972284", "title": ["US card thief faces lengthy jail term"]},
{"article": "Some residents of Somalia's capital have been experiencing a form of \"culture shock\" since fibre optic services launched over the last week, an internet provider has told the BBC. \"Any video or site just pops up... they're very excited about the speed,\" Somalia Wireless's Liban Egal says. Until now access to the internet has been via dial-up or satellite links. Earlier this year, 3G mobile phone services were cut off because of a threat from Islamist militants. The al-Qaeda-linked al-Shabab group issued a directive in January ordering all internet services to be stopped, saying those who did not comply would be seen as \"working with the enemy\" and dealt with according to Islamic law. Al-Shabab was driven out of the capital, Mogadishu, in August 2011, but still controls many smaller towns and rural areas in the south and centre of the country where they have imposed a strict version of Sharia. Following their threat, 3G networks nationwide were turned off but the project to launch fibre optic cable services continued in the capital, the BBC's Moalimu Mohammed reports from Mogadishu. He says the fibre optic connections, which have been rolled out over the last week by several internet providers, are only available in Mogadishu. People have been flocking to hotels and internet cafes to try out the fast service - some seeing video platforms like YouTube and social networking sites for the first time, our correspondent says. Mr Egal said the difference in speed was like the difference between \"day and night\". For those residents who have recently returned from the diaspora the development was a relief, he said. It was \"almost a culture shock\" for those who have never left Somalia, he added. He said the move would be a huge boost for the country, which is recovering from more than two decades of civil war. \"Every time a fibre optic cable is connected to a country they see their GDP [gross domestic product] going up because their communication costs go down,\" Mr Egal said. \"All life will be affected - businesses, the government, universities - they all will see the benefits.\"  Our reporter says the current security situation will limit the rollout of fibre optic services to the rest of the country. Since 1991 Somalia has seen clan-based warlords, rival politicians and Islamist militants battle for control - a situation that has allowed lawlessness to flourish. An African Union force has been helping the UN-backed government fight al-Shabab, which wants to create an Islamic state in Somalia. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/world-africa-26973587", "title": ["Somalia in high speed internet 'culture shock'"]},
{"article": "A British scientist whose work made it possible for hard disks to radically expand in size has been awarded the Millennium Technology Prize. Prof Stuart Parkin developed a type of data-reading head capable of detecting weaker and smaller signals than had previously been possible. The innovation allowed more information to be stored on each disk platter. The foundation behind the award said he had made Facebook, Google, Amazon and other online services possible. \"Parkin is a leading innovator in the field of spintronics, which relies on the magnetic spin of electrons rather than their charge to store bits and is one of the most successful fields of nanotechnology yet,\" said Technology Academy Finland. \"[His] innovations have led to a huge expansion of data acquisition and storage capacities, which in turn have underpinned the evolution of large data centres and cloud services, social networks, music and film distribution online.\" Previous winners of the one million euro ($1.38m; £824,000) award - which is announced every other year - include web inventor Tim Berners-Lee and the Linux operating system kernel developer Linus Torvalds. Those selected are judged to have invented something that either has changed or has the power to change people's lives for the better, ideally on a global scale. Prof Parkin's field of expertise is a branch of physics called spintronics - or spin electronics.  In this case, the word \"spin\" refers to a quantum mechanical property of an electron that can be likened to a planet turning around its axis.  Just as planets can rotate clockwise or anti-clockwise, electrons are said to be able to spin up or down - an action that sets up a magnetic field. The analogy is not perfect, but in short the phenomenon can be exploited to store bits of data on atomically-thin magnetic structures. Prof Parkin made this possible by building on the observations of two Nobel Prize winners - Albert Fert and Peter Grunberg - to create a highly sensitive detector capable of discerning small magnetic fields at room temperature. \"The spin valve sensing device allowed one to detect much tinier magnetic fields and therefore smaller magnetic regions in a magnetic disk drive,\" he explained to the BBC. \"The information in a disk drive is basically stored as magnetic regions in a very thin magnetic film.  \"So, now we could detect much smaller regions than was possible before, in fact about 1,000 times smaller because of the extreme sensitivity of the spin valve sensing device.\" The work was carried out for IBM, and the firm commercialised the technology in 1997. It soon became an industry standard, allowing disk capacity to quadruple roughly once a year for several years. That not only made it possible to store more information in computers but also meant it became affordable to build giant data centres. \"The modern world is sustained by our ability to store all our information in magnetic disk drives essentially in the cloud, so that you can instantaneously carry out Google searches, instantly stream music and movies,\" added Prof Parkin. \"None of those things would be possible without the immense capacities of magnetic disk drives at the very low cost that is possible today... thanks to this spintronic sensing device.\" The professor continues to work for IBM, and is hoping to spearhead a further storage revolution with an experimental technology he is developing for the firm called Racetrack memory. The goal is to exploit spintronics to create a new type of storage that would consume less energy than magnetic disk drives but be as high-performing as solid-state flash memory - a more expensive alternative. \"By building a three-dimensional device with tiny nanoscopic wires in which a whole series of magnetic regions are raced to and fro, it can increase the storage capacity of conventional solid-state memory 100-fold,\" he said. \"It would be as fast and reliable as conventional solid state memories but would be as cheap and capacious as a magnetic disk drive - basically containing the best of both worlds.\" While the professor is keen to highlight how his work has made it possible for the internet to offer vast amounts of information and entertainment, he acknowledges that the technology has also been used for more controversial purposes - including the storage and analysis of large amounts of information about the public by cyber-spy agencies. Even so, he said he had few regrets. \"Of course it's a concern if people misuse data if they can,\" he said. \"It's like any scientific discovery or development - it can be used for good and sometimes used for bad.  \"In my mind the goodness certainly outweighs any downside. The discoveries that can be made possible and the knowledge that can be gained by having access to the information certainly outweigh any negatives in my mind.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26929250", "title": ["Hard disk pioneer Stuart Parkin wins Millennium Prize"]},
{"article": "Streaming 4K video is now available on Netflix after   that the on-demand video service would be introducing ultra-HD content. Early adopters of 4K may be unable to take advantage of the new feature as the decoder required to view Netflix 4K videos is not built into early 4K televisions. There are currently few alternatives to overcome the problem. Shows available include House of Cards and \"some nature documentaries\". It has been confirmed by Netflix via   that 4K streaming is now live and available for a select number of programmes, including the second season of House of Cards. However, initial access to the service is limited, with older 4K televisions unable to stream the new high-quality content.  Most 4K televisions purchased before this year lack the H.265/HEVC decoder required to stream Netflix's ultra-HD service. Netflix chief executive Reed Hastings has said that an average speed of 15.6 Mbps would be required to stream its 4K content.  Media requires JavaScript to play. Netflix's chief executive discussed his 4K ambitions earlier this year This could pose additional problems for UK users, whose collective average download speed is below this threshold. \"Average broadband speeds in the UK are 7.6 megabits per second. You would need to have at least double that speed to watch 4K reliably on a streamed basis,\" IHS broadband analyst Richard Broughton   last November. \"Currently only 15% to 20% of households have the speeds necessary.\" Despite the increased demand for 4K, some commentators still have reservations about whether the human eye is truly capable of viewing the difference between 1080p and ultra-HD 4K resolutions.  The eye has a finite resolution, says  , former editor-in-chief of Home Entertainment Magazine, which makes most instances of extreme resolutions needless. Beyond the home, for example in cinemas, the use of 4K and higher remains desirable for many, with a   from Sony stating: \"4K makes a visible difference on screens big and small... 4K projection is scalable, accommodating 4K, 2K, HD and other digital content.\" Netflix is thought to have been working on its 4K streaming service since last November. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26957001", "title": ["Netflix 4K streaming goes live but only on newest TVs"]},
{"article": "Google is taking a stake in a Silicon Valley-based robotics company that has yet to reveal its first product. Savioke's work may be under wraps, but it   to begin customer trials of a service industry-targeted machine this year. Google has acquired eight other robotics companies outright over the past year. Its latest investment may be relatively small but experts say that it should boost confidence in the sector. Savioke has disclosed a total $2m (£1.2m) of seed finance, which includes cash from other sources in addition to an undisclosed sum from Google Ventures, the search giant's investment arm. Savioke was only established last year. However, its chief executive, Steve Cousins, has previous experience in the sector, having launched the PR2 robot - a machine targeted at robotics software developers wishing to try out their code. \"We have decided that it is time for robots to become available widely in the service industry,\" Mr Cousins told the BBC. \"We're not ready to quite disclose what we are going to be doing, but we believe the technology is ripe and this industry is largely untapped. \"There's a few examples of robots in hospitals that are extensions of a surgeon, but what we are looking at is a little bit more what people traditionally think of as robots - autonomous entities that can do things on their own and can help people out.\" Although he declined to say which sectors would be targeted,   lists hotels, elderly care facilities, hospitals and restaurants as possibilities. Mr Cousins was keen to stress that the deal involved Google Ventures - a unit that operates independently of the rest of the California-based company and whose stated goal is to fund the \"best companies\" rather than ones that are strategic to Google's other operations. However, GV's previous stake in Nest ultimately resulted in Google paying $3.2bn to add the smart thermostat-maker to its main business, and Mr Cousins did not rule out the possibility of his company following a similar path. \"In the end, what we want to see is robots out in the world helping people,\" he said. \"So, whatever 'exit strategy' leads us to that goal is what we are all about.\" Google's interest in robotics was preceded by that of Amazon.  The web retailer paid $775m in 2012 to buy Kiva Systems, a company specialising in robots used to move goods in warehouses. Venture capitalists said the two big companies actions' were now fuelling interest from others. \"One of the big questions when you do a robotics deal had always been who is going to buy it if this thing doesn't go public,\" said tech investor Paul Kedrosky.  \"It was never obvious. Now that Amazon and Google have self-identified as acquirers, it makes doing robotics deals pretty exciting.\" Mike Maples, co-founder of Floodgate Ventures, agreed the sector had become more attractive. \"In the last few years, it has become clear that the computer industry is no longer primarily about computers - whether it's post-PC devices, internet of things, self-driving cars, wearables or robots - an entirely new digital industry is emerging where computers fade into the background but digital is everywhere,\" he said. \"Google's move into robotics will make it even more attractive to start-up investors because it accelerates the creation of a new category of opportunities.\" British engineering company Dyson recently announced that it was investing £5m in a robotics lab at Imperial College London. One roboticist said he expected more deals would follow. \"It's pretty clear that with an ageing population there is a fantastic business opportunity for creating technology that is not only going to improve people's quality of life but also extend their working lives,\" said Prof Chris Melhuish, director of Bristol Robotics Laboratory. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26958985", "title": ["Google invests in Silicon Valley robot-maker Savioke"]},
{"article": "Three out of 43 police forces in England and Wales have a comprehensive plan to deal with a large-scale cyber-attack, a report has found. Her Majesty's Inspectorate of Constabulary (HMIC) warned only Derbyshire, Lincolnshire and West Midlands had sufficient plans in place. It also found only 2% of police staff across 37 forces had been trained on investigating cybercrime. The report examined how prepared police are for a series of national threats. The capacity and capability of the police to respond to national threats is stronger in some areas than others” Last year, the government identified five threats as priorities for police to prepare for. These are: As part of its Strategic Policing Requirement (SPR), the Home Office called for a nationally-required policing response to counter each of the threats. The report is the first in a series of inspections looking at how individual forces have responded to the guidelines. However, it found the response to national threats by individual forces has \"not changed appreciably\". HMIC inspectors said they were \"struck by how incomplete the police service's understanding of the national threats was\" and that more needs to be done \"collectively by all forces\". The report called for \"much greater attention\" from police leaders. \"The capacity and capability of the police to respond to national threats is stronger in some areas than others - with the police response to the cyber-threat being the least well developed,\" HMIC's Stephen Otter said. Police plans to deal with counter-terrorism, public order, civil emergencies and organised crime were in \"stark contrast\" with the capabilities for cyber-related threats. Inspectors found the ability to deal with cyber-threats remains \"largely absent\" in some forces and that some senior officers across England and Wales are still \"unsure of what constituted a large-scale cyber-incident\". The police must be able to operate very soon just as well in cyberspace as they do on the street” They found forces were \"silent\" when it came to preventing cybercrime and protecting people from the harm it causes, despite the fact it is \"fast becoming a dominant method in the perpetration of crime. \"The police must be able to operate very soon just as well in cyberspace as they do on the street,\" the report said. According to the government's definition, a large-scale cyber-incident could be \"a criminal attack on a financial institution to gather data or money\" or an \"aggregated threat where many people or businesses across the UK are targeted\".  It also includes \"the response to a failure of technology on which communities depend and which may also be considered a civil emergency\".  The HMIC report covered police forces in England and Wales.  In Scotland, police have tried to tackle cybercrime by forming a \"cyber-resilience group\" with industry experts and academics, which aims to spread awareness of cybercrime and help businesses protect themselves.  Last year it was estimated cybercrime costs Scottish businesses £5bn a year.  The Police Service of Northern Ireland has focused on protecting young people from the dangers of cybercrime aimed at individuals. Chief Constable Justine Curran, the national policing lead for public order at the Association of Chief Police Officers, said police had \"continued to improve\" and to \"develop our understanding of the threats we face\".  However, she said there was \"more to do to develop a clear, consistent approach,\" particularly when it comes to cybercrime, which she said remained \"a growing threat\". \"This report will assist chiefs and the College of Policing in this ongoing work and provide useful ideas for enhancement where this can be achieved within the current financial austerity across policing,\" she said. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/uk-26963938", "title": ["HMIC report highlights concern over cybercrime plans"]},
{"article": "A battery that can charge in under 30 seconds has been shown off at a technology conference in Tel Aviv. Israeli start-up StoreDot displayed the device - made of biological structures - at Microsoft's Think Next Conference.  A Samsung S4 smartphone went from a dead battery to full power in 26 seconds in the demonstration. The battery is currently only a prototype and the firm predicts it will take three years to become a commercially viable product. In the demonstration, a battery pack the size of a cigarette packet was attached to a smartphone. \"We think we can integrate a battery into a smartphone within a year and have a commercially ready device in three years,\" founder Dr Dorn Myersdorf told the BBC. The bio-organic battery utilises tiny self-assembling nano-crystals that were first identified in research being done into Alzheimer's disease at Tel Aviv University 10 years ago. The nano-dots are  described by StoreDot as \"stable, robust spheres\" that are 2.1 nanometers in diameter and made up of peptide molecules. The technology has a range of uses,  founder Dr Myersdorf said. \"Batteries are just one of the industries we can disrupt with this new material. It is new physics, new chemistry, a new approach to devices,\" he said. The team has also used the nano-crystals in memory chips which could write three times faster than traditional flash memory and as a non-toxic alternative to cadmium in screens. Dr Myersdorf said that the batteries are likely to be 30 to 40% more expensive to manufacture compared to traditional ones and the final product will be twice as expensive than those on the market today. But making them should be a relatively easy process.  \"It is about letting nature take its course. We just need a facility that can do chemical processing,\" he said.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26934932", "title": ["Battery offers 30-second phone charging"]},
{"article": "An ultra-cheap 3D printer has hit its Kickstarter goal in just 11 minutes, with some lauding it as the first mass market version of the technology. Makers M3D have currently raised over $1m (£597,000) well ahead of their $50,000 target with 28 days to go. Early backers will get the machine for just $199 and other backers can pledge as little as $299.  Dubbed Micro, it comes with easy-to-use software that allows users to search, drag and drop objects to print. Kickstarter is a crowd-funding website that has breathed life into a range of technology projects, including the virtual reality headset Oculus Rift, which was subsequently bought by Facebook for $2bn. At just 7.3in (18.5cm) square and weighing 1kg (2.2lbs), the device will be easy to move around. It can be used with Windows, Mac or Linux. It comes with software that allows users to search and browse objects online. Once they have picked something they would like to print they drag it into the printer and hit print. \"It's our goal to make the Micro accessible to everyday users,\"  The tagline on its Kickstarter page calls it \"the first truly consumer 3D printer\". Some believe that it could be a game changer. \"Along with the market entry of New Kinpo I think it's one of the most interesting things to happen in desktop 3D printing,\" said expert Joris Peels. \"New price points and lower pricing will be key in getting people to buy a 3D printer. Not many people can afford to pay $2,000 for a printer but many more can try one for $500 or $300,\" he added. The team hope to be able to start shipping the machines in August.  While those supporting the device on Kickstarter will get it for $299 or below, a retail price has not yet been set although it is expected to be \"within the same price bracket\" according to a company spokeswoman.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26945020", "title": ["$299 3D printer achieves Kickstarter goal in minutes"]},
{"article": "Facebook has removed a page entitled \"Soldiers deserve to be raped and murdered\" - but not because of its subject matter. The page was created last year and had sparked objections from members of the armed forces and the public. The site initially left it in place, saying it did not breach its rules. However, Facebook removed the page shortly after being contacted by the BBC, saying a check had revealed the account holder's details to be fake. Critics of the company have said the case highlights concerns about its review policies. The page was created last July and had called on visitors to \"support the cause in weeding out and eliminating this worthless breed of cowardice\". Facebook's Community Standards state that it will remove content where it perceives there to be a \"genuine risk of physical harm\" and that members may not \"credibly threaten others, or organise acts of real-world violence\". However, a spokesman for the social network indicated that the threat had not been specific enough for its complaints team to act on. \"Sometimes there is content on Facebook that expresses angry and unpleasant ideas but doesn't directly target anyone,\" he said. \"In such cases the page may be left up.  However, we can compel people who post things like this to make their real names visible so they are publicly accountable for their views.   \"On investigating this particular page administrator, we found they were using a fake account and we removed it.\" Clearly this page was taken down because it was offensive” He confirmed that the fact the creator's details were false was only flagged after the site was contacted by the BBC's technology correspondent Rory Cellan-Jones, who had asked about the matter after it had been raised by a member of the audience. Among those to have previously complained about the posting were visitors to another page on Facebook set up to support members of the Royal Marine commandos. Its administrator - who had previously served in the British Army - said that this was just one of several pages concerning the armed forces that they had complained about, and added that he believed Facebook needed to be more proactive about deleting such material despite concerns this might raise about free speech.  \"You've got to show respect for the men and women who have fought and died for others to hold their own opinions,\" Stef Proietti told the BBC. \"It creates hatred and causes anger.  \"I appreciate that a lot of these types of pages are set up by what you would call internet trolls looking to create a reaction. \"But, as we've seen in the past... it creates more tension, not just among the social network's community but it also spills out into real life.\" By contrast, La Quadrature du Net (Squaring the Net) - a Paris-based group that campaigns for internet users' rights - said it was concerned that a company with as much influence as Facebook should be left to make such decisions.   \"A judge may or may not have considered that this was a direct call to violence, and on that ground may or may not have asked Facebook to remove it - and this is how it should be,\" said the group's co-founder Jeremie Zimmermann.  \"[Instead] Facebook has become a sort of parallel justice with its own rules that we cannot fully understand. \"This is a major problem for whoever believes their speech is protected on Facebook.\" But one academic said it was no surprise that the company had acted the way it had. \"The principle of First Amendment freedom-of-speech rights is something that nobody wants to be seen to be violating in the US, particularly Silicon Valley-type companies for which it's buried very deeply into their ideology,\" said Dr Joss Wright, of the Oxford Internet Institute. \"Clearly this page was taken down because it was offensive, but it's very convenient for the firm to have an alternative justification - the use of fake credentials or, as we've seen in other examples, a violation of copyright. \"I think Facebook will stick to this kind of approach as long as it can. It doesn't want to be put in a position where it's expected it will police its content because that could then turn into a requirement that is forced upon it.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26938007", "title": ["Facebook wipes page saying soldiers should be murdered"]},
{"article": "Toyota is recalling 6.4 million vehicles globally, including 35,124 in the UK, over five separate issues. Some 3.5 million vehicles are being recalled to replace a spiral cable attached to the driver's side airbag.  It may be damaged when the steering wheel is turned and result in the airbag not being deployed in a crash. Other issues include problems with seat rails, steering columns, windscreen wipers and a glitch with the engine starters that poses a fire risk.  Toyota said it was not aware of any vehicle crashes, injuries or fatalities caused by these conditions. However, it said it had received two reports of fires in connection with the engine starter problem. The carmaker said that \"due to inefficiencies in the design of the starter motor relays, metallic particles might accumulate on the contacts within the relay\". It said that if the relays continued to be used, the particles could come off and enter the relay's circuitry and in the \"worst case, this could lead to the starter relays catching fire\". Approximately 20,000 vehicles involving six Toyota models and the Subaru Trezia are being recalled to replace both engine starter relays and the engine starter motor. Other recalls include: The latest recall, which affects 27 different models, is the fifth major one that the company has issued in recent months.  Recalls are not uncommon in the industry. General Motors has recalled millions of vehicles in recent weeks as well. And while it is an inconvenience, customers have also started to realise that it is something that is in their best interest. It is now seen as a way of the carmakers saying, \"We will try and get it right, but if sometimes we don't we will fix it for you.\" But in the case of Toyota, the latest recall comes as it has been trying to rebuild its reputation as a maker of reliable and high-quality vehicles - which was key to its success over the past decades.  These recalls are likely to make that task more difficult. It has recalled more than 25 million vehicles over two-and-half years. To put that in context, it has sold just over 21 million during the same period. In February, it called back 1.9 million of its top-selling Prius hybrid cars because of a software fault that might cause the vehicle to slow down suddenly. In the latter half of last year, it issued separate recalls affecting more than 2.2 million vehicles.  Overall, the company has recalled more than 25 million vehicles over the past two-and-a-half years. That is far more than the number it called back in 2009 and 2010 - widely seen as the worst years in terms of damage to its reputation. Toyota's sales had suffered in the aftermath of those recalls, which were prompted by problems with accelerator pedals becoming trapped under floor mats. The recalls had also triggered a criminal investigation against the carmaker in the US.  Earlier this year, the firm agreed a $1.2bn (£720m) settlement with US regulators after a four-year inquiry into its reporting of safety issues. Recalls are not uncommon in the industry. For example, General Motors is in the middle of recalling millions of vehicles as well.  However, there are concerns that Toyota's current troubles may hurt its efforts to rebuild its reputation, which was damaged by the 2010 recall fiasco. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-26950970", "title": ["Toyota to recall 6.4 million vehicles"]},
{"article": "The General Lighthouse Authorities of the UK and Ireland have issued a map illustrating the effects of last week's failure in \"Russia's GPS\" system. Satellites of the GLONASS network experienced a half-day outage when bad data was uploaded to spacecraft.  map shows a GLONASS receiver at Harwich giving corrupted position fixes that were off by more than 50km. The Authorities say the 2 April event is a timely reminder that alternatives to satellite navigation are essential. The GLA themselves are supporting a system in the UK and Ireland called eLoran, which transmits long-range position, navigation and timing signals from a ground-based radio network. Its primary use is for ships and others in the maritime sector, but there is a feeling also that eLoran could provide a robust back-up for GPS, GLONASS, and Galileo when it arrives. Galileo is the European sat-nav system, which is in the process of roll-out. A   found that the UK was becoming dangerously over-reliant on what are termed Global Navigation Satellite Systems (GNSS). Use of space-borne positioning and timing data is now widespread, in everything from freight movement to synchronisation of computer networks. The academy found that too few of these applications were able to lean on alternatives should the primary sat-nav signals go down. Receivers needed to be capable of switching seamlessly between a variety of data sources, the RAEng expert panel argued. \"GLONASS is used by quite a lot of people, actually; the iPhone-5 can pick up its signals,\" explained Prof David Last, a consultant engineer and past president of the Royal Institute of Navigation. \"What we saw last week was many people being affected by the GLONASS failure even with receivers that were also picking up GPS.   \"The lesson that comes out of this is not just that satellite-navigation systems are vulnerable, but that you don't get a protection by simply plugging in a second satellite-navigation system.   \"You need something that is different and doesn't share common modes of failure,\" he told BBC News.   ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26957569", "title": ["Map illustrates 'Russian GPS' failure"]},
{"article": "A new-look Twitter is being rolled out, with many commenting that it looks very similar to Facebook's profile pages. The redesign will be available to a small group of users initially and will be made available across the whole site \"in coming weeks\". Cover photos appear full-width along the top of the screen, with the main picture on the left-hand side. Tweets that have received the most engagement will appear slightly larger and photos are given more prominence. The changes were first tested in February. The new design was outlined in a   that listed some of the other big changes, including: The BBC took to Twitter to gauge reaction. \"Not sure this is going to go down well,\" said Michael H in response to a  tweet asking about the redesign. \"Looks a bit much to me. I love the simplicity of Twitter, this is a huge departure,\" said Tom Barnett. \"Disgusting,\" tweeted Nick Turner. \"Twitter is turning into Facebook and taking away everything that makes it good.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26942625", "title": ["Twitter redesign looks like Facebook to many tweeters"]},
{"article": "Media playback is unsupported on your device  Last updated at 00:09 BST  Samsung launches the latest version of its popular Galaxy model, the S5, on Friday. Luke Mansfield, head of innovation in Europe, gave the BBC's Rory Cellan-Jones a preview of some of the phone's features. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971605", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 12:49 BST  As more people watch television through on-demand streaming services and box sets, advertisers are finding it increasingly difficult to attract the attention of audiences. But new video techniques are allowing advertisers to change the brand names or products that appear in television shows after they have been filmed and edited, which could help make their products more attractive. Click's Marc Cieslak reports.   ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26920280", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 11:47 BST  Apple and Google face competition from Amazon with the launch of its own internet-connected TV set-top box. Amazon Fire TV is already on sale in the US for $99 (£60). Microsoft has unveiled a voice-controlled assistant called Cortana and Pixelbots are swarming to create images on tables and whiteboards. BBC Click's Dan Simmons has more details of these and other technology stories of the week. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26884471", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:32 BST  Several technology firms have recommended people change all their passwords following the discovery of a major security flaw called Heartbleed. The European Court of Justice has declared \"invalid\" an EU law requiring telecoms firms to store citizens' communication data for up to two years. And a two-way mirror fitted with facial recognition technology aims to take the perfect selfie.  BBC Click's Marc Cieslak has more details of these and other technology stories of the week. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26969236", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:29 BST  Kate Russell's weekly review of the best apps and websites. can help you to see who is engaging with you on Twitter and provide tools to clean up your account.  is a fun tool that will help you out with some snappy prose if you are having trouble deciding on a biography. New iPhone app,  , wants to help you make better decisions by using an algorithm to help you see the root of your dilemma. Another useful iPhone app is  . It turns written articles from top news sources in categories set by you into short video summaries.  is a virtual aquarium where visitors queue up to feed lovely tropical fish and it makes a good adornment for your screen too.  is a National Health Service approved iPhone app that can help you conquer a fear of spiders with proven relaxation and anti-anxiety techniques. Video of the week is   by Vimeo channel duo Supermarche: Henry and Rel and is definitely the coolest model city I have ever seen. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26960177", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:08 BST  It has not been a good few weeks for investors in technology stocks. The Nasdaq index, packed full of tech hopefuls, has been sliding - it was down 1.3 per cent yesterday. The big internet names like Linked In and Twitter are down 40 per cent from their highs. Eileen Burbidge of Passion Capital and Alpesh Patel from Praefinium Partners analyse why there is a downturn in tech stocks.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27000978", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 17:20 BST  A versatile minesweeping remote controlled robot designed in Cambridgeshire has won export business across the world. The mobile robot built by Armtrac of Burwell is now operating in Africa and South America where a total of 34 units have been sold. The unit flails the ground to detect mines or can use an arm to pick up devices which may be explosive and carry them away for safe disposal. Armtrac managing director Steve Brown said it can be used to clear mined areas or in terrorist situations. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-26977229", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 13:35 BST  Several tech firms have urged people to change all their passwords after the discovery of a major security flaw called the Heartbleed Bug. The Yahoo blogging platform Tumblr has advised the public to \"change your passwords everywhere - especially your high-security services\". But with users told to pick a complicated, different log in for each site, trying to remember them all becomes a challenge. Rory Cellan-Jones looks at some of the ways people can manage multiple strong passwords online. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971599", "title": []},
{"article": " Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords Computer users across the globe are being strongly urged to change all their online passwords because of the Heartbleed Bug. Memory expert Tony Buzan gives tips on how to remember new ones, which should be a long jumble of randomly generated letters and numbers.  is something many people avoid at all costs, because they fear they will forget the new password. However, you can make something memorable by simply using the power of association and location. In order to remember a string of online passwords, all you have to do is  , calling on your imagination throughout. The more you stimulate and use your imagination, the more connections you will be able to make, and the more you will be able to memorise.  Here are security expert Prof Alan Woodward from the University of Surrey password tips  Hackers can find out a lot about you from social media  Hackers can precalculate the encrypted forms of whole dictionaries and easily reverse engineer your password.  try a word or phrase where characters are substituted - Myd0gha2B1g3ars! If hackers compromise one system, they won't be able to access other accounts. Don't write them down - use a secure password vault on your phone When you find that you have to remember a random formation of letters and numbers, devise your own   for each number and letter. Say for example, I need to remember this random mix of numbers and letters:   Start with a key image word that starts with the sound of each letter, and make sure the word is easy to imagine and easy to draw. For example,  If you can think of several possibilities for a letter, use the one that comes first in the dictionary.  A similar rule is applied to remembering   - you devise key memory images for words that rhyme with the sound of the words for the numbers. For example, the   word that most people use for the number   and the images conjured up for it range from one enormous hive, from which emanates a sky-covering swarm of monster bees, to a microscopic hive, with only one tiny bee.  To remember a random   you need to \"translate\" each number and letter of the password you have to remember into an image whether it be in a form of a letter or story, devised from a basic code. Use the letters and numbers you have transcribed and   and phrases that link you back to both the number and the letter.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/blogs-magazine-monitor-26969276", "title": ["Heartbleed Bug: How to memorise a new password"]},
{"article": "When Simeon Penn, director of powerboat experience company Saber Powersports, needed a loan for a new boat, he didn't go to his bank. Instead, he got the money from Funding Circle, an online marketplace that allows individual savers to lend money directly to small and medium-sized businesses (SMEs). Mr Penn's accountant suggested he try this alternative form of funding after the bank failed to respond to his loan request after three weeks. With Funding Circle, the £25,000 that Saber needed was in the company account two weeks later and the application process was very simple, Mr Penn said. Even more unusually, he spoke to a \"real person\" who took an interest in his business. By contrast, the bank \"was making him jump through hoops\", he said. He was so impressed by the process that when he needed a further £15,000 to replace an engine and to increase his company's marketing before the peak summer season, he went back to Funding Circle. \"It's definitely the future; it's where businesses are going to go,\" he said. This type of peer-to-peer funding (P2P) - also known as crowdfunding - turns financing on its head. Instead of asking a bank or a few individuals for large sums of money, a business can ask a large number of people for just a small amount each. The more people who come forward to lend, the lower the interest rate a company can secure. Samir Desai, Funding Circle's chief executive and co-founder, believes speed is the key advantage for SMEs, with businesses getting access to cash within two weeks rather than the three months it typically takes the banks to stump up. \"There is no doubt that technology is now in the middle of changing financial services for good,\" he says. Carol Sullivan, who runs Divorce Negotiator, a firm which aims to help separating couples divide their financial assets, borrowed £15,000 over three years at a rate of 6% from Zopa, the UK's oldest P2P lender for SMEs.  She used the money to fund a TV advertising campaign and says: \"The application process was much simpler and quicker than it would have been with a bank.\"  Open-source data handling systems, such as Hadoop, MongoDB and Cassandra, which can process and structure vast amounts of data from a wide and growing range of sources, including social media, have helped alternative lenders assess borrowers' creditworthiness to a much higher degree of accuracy than before. And this data crunching ability is encouraging new, flexible forms of finance. For example, Kabbage, a fast-growing Atlanta-based company, offers working capital of up to £25,000 to small online businesses selling through eBay and Amazon. It decides how much businesses can have by analysing their social network profiles and user feedback ratings, as much as their commercial transactions. After merchants have been approved for funding - a process Kabbage says can take as little as seven minutes - the cash is deposited in their PayPal accounts, enabling them to buy more inventory and respond quickly to consumer demand. Technology also underpins new \"equity crowdfunding\" platforms, whereby businesses give up a stake in their company in return for investors' cash. For example, Inform Direct, a start-up that aims to make it easier for businesses to deal with Companies House, raised £450,000 in just two weeks using SyndicateRoom. The platform, which is similar to Crowdcube and Seedrs, offers investment so long as the company seeking capital has secured backing from a lead investor first. And philanthropic funding platforms such as Kickstarter have helped many small businesses and artists bring their projects to fruition. P2P lending may be fast, but it isn't necessarily the cheapest way to raise business capital. Interest rates for the past 100 loans made via Funding Circle's platform ranged from 7.3% to 12.4%, the company says. This is higher than the 4.4% to 7.2% range charged by banks for fixed-rate loans to SMEs, according to the British Bankers Association (BBA). This may be one reason why the UK alternative finance market is still relatively tiny, albeit growing fast. In 2011, it provided £26.7m of finance to SMEs. By last year, that figure had jumped to £332m, benefiting an estimated 5,000 SMEs, according to research from enterprise charity Nesta.  Poor service from banks is certainly helping this growth.  Last November, government adviser Lawrence Tomlinson issued a damning report on the banks' \"disturbing patterns of behaviour\" towards SMEs. He said many businesses were being \"actively deterred from accessing finance before being given the chance to apply\". But awareness of funding alternatives remains low. A recent survey from the Federation of Small Businesses found that just 37% of SMEs knew about them. And according to the BBA, the UK's main five banks still account for 60% - around £100bn - of all loans and overdraft borrowing by SMEs. The reliability of the underlying technology is increasing confidence in the sector, however. The UK government allocated £20m in 2013 and a further £40m this year to inject directly into small businesses via Funding Circle, and this month the Financial Conduct Authority began regulating the sector for the first time, giving it an official stamp of approval. And in this year's Budget, Chancellor George Osborne announced that P2P lending will be allowed within tax-free individual savings accounts for the first time. Giles Andrews, founder and chief executive of Zopa, is confident that his industry is poised for rapid expansion. \"At the moment we are all busy competing with banks. Eventually we will be competing with firms like us, which will be a nice problem to have,\" he says.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-26822187", "title": ["Power up your small business with hi-tech finance"]},
{"article": "This week it has emerged that a major security flaw at the heart of the internet may have been exposing users' personal information and passwords to hackers for the past two years. It is not known how widely the bug has been exploited, if at all, but what is clear is that it is one of the biggest security issues to have faced the internet to date. Security expert Bruce Schneier described it as \"catastrophic\".  He said: \"On the scale of one to 10, this is an 11.\"  The BBC has attempted to round up everything you need to know about Heartbleed. The bug exists in a piece of open source software called OpenSSL which is designed to encrypt communications between a user's computer and a web server, a sort of secret handshake at the beginning of a secure conversation. It was dubbed Heartbleed because it affects an extension to SSL (Secure Sockets Layer) which engineers dubbed Heartbeat. It is one of the most widely used encryption tools on the internet, believed to be deployed by roughly two-thirds of all websites. If you see a little padlock symbol in your browser then it is likely that you are using SSL. Half a million sites are thought to have been affected. In chief technology officer of Co3 Systems Bruce Schneier said:  \"The Heartbleed bug allows anyone to read the memory of the systems protected by the vulnerable versions of the OpenSSL software. This compromises the secret keys used to identify the service providers and to encrypt the traffic, the name and passwords of the users and the actual content,\" he said. \"This allows attackers to eavesdrop communications, steal data directly from the services and users and to impersonate services and users,\" he added. The bug is so serious it has its own website  which outlines all aspects of the problem. Some security experts are saying that it would be prudent to do so although there is a degree of confusion as to when and if this needs to be done. Many of the large technology firms including Facebook and Google have patched the vulnerability.  Confusingly though Google spokeswoman Dorothy Chou specifically said: \"Google users do not need to change their passwords.\" A source at the firm told the BBC that it patched the vulnerability ahead of the exploit being made public and did not believe that it had been widely used by hackers. Some point out that there will be plenty of smaller sites that haven't yet dealt with the issue and with these a password reset could do more harm than good, revealing both old and new passwords to any would-be attacker. But now the bug is widely known even smaller sites will issue patches soon so most people should probably start thinking about resetting their passwords. \"Some time over the next 48 hours would seem like sensible timing,\" the University of Surrey's computer scientist Prof Alan Woodward told the BBC. Mikko Hypponen of security firm F-Secure issued similar advice: \"Take care of the passwords that are very important to you. Maybe change them now, maybe change them in a week. And if you are worried about your credit cards, check your credit card bills very closely.\"  Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords The exploit was not related to weak passwords but now there are calls for a mass reset of existing ones, many are reiterating the need to make sure they are as secure as possible. People should regularly change their passwords, said Prof Woodward, and they need to make sure that they choose something that does not relate to themselves, such as a pet's name. Words that don't appear in a dictionary are preferable as is a mixture of words and numbers. For people whose attitude to passwords is to reset them each time they visit a site because they have forgotten them, there is help on hand. Tools are now widely available that will store and organise all your passwords and PIN codes for computers, apps and networks. They can also generate passwords and can automatically enter your username and password into forms on websites. Such tools store your passwords in an encrypted file that is accessible only through the use of a master password.  Examples of such services include KeePass, LastPass and 1Password. Some firms are starting to offer alternatives to passwords. Mobile firms including Apple and Samsung are integrating fingerprint-readers which allow users to access their phone and certain functions on it just by swiping their finger on the screen. There are half a million believed to be vulnerable so too many to list but there is a glut of new sites offering users the chance to check whether the online haunts they use regularly are affected.   has compiled a list as has new website  . Meanwhile security firm Kaspersky directs people to the  While Facebook and Google say that they have patched their services, according to the   there is a long list of sites that are still vulnerable, including Flickr, OkCupid and Github. One of the biggest tech firms remaining on the vulnerable list was Yahoo but, as of last night, it too seemed to have remedied the problem saying it \"had made the appropriate corrections across our entire platform\". Many more sites will spend the coming days scrambling to do the same. Bruce Schneier called on internet companies to issue new certificates and keys for encrypting internet traffic. Doing so would render stolen keys useless, he said. More of a cock-up than a conspiracy” The bad news, according to   is that \"exploiting Heartbleed leaves no traces so there is no definitive way to tell if the server was hacked and what kind of data was stolen\". Security experts say that they are starting to see evidence that hacker groups are conducting automated scans of the internet in search of web servers using OpenSSL. And Kaspersky said that it had uncovered evidence that groups believed to be involved in state-sponsored cyber-espionage were running such scans shortly after news of the bug broke. The bug was first spotted by Google Security and a Finnish security firm Codenomicon which said that it was introduced by a programming error. Because OpenSSL is open source, researchers were able to study the code in detail which is why it was found in the first place. But such code libraries are immensely complex so it can take some time for those who routinely examine the code to come across such problems. \"It was such an unexpected problem that it wasn't something that researchers would necessarily have been looking for,\" Prof Woodward told the BBC. There is no direct evidence although lots of speculation that there is a link after details emerged that the National Security Agency (NSA) explored ways to break encryption.  GCHQ simply said it had a \"longstanding policy that we do not comment on intelligence matters\". And many seemed to think that the problem was down to bad code rather than anything more sinister. \"More of a cock-up than a conspiracy,\" said Prof Woodward, who has undertaken consultancy work for GCHQ. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26969629", "title": ["Heartbleed bug: What you need to know "]},
{"article": "Media playback is unsupported on your device  Last updated at 01:05 BST  The London Book Fair took place this week - the UK's largest publishing event. Over the past decade the presence of digital publishing has been increasingly felt there - but this year another milestone was reached. Video gamers were given their own pavilion, another sign of barriers breaking down in the digital world. BBC News went to meet the new intruders, speaking to Ian Livingstone, co-founder of Games Workshop and one of the authors of the 1980s publishing phenomenon, the Fighting Fantasy series; digital developer Rebecca Winch of the The Project Factory, who made the official Sherlock Holmes app, 'Sherlock: The Network'; and Kate Ho, managing director of Interface3, who make interactive, educational games for children for mobile platforms.  Video Journalist:  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26991913", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 18:55 BST  An Israeli startup company has developed a new product that can charge your smartphone from empty to full in 30 seconds. Dr Doron Myersdorf, from StoreDot, demonstrated the product, which uses nano-technology. But technology journalist Rupert Goodwins questioned how much power such a short charge could supply. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26963255", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 01:23 BST  The team behind the Solar Impulse project - a mission to fly around the world in a plane powered only by the sun - has revealed the plane in which the pilots will make their attempt.  Its predecessor, Solar Impulse 1, has already been flown across America, and stored sufficient power in its batteries to fly all night.    With a wingspan of 72m (236ft), Solar Impulse 2 is the width of a Boeing 747, but weighs about the same as a large car.  Its wings are covered in 18,000 solar cells to convert sunlight into electricity to power its motor and to store in its batteries.  The Switzerland-based team will make the attempt next year. Andre Borschberg, one of the pilots and co-founder of Solar Impulse, showed BBC News the brand new craft and explained how it has been designed to allow a pilot to spend up to five days alone in the cockpit.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26955341", "title": []},
{"article": "The Bradley Timepiece, a watch designed for blind people and named after a Paralympian gold medallist who lost his sight in Afghanistan, is up for design of the year at London's Design Museum. But it's mostly being bought by sighted people, writes Chris Stokel-Walker. The watch has a stark, circular titanium face. There are no hands. There are no numbers. Around a groove in the centre a ball-bearing rotates to mark the minutes. Around the edge of the watch, another ball bearing rotates to tell the hours.  The Bradley was designed for the use of blind people, the latest in a long line of efforts to help those without sight efficiently tell the time. Designer Hyungsoo Kim was in a lecture hall at Massachusetts Institute of Technology in September 2011 when a neighbouring student asked him the time. \"My classmate is visually impaired, and had been for 10 years,\" explains Kim.  The student had a watch that could tell the time, but only by pressing a button that would make it speak out loud. Doing so in a classroom could be disruptive, so instead, says Kim, \"I was his wristwatch.\" There are a number of timepieces for the blind, including the   that uses a series of rumbles to denote hours and minutes. Tactile, or Braille watches, are popular in the blind and partially sighted community. They look similar to a normal watch, but the front glass can be flipped up, allowing the wearer to touch the hands and tell the time.  \"If you're blind you don't know if you've got up in the middle of the night,\" explains Leslie Duroe of RNIB, the UK's main charity for the blind and partially sighted. \"It can make people feel very insecure to not know what time it is.\" For Kim, previous designs were more functional than beautiful. Sighted people choose their watches as much as a fashion statement as for merely telling the time. Many might assume that blind people care only about function. But that's wrong. There were also practical criticisms over existing watches for some users - in the case of tactile or Braille watches, foreign objects such as food could clog or affect the progress of the hands.  Kim wanted a watch that looked good and would work for his friend.  \"I put together a team of engineers and we came up with the idea of a Braille display, one that would display the time written out in Braille,\" says Kim. But when a prototype was created, the feedback wasn't great. \"We learned that less than 10% of visually impaired people can read Braille,\" Kim says. What's more, many people in the UK and US are not born blind but develop sight problems later in their lives - 82% of those living with blindness are aged 50 or older, according to the World Health Organization. With less experience of reading Braille, their sense of touch is often less developed. Kim and his team went back to the drawing board - the timepiece went through 25 different versions, each one tested by visually impaired people.  There was always a battle between functionality and producing a beautiful object.  Damon Rose is blind, and produces the BBC's   - he describes the pros and cons of timepieces currently on sale for blind and partially-sighted people: \"Telling the time if you're blind is a question of 'tactile v talking'. A discreet feel of your Braille watch under the desk, allows you to know if a meeting is going on too long or if it's lunchtime. Unfortunately, touching the button on a talking watch, broadcasts the time to the whole room and rudely suggests, 'I want to be somewhere else.' And in the middle of the night can wake your partner unless you stifle it with a pillow.  \"Braille watches present other problems - you have to probe gently for fear of knocking the hands and altering the time. And if you want to check your watch during dinner, beware of getting food inside it. \"Manufacturers of accessible goods for blind people have discovered that producing something functional isn't enough - blind people always ask what it looks like, even though they can't see. In some ways, this suggests that it matters more if you're trying to control what people might think of you.\" Eventually, a design was agreed upon - a magnet underneath the metal watch face would control two rotating ball bearings for hours and minutes. But even the ball bearings were a matter of debate. \"People wanted the ball bearings to be bigger so they could feel it better,\" Kim says. \"But as designers, were concerned that making them bigger would make the watch clunky. We had to find the midpoint.\" In September 2011, the same month Hyungsoo Kim started work on his project, life changed for bomb disposal officer Lieutenant Bradley Snyder. He stood on an explosive device in Afghanistan, suffering serious injuries and losing his sight.  By August 2012, he had won two swimming gold medals at the London Paralympic games. But the practicalities of daily life were initially an immense struggle.  \"I was hurt in Afghanistan and the next thing I know I'm waking up in hospital in the United States. There was a 60 hour-long gap in my memory.\" Immediately Snyder, his sight lost, found getting his bearings difficult. \"You don't realise how much you use time to orient where you are. At the beginning it was very disorienting. And especially being in the military, time is all important.\" Eventually Snyder was approached by Kim, after a chance meeting with a mutual friend. \"Hyungsoo was making a product for blind people,\" says Snyder. \"I was his blind guy.\" \"I had a speaking watch for a little while,\" he begins. \"You pressed a button and it told you the time.\" Uncannily mimicking a robotic voice, Snyder says \"the time is 3:30pm\" and laughs. \"It was utilitarian. And if I'm on a train, I can't hear it. Fashionable brands have long dominated the sportswear market, but up to now few have specifically targeted disability sports. Nike has now become the first to produce a sole for a blade used by amputee runners. Has the era of Paralympic chic dawned? \"What's more, as soon as I hit that button it highlights me as someone with a special need. I love the idea of using the same thing that everyone does. And I want to feel as normal as possible.\" With the watch now named the Bradley, there was an appeal on Kickstarter, the crowdfunding website, in July last year - 3,681 people from 65 different countries backed the project, donating a total of $594,602 (£357,290). It will be available for sale from May in the US, with the UK and Europe likely to follow later. A further 1,000 people have since pre-ordered the watch online but only a tiny fraction of those - Kim estimates between 1-2% - are visually impaired.  \"It bridges the gap between the disabled and the non-disabled,\" says Snyder.  The watch is now among the favourites in the 76 nominations for the Designs of the Year contest at London's Design Museum. The nomination has already led to interest from European retailers. There's an obvious gimmick for selling to sighted people - you can check the time in a social or work setting without appearing rude. It's easy to imagine seeing the watch, with its titanium face and minimal style, on a wrist and not immediately guessing its genesis as an item for blind people.  \"The stereotype is that visually impaired people are not fashion-conscious,\" says Kim. \"I had that misconception too. But it's wrong.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/magazine-26920782", "title": ["A watch for blind people"]},
{"article": "The US government recently announced that it would be handing off the reins of the Internet Corporation for Assigned Names and Numbers (Icann), an organisation tasked with assigning and managing domain names and IP addresses worldwide.  While the transfer of power won't happen until September 2015 and has been planned since the organisation's creation in 1998, some reactions have been panicked, to put it lightly. This transfer of power could mean the end of a single united internet,   Keith Darnay for the Bismarck Tribune. Enjoy the internet while you can” Darnay wonders what happens if September 2015 arrives and no organisation is ready to take control. Perhaps the US agrees to stay in a leadership position until the new digital overseers are in place, but other countries get nervous and start developing their own internets. \"Indeed, we may be living in the waning days of the Internet's 'Golden Age,'\" he writes, \"a time when we were tantalisingly close to being united in a single digital world.\" John C Dvorak   that the US giving up Icann will change the course of the internet forever. \"Enjoy the internet while you can,\" he writes for PC Magazine. \"America has waved the white flag. Decades from now, we will look back at the glory days fondly.\" He continues: The internet is a collective hallucination, one of the best humanity has ever generated” Others predict that the internet will fall under the sway of governments they fear are uninterested in electronic freedom. \"It's been a good month for Vladimir Putin: He got Crimea and the internet,\"   L Gordon Crovitz of the Wall Street Journal. The US has used its level of control to make sure that access to the internet and content is free from political interference, he writes. If the US follows through with this plan, the alternative is a weak international body fending off governments who will try to use their influence to silence their critics. \"China could get its wish to remove FreeTibet.org from the internet as an affront to its sovereignty,\" Crovitz writes. \"Russia could force Twitter to remove posts by Ukrainian-Americans criticising Vladimir Putin.\" The editors of the Orange County Register   with the explanations behind the future transfer. Along with many commentators, they point to the Edward Snowden revelations about the National Security Agency as the reason behind the US's decision to hand over Icann, the idea being that perhaps the US can buy back some global trust. \"Trading away control in exchange for the ephemeral - or completely illusory - goodwill of foreign governments is unforgivably naive and can only damage the causes of free speech and freedom of information for everyone,\" they write.   Media requires JavaScript to play. Julian Assange speaks to the BBC's technology programme Julian Assange, the founder of the anti-secrecy website Wikileaks, counters that a division of the internet might not be such a bad thing. \"I think the impulse to do it is quite important and will lead to good things and should be supported,\" he  . \"The devil is in the details in terms of how these communications links actually operate.\" Mr Assange said that it would be difficult to build a European internet because of the number of backdoor deals conducted between Europe and the US. If those deals can't be stopped, than another organisation - presumably Assange's own Wikileaks - has to step up and publish what these governments are up to. \"For any organisation to be accountable, the buck has to stop with someone,\" he says. Others are suggesting that we all try to understand the role of Icann a little bit better. Today's Icann already works, and I can't think of a good reason to do away with it” \"The internet is a collective hallucination, one of the best humanity has ever generated,\"   Jonathan Zittrain for New Republic. \"To be sure, it is delicate in many ways, with its unowned character threatened from many quarters. But rest easy that Icann isn't one of them.\" He says that it is almost impossible for Icann to get involved in a way that could prohibit free speech, as all it does is decide who runs each list of names. The US government has had little impact on how the organisation has run so far, he contends, and Icann cannot tax internet usage. If anyone tried to change that, there would be a powerful backlash. \"Anyone trying to tighten the screws too much will simply strip them,\" Zittrain writes. Icann chief Fadi Chehade has published a   attempting to correct some inaccuracies and misconceptions. He writes that giving up Icann is not the same as surrendering control of the internet. He adds that the move is not a response to Mr Snowden's information, would not lead to a division of the internet, and would not affect the general public. He believes critics are distracted by all of this misinformation and missing the larger point. \"Instead of politicising the debate over the US government's decision to transition stewardship of the internet's technical functions, let's move forward with the discussion we need to have - how to engage in the necessary discussion to develop an effective transition process, one that continues to ensure an open internet that belongs to everyone,\" he says. Hiawatha Bray of the Boston Globe   why this transition is necessary. Why fix something that isn't broken? He says he doesn't expect the handover to be a disaster, as the Obama administration has made clear that it intends to prevent any governments from taking control of the organisation. Ideally, Icann would be a truly independent agency with no motivation to censor or impose restrictions. \"Done right, it might work,\" he writes. \"But today's Icann already works, and I can't think of a good reason to do away with it.\"  Whatever happens, the editors of the Washington Post think that the US is in the end responsible. They   that the US commerce department has to ensure that the internet's new stewards are free from outside influences that would make it harder for them to do their important administrative work. \"The commerce department's contract with Icann expires next year,\" they note. \"If the non-profit hasn't organised itself to ensure the continued functioning of an open, free and functional Internet by then, US authorities should not let global politics stop them from extending their supervision.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/blogs-echochambers-26965949", "title": ["Is the US giving up the keys to the internet? "]},
{"article": "Media playback is unsupported on your device  Last updated at 08:06 BST  A flying Taser-wielding drone has been created by Texas design firm Chaotic Moon.  The device known as Chaotic Unmanned Personal Intercept Drone - Cupid - is capable of delivering 80,000 volts of electricity through a wired dart.  The company's co-founder, Whurley, explained that they wanted to take a concept that has been seen in video games and science fiction films and show that it could be built. In an experiment not to be repeated at home, Click's Spencer Kelly reports on the demonstration which sees a company intern zapped under controlled conditions. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26930644", "title": []},
{"article": " Media requires JavaScript to play. Rory Cellan-Jones tests out the Samsung S5 The Galaxy S5's new heart rate reader could come in useful for Samsung Electronic's investors. The South Korean firm warned earlier this week that it expected its profits to fall for the second quarter running.  Several analysts suggest the high-end market is becoming saturated, meaning most people wanting a premium phone already own one, making it harder to sell them another.  \"Year to date, the share price of Samsung Electronics continues to underperform both in absolute terms and against the Kospi [Korea Composite Stock Price Index] as well,\" Taewoo Kim, portfolio manager of Fidelity's Korea fund tells the BBC. \"This weak performance reflected investors' concerns on its smartphone business particularly in the high-end segment as a result of elevated competition.\" But Mr Kim believes things are about to improve, thanks in part to the improving performance of Samsung Electronic's memory and home appliance divisions. The new Galaxy could guarantee such a turnaround if consumers warm to its water-resistant build, improved camera and fitness-tracking facilities. To mark the S5's global launch the BBC asked five experts for their thoughts: Samsung has packed in all the latest technology to make this a powerhouse” The Samsung Galaxy S5 plays it safe on design, sticking to a tried and tested formula with its plastic body and chrome-trimmed finish.  There's plenty of grip around the back and you still have the advantage of being able to change the battery, both to the phone's credit. Under the hood Samsung has packed in all the latest technology to make this a powerhouse.  There's raw processing power and battery performance to get you though the day, fronted by a stunning 5.1in (13cm) display, with a camera that offers nice vibrant photos and the option for 4K ultra-high definition video capture, ready for the next generation. But the implementation of the fingerprint scanner isn't as tidy as the iPhone and we're not convinced that the heart rate sensor was a feature that anybody was crying out for.  There is a huge number of features on offer making for a super-connected device, but we feel the user interface could be a little slicker and faster.  The Samsung Galaxy S5 is undoubtedly a great device, we're just not convinced it's the greatest. A heart rate monitor... is hard to see as much more than a gimmick” The Samsung S5 launch was largely underwhelming and I think that most consumers will be hard pressed to tell the difference between the new phone and last year's model. Whereas handset launches used to have us on the edge of our seats, they have increasingly lost their wow factor.  This is symptomatic of the maturity of the smartphone market, where ground-breaking innovations are hard to come by.  Take the S5 - one of its headline features is a heart rate monitor, which is hard to see as much more than a gimmick.  It's true that consumers do use heart rate monitors for running and cycling, but these activities demand specialist devices that provide the constant monitoring required, rather than the one-off measurements offered by the S5. And this perhaps shows us where innovation will come from in the future, where the individual functions of the device are broken out into wearable devices and accessories that connect back into a smartphone.  Of course Samsung itself is not blind to this trend and spent almost an equal amount of time at the S5 launch talking about its new smartwatches and connected fitness band.  The smartphone isn't going away any time soon, but if you are looking for the latest innovations then look instead at the myriad of wearables and smart accessories that are starting to flood on to the market. [Samsung] hires the best and brightest from Korea and increasingly abroad” Samsung Electronics is now the biggest tech company in the world by revenue, with leadership in many product categories.  However, its shares trade at a deep discount to peers on all metrics as investors worry about saturation of the high-end smartphone market and the increasing challenge from Chinese rivals. The company is the bellwether of South Korea and the jewel of the Samsung Empire, the largest and most important chaebol - meaning conglomerate - on the Korean peninsula generating hundreds of thousands of jobs.  It is still one of the most prestigious places in Korea to work for new college graduates and as such hires the best and brightest from Korea and increasingly abroad. We believe concerns around the handset business are well overdone.  Although we have seen the fortunes of Nokia, Blackberry and HTC change rapidly, this was all due to the huge shakeout in the smartphone revolution.  Now, we are settling down for a period of more incremental innovations, where scale and breadth wins. Similar to how Nokia dominated the featurephone era, Samsung will continue to dominate this new smartphone era. Beyond scale and breadth, the other massive difference between Samsung and other rivals is its vertical integration including internal manufacturing and core components such as memory, display, processors and batteries.  Together this gives Samsung access to the latest and greatest technologies much faster than competitors, and also allows Samsung to have the lowest cost position. In an era of increased commoditisation, Samsung's cost competitiveness will enable it to continue to make profits while others falter. Consumers are yearning for... more premium materials” With Samsung poised to release its latest flagship smartphone, the Galaxy S5, there are some of us whose minds are already focused nearly a year down the road: on the presumed Galaxy S6. Unlike this past cycle, the South Korean giant will very likely be forced to make significant upgrades in the area of specifications. While the transition from the S4 to S5 involved only minor spec bumps, we'll probably see Samsung in a position of playing catch up with rival LG, whose upcoming G3 handset is rumoured to feature a higher resolution display.  Likewise, we should see a more substantial jump in processor speeds, as well as a move from 32-bit to 64-bit chip architecture - a choice which would help developers offer the same apps on disparate platforms. Samsung also has a growing problem it needs to address which has nothing to do with spec parity: consumers are yearning for the company to begin employing more premium materials like the aluminium of the HTC One or wood backs on the Moto X. Until Samsung is ready to take mass production to the next level - in the areas of software and hardware alike - there is always going to be a relatively easy marketing strategy rivals can employ to capture market share. Samsung is driven by strong execution- oriented culture” While many Chinese players rush to introduce low-end smartphones at a half or even one-third of the prices of Samsung's, Samsung will not easily lose its market share.   Samsung has invested a lot on its brand for many years and is now considered as cool and sharp among its dedicated users - although not as loyal as Apple's.   Samsung is also trying very hard to create differentiation-based advantages by offering complementary products and services such as wearable pieces, contents and software.   If home electronics networks - including freezers, air-conditioning, washing machines - become a reality in the near future, it will be in the best position to integrate all the devices. While I expect Samsung will not easily lose market share to its competitors, its profit margin will be severely under pressure.  It has already expanded its product offerings in the medium to low-end segments, which will affect its pricing in the high-end segment.  Yet, Samsung is driven by strong execution-oriented culture, and will remain competitive in the future.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971025", "title": ["Galaxy S5: Expert views on Samsung's latest smartphone"]},
{"article": "\n                     \n                     \n                 \n                      Last updated at 05:42                 Police have told Newsbeat they are increasingly concerned about people using social media when driving.  The head of roads policing in England and Wales, Chief Constable Suzette Davenport, says people are increasingly posting updates, taking photos and video calling behind the wheel. More than 6,000 16 to 24-year-olds were killed or seriously injured in 2012. A recent RAC survey also found that 20% of 17 to 19-year-olds admitted using Facebook or Twitter while driving.  \"I'm increasingly concerned because young people are absolutely glued to their mobile technology,\" said Chief Constable Suzette Davenport. \"Whether that's social networking or texting, people cannot afford to be doing that when they are driving.\" Imogen Cauthery, 27, sustained serious injuries after being hit by a car as a child. Witnesses say the driver was distracted by a mobile phone. Imogen suffers epilepsy, learning difficulties and memory impairment as a result of the accident. She agreed to tell Newsbeat her story and help with our report on the issue of driver distractions. \"I was on my way to the swimming pool with my mum, sister and best friend Jeannette,\" she said. \"A car came round the corner, on his phone, and I was hit. \"A passing doctor gave me CPR at the scene and I was taken to hospital where they froze my brain. \"I was in a coma for ten days and much to everyone's surprise I woke. \"It's really upsetting being back here at the scene of the crash. \"This is the place my world turned upside down. \"Some guy fancied taking his licence for granted and he ruined my life.\" As part of Imogen's report, she spoke with drivers who admitted using social media while driving. \"If I'm completely honest I would say most people probably do it and I have done in the past - used my smartphone when driving,\" revealed one man who didn't want to give his name. When Imogen asked him why, he replied: \"The thirst for knowledge which has been created by all these forms of media and devices.\" James Dawson, 28, also spoke to Imogen. \"I have never done it, but I think a lot of people do,\" he explained. \"You see people looking down at their phone and it's really annoying because it is quite dangerous.\" Imogen revisited the park she used to play in with friends as a child. \"I have been unable to do that ever since though because of all my conditions,\" she said. \"My brain is seriously scarred, I take three medications and I had brain surgery again last year. \"I've got really bad memory and that's probably what affects my lifestyle the most - not recognising people can be so humiliating. \"From doing this report for Newsbeat I've been appalled, while I've been here I've seen three drivers on their phone. \"I've met someone who has admitted doing it and it makes me feel so angry.\" Follow   on Twitter and   on YouTube ", "subject": "Technology", "link": "http://www.bbc.co.uk/newsbeat/27491600", "title": []},
{"article": "Activision Blizzard is trying to sue hackers who have created cheats for its Starcraft II video game. The publisher says the software undermines online multiplayer battles and could cause players to lose interest in the title. It has filed   calling for the unidentified programmers to be made to compensate it for copyright infringement. One industry watcher described the move as \"aggressive\". \"The only reason that cheats like this exist is because there is demand for them,\" said Ed Barton, a video games analyst at the consultancy Ovum. \"But the competitive scene for Starcraft is very important, especially in Korea, and Blizzard needs to preserve the fantasy of the core experience.\" News of the legal action was first reported by the  , which noted that the ValiantChaos MapHack cheats at the centre of the case remained available online if gamers paid a \"donation\" of $62.50 (£37). The creators have promoted the hack on Blizzard's own forums as well as other sites. The science fiction real-time strategy game Starcraft II was released on 27 July 2010, and has subsequently been followed up with expansion packs, Blizzard's   noted that the Heart of the Swarm add-on was 2013's best-selling PC game at US stores, and the company is still working on a final extension called Legacy of the Void. Its court filing talks of wanting \"to protect the sanctity of the Starcraft II gaming experience\" and notes that its terms and conditions explicitly prohibit the use of \"hacks, mods or any other unauthorised third-party software\" designed to allow a player to boost their ranking and access new weapons and abilities. \"The competitive aspect of Starcraft II's multiplayer environment is one of the driving forces behind sales of the game,\" it states. \"In fact, the Starcraft game are played as a competitive sport around the world, with professional or semi-professional players competing for national and international titles. \"Additionally, the ability to play the game against skilled human opponents keeps the player experience fresh and interesting, thus ensuring that players return to the game frequently.\" The firm adds that it wishes the court to shut down the hacks and make their creators hand over the profits they had made. The case has echoes of Nintendo's court battles against the Games Genie - a cartridge that allowed players to enter codes to cheat at Super Nintendo Entertainment System (SNES) titles in the early 1990s. Nintendo also alleged copyright infringement but lost the case after the judge ruled that consumers had the right to \"experiment with the product\" after paying a fair price for a game. Nintendo's rival Sega later gave its backing to the product and helped fund its marketing campaign. However, Blizzard has been more successful in this area following 1998's introduction of the Digital Millennium Copyright Act, which criminalised software designed to bypass digital locks.  In 2010 the firm won a copyright infringement  , which had sold a software \"bot\" that automatically played the early levels of World of Warcraft for players. \"The law in this area is relatively new as these forms of online games are only a decade old,\" Jas Purewal, editor of the Gamer Law news site told the BBC. \"Nonetheless, there have been a number of victories in this area and overall the odds are stacked against hackers and against cheaters once a games company is determined to take legal action.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27511932", "title": ["Blizzard sues Starcraft II cheat hackers"]},
{"article": "Chinese online retailer JD.com has raised $1.8bn (£1.1bn) in its US share sale, valuing the company at more than $25bn according to underwriters Bank of America and UBS Investment Bank. Shares are due to start trading on the Nasdaq on Thursday under the symbol 'JD' at the price of $19 per share.  JD.com is China's second largest e-commerce firm after Alibaba.   The IPO will be closely watched as a measure of Wall Street's appetite for Chinese internet firms. The e-commerce industry in China is attracting a lot of interest, due to increasing affluence in the world's second largest economy as well as rising access to the internet.  According to research firm eMarketer, China's business to consumer e-commerce sales may surpass $180bn this year.  In its  , JD.com said it had a 17.5% market share based on transaction volume, as of the third quarter of last year. The figures are based on calculations by iResearch, a research firm.  Asia's biggest internet company, Tencent Holdings, bought a 15% stake in JD.com in March this year, in an attempt to grab a larger share of China's online shopping market.  Under the deal, JD.com will take full control of Tencent's e-commerce business, which includes subsidiaries such as QQ Wanggou and Paipai. The purchase signals heightened efforts by Tencent to take on rival Alibaba.  JD.com's list of investors include Saudi billionaire Prince Alwaleed bin Talal, with a 5% stake.  The e-commerce firm plans to use proceeds from the IPO to expand its infrastructure needs with the building of new warehouses and establishing more delivery stations. It also wants to build a fund for potential investments in and acquisitions of complementary businesses, assets and technologies. US investors will be watching how JD.com shares perform on Nasdaq, hoping for clues as to how Wall Street will receive rival Alibaba, which filed for an IPO earlier this month.  Analysts are expecting Alibaba to raise more than $15bn. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27513999", "title": ["China's JD.com raises $1.8bn in US share sale"]},
{"article": "The FBI has reportedly said it is \"grappling with the question\" of whether to hire cybersecurity experts who use cannabis. The US agency's   anyone working for it who has used cannabis in the past three years. However, its director James Comey has acknowledged that this is complicating its efforts to recruit hacking experts, according to  . It said he made the announcement at a conference in New York.  \"I have to hire a great workforce to compete with those cybercriminals, and some of those kids want to smoke weed on the way to the interview,\" the newspaper quoted him as saying at the White Collar Crime Institute's annual meeting. It added that when one attendee asked how a cannabis-using friend interested in working for the bureau should now act, Mr Comey replied: \"He should go ahead and apply.\" A spokeswoman for the FBI confirmed Mr Comey had discussed cannabis in unscripted remarks during a question and answer session after his speech at the conference. However, during a committee hearing at the Senate on Wednesday the FBI director subsequently said he had been trying to be \"philosophic and funny\" when he made the comments. \"I don't want young people to use marijuana. It's against the law,\" he added. \"I did not say that I'm going to change that ban. I said I have to grapple with the change in my workforce.\" Unlike the FBI, the UK's National Cyber Crime Unit (NCCU)'s   make specific reference to cannabis, but does have a wider anti-drugs rule. \"Whilst previous drug taking is not necessarily a barrier to employment provided people are open about it, applicants are told not to apply if they have taken illegal drugs in the preceding 12 months,\" said a spokeswoman for the National Crime Agency, of which the NCCU is a division. \"Before joining all new entrants have to undertake a drugs screening test before appointment is confirmed.  \"Once employed, individuals are subject to NCA policies including random and intelligence-led 'with cause' substance testing. Certain high-risk posts require individuals to take more regular testing as a role requirement.\" One expert thought it was sensible to review such anti-drugs policies. \"The sort of hackers that you want to hire tend to be young, the young tend to have bad habits such as smoking marijuana, and over time you'd expect them to do this less,\" Dr Richard Clayton, from the University of Cambridge's Computer Laboratory, told the BBC. \"But equally, I believe the FBI and the National Cyber Crime Unit have more problem recruiting people because of the salaries they pay, which compare poorly with the salaries available in the private industry.\" The UK's Defence Secretary Philip Hammond told BBC Two's Newsnight programme in November that the NCCU might hire convicted hackers despite a current ban against recruits with a criminal record. \"The conviction would be examined in terms of how long ago it was, how serious it was, what sort of sentence had followed. So I can't rule it out,\" he said. But Dr Clayton said he was concerned how this might be implemented. \"We like to send out the message that hacking is very bad and that if you get caught it can ruin your life,\" he said. \"But it's a problem if you then say, 'If you get caught we might let you serve a few months in jail and then give you a nice cushy job.' \"Perhaps we might want to have some sort of 'we won't hire you until your conviction is at least five years old' sort of policy.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27499595", "title": ["FBI 'could hire hackers on cannabis' to fight cybercrime"]},
{"article": "Facebook is introducing automatically playing video adverts to the UK. The social network initially trialled the features in the US and the first ads are expected to play in Britain within weeks. They will run without sound unless clicked on and, on mobile devices, will load only over wi-fi. Facebook will hope to continue its recent success in increasing ad revenues, having seen a significant rise in the past 12 months. The company said on Wednesday that it would be introducing the ads with a \"limited group of advertisers\" in the selected countries, including the UK, Australia and France. It is also unveiling the feature, called Premium Video Ads, in Brazil, Canada, Germany and Japan. But Facebook did not reveal the companies that would be advertising. Facebook said the introduction would be tentative and, while the first ad could appear in June, most would not run until later as it attempted to control quality. \"We'll roll out Premium Video Ads slowly and monitor how people interact with them,\" said Facebook in a statement. \"This limited introduction allows us to concentrate our efforts on a smaller number of advertisers with high-quality campaigns.\" Each video advert will be 15 seconds long and will start playing without sound as it appears on the screen. The ads will stop playing if users scroll past them. But, if people tap or click on the video, it will expand into a full-screen view and sound will start, Facebook said. Facebook's figures for the first quarter of 2014 showed it made $2.27bn (£1.34bn) from advertising, an 82% increase on the same quarter last year. And it said that mobile ads, which have generated very little return until recently, represented about 59% of the company's total advertising revenue for the quarter. That was up from about 30% of advertising revenue in the first quarter of 2013. Jeremy Arditi, UK managing director of online video ad tech company Ebuzzing, said it was a good move for Facebook. But he said: \"Most online video ads annoy people and interrupt their browsing experience,\" adding that industry estimates indicated that \"around 60% of online video ads don't get seen\". He pointed out that there was an element of risk to brands, which could conceivably end up appearing next to inappropriate content posted by other users. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27501761", "title": ["Facebook brings autoplay adverts to UK"]},
{"article": "Battersea Dogs and Cats Home has warned that an app allowing people to find a new pet based entirely on looks risks reducing animals to disposable items. PetMatch runs image-recognition technology to match pictures of animals, selected by prospective owners, to an \"adoption database\".  the app can help owners find replacements for dead pets. The London rescue centre stressed that people should also research the animal's temperament before adopting. The centre's head of dog rehoming, Rob Young, told the BBC: \"We would not approve of using this as a method of choosing a new pet, largely because you should not be looking to rehome an animal on looks alone.\" The developers of the app pointed out that users were still able to carry out further checks before they took an animal home. Users either upload pictures of their ideal pet to the app or use a pre-loaded image. The app then uses image recognition technology to find matches among a database of animals that are up for adoption. Mr Young said that it would be possible to find identical matches but warned prospective pet owners to be careful. He said: \"There is a good chance they will behave very differently. They all have their own needs. We work to make sure that each animal gets sent to a home that suits their needs.\" Mr Young added: \"[Use of the app] points towards dogs and cats becoming disposable items. Getting a direct replacement is not the way we would want people to look at it.\" The developers, California-based Superfish, said their algorithms allowed the app to analyse pictures with \"no human involvement\". The company, which has been backed by five different venture capital firms to the tune of $19.3m (£11.4m), said PetMatch was a \"faster, more intuitive way to bring you closer to finding exactly what you're looking for\". You should not be looking to rehome and animal on looks alone” It added that the app helped users get in contact with pet-adoption agencies, once they had found the pet they are looking for. But Mr Young said that, while he understood why some people would find the app useful, he would advise people using it to \"find a dog or cat that looks identical to their old one\" to proceed with caution. \"[Owners] become incredibly attached to their pets. I own two terriers and I would probably look to get another if one passed away,\" he said. Superfish's head of communications Alisa MacDonnell said that using the app was \"just the beginning of the conversation\" and said users needed to meet an animal before adopting it. She added: We just helping animals find homes, that's our main mission.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27501769", "title": ["PetMatch: Battersea Dogs criticises 'pet replacement' app"]},
{"article": "Online marketplace eBay is forcing users to change their passwords after a cyber-attack compromised its systems. The US firm said a database had been hacked between late February and early March, and had contained encrypted passwords and other non-financial data. The company added that it had no evidence of there being unauthorised activity on its members' accounts. However, it said that changing the passwords was \"best practice and will help enhance security for eBay users\". The California-based company has 128 million active users and accounted for $212bn (£126bn) worth of commerce on its various marketplaces and other services in 2013. It said it would be contacting users to alert them of the issue via email, its website, adverts and social media.  A spokesman added that the firm's engineers were in the process of rolling out a feature that would oblige members to choose new passwords when they next logged in, which should be live in each of the countries eBay operated in by the end of the day.  Media requires JavaScript to play. Rory Cellan-Jones: EBay has advised customers to change passwords A   said that cyber-attackers accessed the information after obtaining \"a small number of employee log-in credentials\", allowing them to access its systems - something it only became aware of a fortnight ago. \"The database... included eBay customers' name, encrypted password, email address, physical address, phone number and date of birth,\" it said. \"However, the database did not contain financial information or other confidential personal information.  \"Extensive forensics subsequently identified the compromised eBay database, resulting in the company's announcement today.\" Although the firm also owns the PayPal money transfer service, it said that the division's data was  stored separately, encrypted and that there was no evidence that it had been accessed. It added that any members who used the same login details used on eBay for other sites should also update them. EBay has not provided any information about the kind of encryption it used. One expert said there was still a concern that the hackers might be able to make use of their haul. \"We all know that given enough time hackers can crack some encrypted password files,\" said Alan Woodward, an independent security consultant. \"The slightly worrying aspect of this is that the hackers have a nice neat list of personal information, which can be used to steal identities or even help them get around other systems though password reset scams.\" Security expert Alan Woodward offers this advice:  Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27503290", "title": ["eBay makes users change their passwords after hack"]},
{"article": "Computer and Video Games (CVG), which in 1981 was the world's first magazine dedicated to gaming, is facing closure.  The title, which has been online-only since 2004, may stop publishing at the end of a 45-day consultation period that began on 14 May, sources said. However, its publishers Future are also believed to be looking into selling off the brand. The magazine is behind the gaming industry's Golden Joystick Awards, a yearly event held since 1983. In a statement, Future said: \"We are currently exploring various options around how to evolve the CVG brand in particular and the market leading Future Games portfolio in general, in order to keep successfully meeting the needs of our consumers.\" The first issue, published in November 1981, billed itself as the \"first fun computer magazine\" and cost 75p. Its cover story was about Space Invaders, while a competition gave readers the chance to win a Vic computer,   made by Commodore. The monthly magazine stopped publishing in 2004, with the focus turning to its website which had been up-and-running since 1999. In 2008, Future re-launched the printed magazine as a bi-monthly title, but it stopped publishing in 2009. As well as CVG, Future also owns other prominent gaming brands, including GamesRadar and PC Gamer. Future recently launched a separate games website, Kotaku UK - a localised version of the already established Kotaku gaming news site owned by US firm Gawker Media. Veteran games journalist Rik Henderson, from Pocket-Lint, said if CVG is closed it will be missed by many. \"Everything in video gaming changed when CVG first hit the shelves,\" the former GamesMaster presenter said. \"Everything else around that time was either a dedicated machine-specific magazine, or there were small games sections in general computing magazines. \"There was nothing really saying 'look at this world of gaming'.\" Early issues of the magazine were seen as being instrumental in helping small-time games developers to get their titles out there, said Mr Henderson - a trend that he thought was beginning to re-emerge as apps and mobile gaming have taken off. But he argued that in a global, online publishing market, the brand's strength did not extend far enough. \"Something had to give,\" he said.  \"Future have quite a portfolio of games websites, but everyone's fighting for a very small pot of advertising.  \"CVG does really well - but it just didn't fit in that portfolio.\"  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27486867", "title": ["Computer and Video Games online magazine facing closure"]},
{"article": " Media requires JavaScript to play. Michelle Fleury tries out Microsoft's new tablet, the Surface Pro 3 Microsoft has unveiled the Surface Pro 3 - a bigger-screened, faster Windows 8 tablet than its predecessor.  a 12in (30.5cm) touchscreen, 38% larger than before.  The firm boasted that at 9.1mm (0.36in) thick - without an optional clip-on keyboard - it becomes the \"thinnest PC\" to be powered by one of Intel's higher-end Core processors. One analyst said he believed there was pent-up demand for such a device in the corporate world. However, the platform has previously been outsold by rivals. \"The question that needs to be asked and answered is, 'Why hardware?'\" said chief executive Satya Nadella at the launch event in New York. \"We clearly are not interested in building refrigerators or toasters. We are not building hardware for hardware's sake. \"We are not interested in competing with our OEMs [original equipment manufacturers].  \"In fact, our goal is to create new categories and spark new demand for our entire ecosystem. That's what inspires us and motivates us with what we are doing in our devices and hardware.\" According to research firm IDC, Apple, Samsung, Asus, Lenovo and Amazon have each outsold Microsoft with their tablets. IDC says that the Surface platform as a whole accounted for just 1.5% of global tablet shipments - representing about 640,000 units -  over the  , down from a 1.8% share  . However, Microsoft is marketing the machine as being a \"laptop replacement\" - comparing it on stage to one of Apple's lightweight laptops rather than the iPad - and IDC research director John Delaney suggested it should be judged on those terms. \"To talk about it having a small percentage of the tablet market partly misses the point, because it's designed to appeal to PC buyers,\" he told the BBC. \"I think there's pent-up demand for something that does the job of a PC, that's light and thin, and that's cheaper than something like the MacBook Air. If the Surface Pro 3 also delivers good battery life, then that's a package that could resonate with a lot of buyers \"We're also seeing enterprises looking to replace at least some of their PCs with a portable touchscreen product that's compatible with their existing Microsoft applications and infrastructure software. That's another market to which the Surface Pro 3 could appeal.\"  The basic Surface Pro 3 will cost $799 (£475), compared with the low-end MacBook Air that costs $899. Microsoft says the battery life is \"up to nine hours\", 10% more than the Surface Pro 2. Rumours that Microsoft would unveil a Surface Mini - powered by its Windows RT operating system - proved unfounded. The RT side of the Surface business has previously struggled, with Microsoft having at one point to write-down the value of unsold stock by $900 (£534m) after it introduced an unplanned price cut. Windows RT tablets run on ARM-based chips - giving them longer battery life but a smaller library of compatible software than machines using Intel or other x86 processors. Adobe's image editing software Photoshop - which was shown off at the launch running on the Surface Pro - is one of RT's notable missing applications. One industry watcher said he would not be surprised if Microsoft now decided to focus its Windows hardware efforts exclusively on its newly acquired Nokia handset business and the Surface Pro line-up. \"I think the RT experiment has now passed,\" said Ranjit Atwal, research director at Gartner, a tech consultancy. \"Bringing ARM and RT together really hasn't worked, so I wouldn't be surprised if it was phased out.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27485419", "title": ["Microsoft launches larger Surface Pro 3 to rival laptops"]},
{"article": "The UK's data privacy watchdog has said that it would focus on \"evidence of damage and distress to individuals\" when reviewing complaints about Google and others' search results. The Information Commissioner's Office's   is its first official response to last week's \"right to be forgotten\" EU ruling. The ICO will be responsible for resolving complaints in cases where a search firm refuses to remove links. It noted such action was months away. \"This judgment was only made last week, and the companies will need some time to work out how they're going to handle this,\" wrote David Smith, the body's director of data protection. \"We won't be ruling on any complaints until the search providers have had a reasonable time to put their systems in place and start considering requests.\" The Court of Justice of the European Union set a legal precedent on 13 May when it   had the right to have links to web pages about him removed from Google's results because the passage of time had made them \"irrelevant\". The Spanish man had complained that Google's links to an auction notice of his repossessed home  infringed his privacy. The takedown demand only applied to search results and not the web page containing the notice itself.  But the court added that others had a similar right to have search results deleted \"unless there are particular reasons, such as the role played by the data subject in public life\" that would justify keeping the links online. The court noted that if search engines refused to comply, it would be up to local authorities - such as the ICO - to force their hand. Google said the ruling was \"disappointing\" and that it needed time to \"analyse the implications\". But Wikipedia founder Jimmy Wales, has attacked the judgement, calling it \"wide-sweeping internet censorship\", adding that it would be difficult for search firms to determine what should be removed, The ICO acknowledged the \"right to be forgotten\" would be difficult to implement. \"It is important to keep the implications in proportion and recognise that there is no absolute right to have links removed,\" wrote Mr Smith. \"Our concern remains how this can be achieved in practice and how to set reasonable expectations for the public about how such a right can operate.\" He added that the ICO and other data protection authorities would need to issue guidance, and said that the organisation planned to discuss the matter with its European counterparts at the start of next month. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27499601", "title": ["UK reacts to Google 'right to be forgotten' ruling"]},
{"article": "China has banned the use of Microsoft's latest operating system on government computers. Beijing issued the restriction as part of a decree about the use of energy-saving products. But official news agency Xinhua said security concerns related to foreign operating systems had led to the move. Microsoft said it was surprised, but insisted it would continue to provide older versions of its software to the Chinese authorities. Xinhua said   to act after Microsoft ended security support for its Windows XP operating system, which is still widely used in China. \"The Chinese government obviously cannot ignore the risks of running OS without guaranteed technical support,\" it reported.  \"It has moved to avoid the awkwardness of being confronted with a similar situation again in future if it continues to purchase computers with foreign OS.\" A Microsoft spokesman said the government's procurement department had posted a notification online barring Windows 8 from bidding for public sector deals. The spokesman said: \"We were surprised to learn about the reference to Windows 8 in this notice. \"Microsoft has been working proactively with the Central Government Procurement Centre and other government agencies through the evaluation process to ensure that our products and services meet all government procurement requirements. \"We have been and will continue to provide Windows 7 to government customers. At the same time we are working on the Window 8 evaluation with relevant government agencies.\" Xinhua reported that the ban covered all desktops, laptops and tablet PCs purchased by central state bodies. The measure only targets computers used by government offices, while the personal computer market is expected to stay unaffected, the agency reported. The news agency suggested it could prove to be an opportunity for local Linux-based alternatives - including Kylin and StartOS - to gain ground.  \"China's decision to ban Windows 8 from public procurement hampers Microsoft's push of the OS to replace XP, which makes up 50% of China's desktop market,\" said data firm Canalys. Former Microsoft chief executive Steve Ballmer reportedly told employees in 2011 that, because of piracy, the firm earned less revenue in China than in the Netherlands, even though demand matched that of the US. Microsoft ended support for the 13-year-old Windows XP last month in a bid to encourage the adoption of newer, more secure versions of Windows.  This has potentially left XP users more vulnerable to viruses and hacking. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27494650", "title": ["China bans Microsoft Windows 8 on government computers"]},
{"article": "Netflix has announced plans to expand to a further six European countries before the end of the year. The TV and movie streaming service intends to launch in Germany, France, Austria, Switzerland, Belgium and Luxembourg. The US-based firm has 48 million subscribers in over 40 countries. One analyst said the success of the latest rollout might depend on how much content was dubbed into local languages. \"Germany potentially could be quite a difficult market as it has low pay-TV penetration and seemingly low willingness to pay,\" said Ian Maude from the media consultancy Enders Analysis. \"One thing I'm curious to see in Germany is whether or not it has dubbed a lot of the show for the market because - while French TV has a lot of subtitling - in Germany foreign language movies and TV shows are generally voiced over, and that can be quite an expensive process.\" Germany's large number of broadband users - the fourth biggest such population in the world - makes it a potentially lucrative market.  However, Netflix will have to compete against video-on-demand incumbents including Sky Deutschland's Snap, Vivendi's Watchever, ProSiebenSat.1's MaxDome and Amazon Instant Video. In France, it faces the prospect of competing against a rival that owns the rights to a series branded a \"Netflix exclusive\" in other territories: Vivendi's CanalPlay owns the domestic rights to the second season of the drama House of Cards in the country. Netflix also must contend with the fact that French audiovisual laws require local broadcasters to invest significant sums in domestic content. However, Les Echos   Netflix might get around this by basing the service in Luxembourg. For now, the firm has only said it would provide \"further details, including pricing, programming and supported devices at a later date\". California-based Netflix reported profits of $53m (£32m) in its most recent quarter. We're going to learn as we go” Despite previous international launches - including the Netherlands last year and the UK in 2012 - the firm's revenue is mostly generated by US subscribers. Netflix's most recent   it had 11.8 million members paying for streaming content outside the US at the end of March but about three times that figure within the country. The firm has previously said that it became profitable in Canada within two years of launch, but has not released similar information about its other foreign ventures. However, chief executive Reed Hastings recently said the company recognised that it must tailor the content it provided to each audience. \"We've seen tremendous success in the Netherlands, where we launched six months ago, and that, I think, encourages us about being able to figure out the right programming formula in each nation,\" he  . \"We're going to learn as we go. If we're very fortunate, we'll have programmed it completely correctly from day one.  \"More likely, we'll figure out some stuff's working, some stuff's not; we'll adjust the formula.\"\n ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27496055", "title": ["Netflix to expand to Germany, France and Switzerland"]},
{"article": "Travel-rating service Trip Advisor is being investigated in Italy over concerns the site is not doing enough to prevent fake reviews. The Italian competition authority said it had had complaints from consumers and businesses about the website. It has launched a separate investigation to see if agreements booking sites Expedia and Booking.com hold with hotels are preventing consumers from getting better deals. Trip Advisor has defended its business. \"It is important to note that Trip Advisor fights fraud aggressively and we are confident in our systems and process,\" said a spokesman. \"Every single review goes through our tracking system, which maps the how, what, where and when of each review. \"Unfortunately every major service industry has to confront the challenge of fraud, but ultimately, if people didn't find the reviews on our site helpful and accurate they wouldn't keep coming back.\" Expedia said it was \"convinced it is acting in full compliance with all applicable laws\". Booking.com has yet to comment. Trip Advisor is a highly influential site, where a volume of positive or negative reviews can strongly affect tourism businesses. The Italian competition authority will try to establish whether Trip Advisor has sufficient measures in place to detect reviews made by people who had not visited the place in question. The watchdog also said it was looking at whether Trip Advisor did enough to distinguish between content submitted by travellers and posts paid for by hotels and other travel businesses. In a separate investigation, booking websites Expedia and Booking.com are to be investigated over clauses they put in place for hotels that are listed on the sites. \"The analysis centres on clauses applied by Booking and Expedia that prevent hotels from offering better prices and conditions through other online services and, generally, any other booking system (including hotels' own websites),\" the watchdog said. \"The authority believes the use of such clauses by the main two platforms on the market may significantly limit competition.\" The announcement comes in the same week that Italy launched an investigation into Google, Apple, Amazon, and games publisher Gameloft over \"free-to-play\" games. The watchdog said it had concerns that the games did not make it clear how much it may cost to progress in the game. \"Consumers could wrongly believe that the game is entirely free and, in any case, that they would know in advance the full costs of the game,\" the watchdog said. \"Moreover, insufficient information seems to be provided to consumers about the settings needed to stop or limit the purchases within the app.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27486870", "title": ["Trip Advisor 'fake reviews' investigated in Italy"]},
{"article": "The cult game Wolfenstein, in which players battle a Nazi regime, has been released in Germany for the first time. Developers have had to censor the game to comply with German laws banning the use of Nazi imagery. The publishers said that, as in previous instalments, the PC version of the game would be geo-locked to exclude players in Germany. The publishers are not thought to have placed similar restrictions on the versions for other platforms. Pete Hines, the head of PR for Wolfenstein publisher Bethesda Softworks, confirmed Tuesday's release of the New Order was the first time a Wolfenstein game was being sold in Germany. He said: \"In Germany, we've removed all Nazi symbols and references. Unlike films and other works of art, video games in Germany are forbidden to use such symbols and references as they are classified in Germany as toys and not media art.\" The illegal display of Nazi imagery is punishable by three years in prison in Germany. The game is also being censored in Austria. The series, which has been running since 1981, is highly sensitive in Germany because it features imagery that clearly evokes Adolf Hitler's regime. The version released on 20 May is set in 1960 and imagines that the Nazi leadership were victorious over the Allied forces in World War Two. The player takes the role of an American war hero who leads a counter-offensive. Speaking last month, Mr Hines revealed the censorship of the German version, saying: \"They have a thing about Nazis there.\"  he said Germany was \"a little touchy\" about Nazi-linked imagery, adding: \"And so [the Nazis] are called The Regime in Wolfenstein in Germany... it's completely stripped of all the constitutionally banned content.\" The developers faced questions from fans who were surprised that the latest instalment has no multiplayer feature.  Asked why, Mr Hines said: \"For a lot of other publishers, that would probably be a trickier question to answer, but Bethesda stands defiantly in support of single-player stuff. \"Fallout 3, Skyrim, Dishonored, Evil Within, Wolfenstein, we believe that if multiplayer fits and it's part of what you're trying to create, you should absolutely do it. But, if it's not, for God's sake leave it out. Stop shoehorning into stuff that has no business being there.\" He added that the latest version of the game would be a departure from the \"mysticism\" that was prevalent in the previous game. Speaking to a live audience on the Gamespot website, Mr Hines compared the Wolfenstein series to the Batman films, saying that the \"grittier\" New Order instalment was the \"Dark Knight reboot of Wolfenstein\". ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27488254", "title": ["Wolfenstein has first German release with the New Order"]},
{"article": "The French train operator SNCF has discovered that 2,000 new trains it ordered at a cost of 15bn euros ($20.5bn; £12.1bn) are too wide for many regional platforms.  The BBC's Christian Fraser in Paris says that it is an embarrassing blunder that has so far cost the rail operator over 50m euros ($68.4m; £40.6m). Our correspondent says that the cost is likely to rise even further.  Construction work has already started to reconfigure station platforms. The work will allow new trains room to pass through. But officials say that there are still 1,000 platforms to be adjusted. The error seems to have happened because the national rail operator RFF gave the wrong dimensions to train company SNCF.  Our correspondent says that they measured platforms built less than 30 years ago, overlooking the fact that many of France's regional platforms were built more than 50 years ago when trains were a little slimmer.  The platform edges are too close to the tracks in some stations which means the trains cannot get in, officials say. A spokesman for the RFF confirmed they had \"discovered the problem a bit late\". Transport Minister Frederic Cuvillier blamed an \"absurd rail system\" for the problems.  \"When you separate the rail operator from the train company,\" he said, \"this is what happens.\"  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/world-europe-27497727", "title": ["French red faces over trains that are 'too wide' "]},
{"article": "Openreach, the BT business that deals with the UK's phone and broadband network has been ordered to work harder on repairing faults and installing net access. UK regulator Ofcom has issued rules that would require the firm to repair faults within two working days. Customers waiting for a new line to be installed must receive an appointment within 12 working days. It comes as BT appoints 1,600 new engineers. BT said the new jobs at Openreach were part of a drive to \"improve customer service\". It said it \"welcomes the conclusion of this review\". Under the new rules, BT must complete around 80% of fault repairs within one to two working days of being notified and provide an appointment for around 80% of new line installations within 12 working days. The target will be gradually introduced over three years, Ofcom said. BT must also publish figures on how its engineers are performing and Ofcom could impose fines if it does not deliver on the new timescales given for repairs and installations. Last year the BBC's Watchdog programme reported that hundreds of people are kept waiting weeks and even months for repairs for line faults. According to internet service provider TalkTalk a third of faults reported by its customers are not repaired on time. \"Fault repair has not been good enough and we have lots of customer complaints. Elderly and vulnerable people are waiting far too long,\" a spokeswoman said. She said that the ISP welcomed the ruling that it had \"long campaigned for\". Ofcom told the BBC that the ruling had come as a result of \"industry expressing concerns about Openreach's performance\". \"The problem was at its worst in 2012. With the exceptionally wet weather, Openreach's performance was at its poorest,\" said a spokesman. \"Ofcom's proposed new rules over repairs and installations will be met with relief by every household who has ever been left for days, or even weeks, without a working broadband connection,\" said Dominic Baliszewski, telecoms expert at Broadbandchoices.  \"Openreach controls a significant proportion of the UK's broadband infrastructure but has no direct customer relationship, which meant some people were, in effect, stuck in digital limbo if they encountered a service problem their provider was unable to fix.\" Sebastien Lahtinen from broadband news site Thinkbroadband added that the ruling could also throw the spotlight on to ISPs. \"Shorter repair times from Openreach may also act to highlight the variations in performance of the retail providers as the clock only starts ticking at the point Openreach are notified of a fault, and sometimes there can be delays with retail providers passing reports to Openreach.\"  Ofcom's recommendations will now be subject to scrutiny by the European Commission and a final ruling is expected in June. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27484554", "title": ["BT ordered to repair most faults 'within two days'"]},
{"article": "Media playback is unsupported on your device  Last updated at 21:52 BST  Microsoft has unveiled the Surface Pro 3 - a bigger-screened, faster Windows 8 tablet than its predecessor. The new model features a 12in (30.5cm) touchscreen, which is 38% larger than the previous model. The firm is pitching it as a replacement for a laptop - comparing it at a press conference to Apple's MacBook Air rather than the iPad. Although well reviewed, previous versions of the Surface Pro have not been bestsellers. The BBC's Michelle Fleury tried out the device in New York and quizzed Microsoft's chief executive Satya Nadella about his hardware strategy. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27497219", "title": []},
{"article": " Media requires JavaScript to play. How the scanning process works Is it a bird? Is it a dinosaur? Or something in between? The feathered limbs of   have fascinated palaeontologists ever since Charles Darwin's day. Only 12 of these curious creatures have ever been found. Could Archaeopteryx fly or not? That's the most important question” Now these precious fossils are going under the glare of a giant X-ray machine - to find out what lies buried beneath the surface. Using a new \"camera obscura\" technique - inspired by Leonardo da Vinci - scientists have captured some of the clearest ever images of  . For the first time, they can see the complete skeleton in 3D. Not just the surface outlines, but all the hidden bones and feathers too. They hope to discover how \"the first true birds\" evolved from feathered dinosaurs and took flight. And what's more, to answer a riddle that has puzzled palaeontologists for 150 years. Could  fly, or not? The new tests are taking place at the European Synchrotron Radiation Facility (ESRF) in Grenoble, at the foot of the French Alps. It's a beam that's only the thickness of a human hair. But extremely powerful” In the past, large fossil slabs were too bulky to be scanned in a synchrotron light source - a type of particle accelerator which generates high-energy X-rays. But now scientists here are experimenting with a clever new trick, inspired by a very ancient and simple idea - the pinhole camera. The basic concept has been around since at least 400 BC. But it was Leonardo da Vinci who made the first detailed drawings of a camera obscura in his 1485 sketchbook, Codex Atlanticus. Light entering through a tiny hole is magnified and projected onto a screen wall. Leonardo's camera allowed artists inside a tent to accurately trace and paint panoramic landscapes. In a synchrotron, the pinhole system allows large fossils - too bulky to be rotated and scanned via conventional techniques (such as tomography) - to be captured in full by an extremely narrow X-ray beam. \"It's a beam that's only the thickness of a human hair. But extremely powerful. If you stood in front of it you would be killed,\" says Dr Paul Tafforeau, a palaeontologist at ESRF. \"As the beam goes through the sample you have diffusion of the X-rays and this diffusion pattern can be detected via the camera obscura - a very small hole in a piece of lead. Afterwards, you can reconstruct the images in 3D.\" If their pinhole trick works as well on all dinosaur fossils as initial tests on   suggest, it could open up new avenues in fossil research. The world's biggest, most famous dinosaur skeletons could be seen in a whole new light. What is really remarkable are the feathers - they are far more visible by this new scan” And so to demonstrate their proof of principle, the ESRF team began by summoning a very famous specimen.  caused a major stir when the first fossil was unearthed in 1861 - just two years after Charles Darwin published On The Origin of Species. With the claws and teeth of a dinosaur, but the feathers of a bird, it was immediately recognised as a transitional form - proof of Darwin's theory. Hailed as \"the first true bird\", the discovery shook the scientific community. Not bad for an animal as small as a magpie - only 20 inches from head to tail. In recent years, more primitive bird ancestors have been unearthed in Liaoning, China. But the fascination with   has endured - driven by the unsolved mystery over its ability to fly. Around 150 million years ago, the modern-day region of Germany where  lived was an archipelago of islands in a shallow tropical sea, covered in lush vegetation. \"We want to know how   lived,\" says Martin Roeper, curator of the Solnhofen Museum, which houses one of the specimens. \"Was he a little dinosaur running, climbing trees - or was he flying? That's the most important question. Could   fly or not?\" Now that we see the whole wings - now everyone can see this really is a very fine specimen” The answer grows closer as new, microscopic details of its anatomy emerge from ever more precise scans. Blood vessels within the bones, for example, can be compared to modern birds.  Media requires JavaScript to play. Full scan of 'first bird' fossil One by one, the 12 fossils have been arriving at the ESRF. And very soon there may be a major breakthrough to announce. In the meantime: \"What is really remarkable are the feathers - they are far more visible by this new scan than by looking at the original specimen,\" says Paul Tafforeau. \"But that's not all, because this technique reveals a lot about the anatomy that's not visible below the surface. \"You can see many hidden details inside the stone. With these we can better understand what  really was.\" If this X-ray spectacle can be repeated with other famous fossils, there may be other discoveries that ruffle the feathers of established wisdom. And not only scientists will see the benefit, says Martin Roeper. \"In former times the visitors to our museum cannot easily understand the fossil - because they cannot see the feathers. \"But now that we see the whole wings - now everyone can see that   really is a very fine specimen.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-27502354", "title": ["Archaeopteryx: X-rays shine new light on mystery 'bird'"]},
{"article": "The world's biggest personal computer maker has reported a 29% jump in full-year earnings while at the same time extending its position as market leader in the PC industry. Lenovo earned a record $817m (£485m) in net profit for the 12 months to March.  The company sold 55 million PCs during the year, extending its global market share to 17.7%, when the overall industry saw an 8% fall in PC sales. Lenovo also sold 50 million smartphones and 9.2 million tablets.  The company's chairman and chief executive Yuanqing Yang said in a statement: \"The record sales and profits that we delivered last year prove that Lenovo can grow and deliver its commitments, no matter the market conditions.\"  Lenovo also posted a record full year revenue of $38.7bn, which is a 14% jump from the year before.  Lenovo rounded off its financial year with a strong performance in the fiscal fourth quarter. During the three months to December revenue from Europe, Middle East and Africa (EMEA) markets collectively surpassed revenue earned in its home market, China.  Group revenue in the fourth quarter jumped 14.3% to $38.7bn. Also in that same quarter, Lenovo's PC shipments to the Americas surpassed Apple for the first time, pushing Lenovo to the number three spot with a 10.8% market share. And the company is also outperforming the industry when it comes to smartphones - shipments grew nearly 60% in the three months to December, outpacing the worldwide market by 28%.  The latest results mark the fourth quarter in a row that Lenovo sold more tablets and smartphones than PCs, and it comes at a time when the company is making efforts to expand into smartphones to offset a decline in its once staple PC business as more and more consumers are switching to mobile devices. This explains the company's  $2.91bn (£1.8bn) acquisition of struggling US mobile phone company Motorola Mobility from Google earlier this year. \"Like many other vendors in the industry, Lenovo is faced with the  challenge of a PC market that is under heavy assault from smartphones and tablets,\" says Bryan Ma from consultancy IDC Asia Pacific. \"It's true that Lenovo may be biting off more than it can chew by acquiring so many companies like Motorola Mobility and IBM's server business, but I see these as necessary - if long term - steps in the right direction. \"Motorola also gives Lenovo a much needed go-to-market route for phones into the US and Latin America, all with the protection of Google's patents.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27497938", "title": ["China's Lenovo sees 29% jump in full year net profit "]},
{"article": "Media playback is unsupported on your device  Last updated at 09:08 BST  Thanks to the ISS HD Earth viewing experiment we can all see what it is like to orbit earth in the International Space Station as it streams footage live to the web.  In her review of websites and apps, Click's Kate Russell looks at this live stream of Earth and a range of sites offering infographic and visualisation tools. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27410611", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 04:27 BST  Britain's first artificial surfing lake is due to open in Snowdonia next year.  Revolutionary technology means that 10ft (3m) waves can now be created at the touch of a button.  A giant man-made lake three times the size of Wembley stadium is under construction in the Welsh mountains, with a second site planned for Bristol.  The mechanical wave is a world first and is set to transform the sport of surfing, giving it the potential to be considered as an Olympic event.  BBC science correspondent Claire Marshall was given exclusive access to the prototype being developed in Spain. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-27490880", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 15:18 BST  EBay has asked users to change their passwords following a cyber attack that compromised one of its databases. The US firm said the database was hacked between late February and early March, and had contained encrypted passwords and other non-financial data. The auction site added that it had no evidence of there being unauthorised activity on its members' accounts. BBC technology correspondent Rory Cellan-Jones reports. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27504142", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:24 BST  When it comes to audio technology, we've come a long way from two tin cans and a piece of string.   Today's scientists can cram tiny speakers into wafer thin televisions and tablets, and achieve outstanding quality from headphones you can put inside your ear. But more than 80 years ago one piece of sound equipment was just as revolutionary, although it wouldn't fit inside your house, let alone in your ear.  Tim Muffett reports.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/uk-27483035", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:44 BST  Shift workers and night owls might rarely have the opportunity to listen to breakfast programmes on the radio, but now they can listen to morning broadcasts 24-hours a day thanks to an online project. Global Breakfast Radio aggregates radio stations from across the world, constantly streaming broadcasts from wherever it is breakfast time, as Chris Vallance reports.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/entertainment-arts-27459852", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 19:09 BST  The owner of Currys and PC World is hoping to make the most of an increasingly connected world by merging with mobile phone retailer Carphone Warehouse, in a deal worth £3.8bn. The chief executive of Dixons Retail, Sebastian James, said with the increasing demand for household electrical products that can be connected to mobile technology the move was \"logical\", while Carphone Chief Executive Andrew Harrison described the merger as \"ahead of the curve\".  Bryan Roberts, an analyst from Kantar Retail, explains how has Dixons has managed to survive in a time of struggling high streets and failing electronics retailers.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27430922", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:19 BST  A researcher at Massachusetts Institute of Technology (MIT) has developed an algorithm which he says can predict how popular a photograph will be when it is posted online. More than two million images posted to a photo-sharing site were studied by Aditya Khosla's software which analyses colour and recognises objects. BBC Click's Spencer Kelly finds out more. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27389786", "title": []},
{"article": "The robot tank is moving rapidly through the scrub on its caterpillar tracks. It comes to a sudden halt and its machine gun opens fire with devastating accuracy.  It may seem like science fiction but is actually a scene from a  . It is just one example of how yesterday's sci-fi has become today's battlefield fact. This miniature tank, only one metre long and made by Qinetiq North America, is one of a host of unmanned air, sea and land vehicles that are being used by militaries across the globe. More than 90 countries now operate such systems, and it is an industry which will be worth $98bn (£58bn) between 2014-23, says research company IHS. \"The USA remains the prime market and a main driver,\" says IHS's Derrick Maple. \"But many countries are building up their indigenous unmanned system capabilities.\" Qinetiq's roaming robots are designed to aid soldiers in reconnaissance or surveillance, or to go into heavily booby-trapped areas where it might be too risky to send in troops. An enemy tank and a friendly tank might look pretty similar to a machine” Kitted out with either a grenade launcher or a machine gun, the firm's latest version    - is certainly lethal, but independent it is not. It relies on a soldier controlling it remotely, and only operates up to distances of about 800m (2,600ft). However, many critics worry that marrying advances like these in robotics and miniaturisation, with developments in artificial intelligence (AI) could lead, if not to the Terminator, then perhaps to its crude precursor.  Others argue that such AI developments would take many decades, and that for the foreseeable future there will need to be a \"human in the loop\", overseeing such systems. Yet already, a few autonomous weapons are in use which themselves decide whether or not to attack a target. Take  , for instance.  This is what its manufacturers, IAI, call a \"fire and forget\" autonomous weapon - or a \"loitering munition\" in military jargon.  Once launched from a vehicle behind the battle zone, Harpy - effectively a guided missile with wings - loiters over an area until it finds a suitable target, in this case enemy radars.  Crucially, once a radar is detected it is the drone itself that decides whether or not to attack.  True, Harpy is only launched if its operators suspect there will be enemy radars to be attacked, but automation like this is likely to become more common. Yet the real obstacle to the more widespread use of what some call \"killer robots\" is getting them to tell friend from foe. \"A tank doesn't look that much like a pick-up truck\", says  \"But an enemy tank and a friendly tank might look pretty similar to a machine. \"Militaries are not going to want to deploy something on the battlefield that might accidentally go against their own forces.\" It is a point echoed by General Larry James, the US Air Force's deputy chief of staff for intelligence. \"We are years and years away, if not decades, from having confidence in an artificial intelligence system that can do discrimination and make those decisions.\" It is the United States which dominates the market for Unmanned Air Vehicles (UAVs) - over the next decade it is forecast to spend more than three times as much on UAVs as China - the next biggest spender.  UAVs also account for the bulk of spending on unmanned systems as a whole - budgets for land or sea-based systems are small by comparison.  Despite the difficulties in developing this technology, the   published last year, says that \"unmanned systems continue to hold much promise for the war-fighting tasks ahead\". It concludes by saying that once technical challenges are overcome, \"advances in capability can be readily achieved... well beyond what is achievable today\". One of those at the forefront of this research is Sanjiv Singh, robotics professor at Carnegie Mellon University and chief executive of Near Earth Autonomy. Working for the US military and Darpa, the US defence research agency, his team has successfully demonstrated an unmanned autonomous helicopter.  We have to take action now in order to stop it” Using remote-sensing lasers the aircraft builds terrain maps, works out safe approaches and selects its own landing sites - all without a pilot or operator.  They are now working on   which could carry cargo or evacuate casualties.  This will be a huge step away from traditional drones which, he says, \"are driven by GPS-derived data\".  \"If you make a mistake in the flight plan, then they'll drive happily into a mountain if it's in the way.\" With all the money being put into this sector, autonomous weapons systems will eventually be developed, says independent defence analyst Paul Beaver. \"It's just like nuclear weapons, you can't disinvent it,\" he told the  Alarmingly, it is not rogue states that he is most worried about. \"I think we're about a decade away from organised crime having these sorts of systems and selling them to terrorist groups.\" Earlier this month delegates from 117 countries met at the UN in Geneva to discuss a  . Even though the technology for \"killer robots\" does not yet properly exist, campaigners say the world needs to act now. It is possible something may get out of our control” \"There are so many people who see these as inevitable and even desirable, we have to take action now in order to stop it,\" says  \"There's an urgency, even though we're talking about future weapons.\" Yet in focusing on military uses of autonomous drones, we might be missing the  . \"The difficulty is that we're developing something that can operate quite quickly and we can't always predict the outcome,\" says Sean O'Heigeartaigh, of Cambridge University's Centre for the Study of Existential Risk.  In 2010, for instance, computer trading algorithms contributed to the \"flash crash\" that briefly wiped $1 trillion off stock market valuations. \"It illustrates it's very hard to halt these decision-making processes, because these systems operate a lot quicker than human beings can,\" he says. Paradoxically, it is the civilian and not the military use of AI that could be the most threatening, he warns. \"As it's not military there won't be the same kinds of focus on safety and ethics,\" says Dr O'Heigeartaigh. \"It is possible something may get out of our control, especially if you get an algorithm that is capable of self-improvement and re-writing its own code.\"  In other words, maybe it is not killer robots we have to worry about, but killer computers. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27332130", "title": ["'Killer robots': Are they really inevitable?"]},
{"article": "Media playback is unsupported on your device  Last updated at 09:26 BST  The European Court of Justice has ruled Google must amend its search results at the request of ordinary people in a test of the \"right to be forgotten\". The court said that links to \"irrelevant\" and outdated data should be erased on request. Samsung says it will compensate chip factory workers who developed cancer while working for the firm. The company did not admit to a direct link between working at the chip plant and developing leukaemia. And UK high street and online retailer Cex has become the first brand to insist shoppers pay in bitcoins during a three-day trial in one of their stores. BBC Click's Dan Simmons has more details of these and other technology stories of the week. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27422600", "title": []},
{"article": "A Canadian firm has courted controversy with its claim to have built a practical quantum computer, a feat thought to be decades away. Now, independent researchers are trying to understand whether it really can tap the strange world of quantum physics. For the modest sum of $15m (£9m), a start-up near Vancouver will sell you a black box the size of a garden shed with its logo emblazoned on the side in white neon.  Not sold yet? What if I told you the contents of the box were around 150 times colder than interstellar space?  You still need some convincing - I get it. How about this: The box contains a machine that can solve some of the thorniest mathematical problems and could revolutionise computing. Much of [the scepticism] has gone away as we've continued to advance our technology so far beyond what anyone else has done” Well, the company's sales pitch has worked on some big names - like  ,  , and defence giant  . The Canadian start-up in question is called   and their monolithic machine is - they claim - nothing less than a real, working quantum computer. But not everyone is convinced. Quantum computing exploits the weird physics that takes hold at tiny (atomic or sub-atomic) scales. Computers that tap the quantum realm could carry out complex calculations much faster than their conventional - or classical - counterparts. While the basic units of information in classical computers are called \"bits\" and are stored as a string of 1s and 0s, their equivalents in a quantum system - qubits - can be both 1s and 0s at the same time.  This phenomenon would enable multiple calculations to be performed simultaneously. But the qubits need to be synchronised using a quantum effect known as entanglement, which Albert Einstein termed \"spooky action at a distance\". Scientists have struggled to entangle more than a handful of qubits, and to maintain them in their quantum state. Lab devices suffer from drop-out, where the qubits lose their ambiguity and become straightforward 1s and 0s. This has ensured that quantum computers remain confined to the lab - proofs of principle capable of solving only elementary problems. Headquartered in the small tech hub of Burnaby, on Canada's west coast, D-Wave has raised upwards of $100m in venture capital from the likes of Amazon founder   and  , the venture capital arm of the Central Intelligence Agency (CIA).  \"The original vision of the company was simple: build a commercially useful quantum computer as soon as possible,\" Vern Brownell, D-Wave's chief executive, tells me. \"We just want to provide quantum computing resources to researchers and businesses around the world so they can solve really hard problems, better than they can today.\" So far there's no speedup to explain” So when, in 2007, D-Wave   of a quantum processor called Orion that could solve Sudoku puzzles and search a public database of drugs to find the closest match to a specific molecule - both impressive achievements in this field - it was greeted with deep scepticism. Four years later, the company unveiled the \"first commercially available quantum computer\", a 128-qubit machine called the D-Wave One, and this time its claims weren't so easily dismissed. The announcement coincided with the publication of a study   in Nature, one of the most prestigious peer-reviewed journals in the world.  This tempered some of the criticism, but fell short of winning over vocal sceptics like Scott Aaronson of the Massachusetts Institute of Technology (MIT). He thinks the firm's computers show \"pretty good\" evidence for entanglement at a local level, though not necessarily on a large scale. But he sees no evidence that this is helping boost the performance of D-Wave's machines. Prof Aaronson told BBC News: \"The questions about 'the explanation for the speedup' haven't even been activated yet, since so far there's no speedup to explain!\" Mr Brownell comments: \"What I think is really interesting is that scientists and researchers are no longer arguing about whether it works, it's how fast does it work? What's the scalability going to be?\" There are things we take for granted about the world around us. Let go of your smartphone and it will fall to the ground. Pull the handle on a drawer and it will open. These familiar rules can be described by the principles of classical mechanics.  But in the late 19th and early 20th Centuries, scientists were beginning to realise that classical physics could not explain certain phenomena seen at very large and very small scales.  This spawned two revolutions: one was relativity and the other quantum mechanics. Early experiments suggested light was a wave, rather than a stream of particles. In quantum theory, light can be both a particle (the photon) and a wave.  One principle central to quantum mechanics is that a particle, such as an electron, can exist in all of its possible states simultaneously - known as superposition. Another important idea is that of entanglement, a phenomenon whereby objects become linked, even if they lie far apart. The company's first commercial machine was followed in 2013 by the D-Wave Two, powered by a 512-qubit chip called Vesuvius. Like its predecessor, this computer is not for conventional use, but was designed for solving optimisation problems, a particular class of mathematical challenge that entails finding the best solution from all the possible solutions. Lockheed is using its D-Wave computer - housed at the University of Southern California - to  . Google's machine, which is shared with Nasa  , is being used for machine learning, a branch of artificial intelligence with applications in areas as diverse as voice recognition and detecting credit card fraud. The big name buy-in has generated serious buzz, but sceptics have not been swayed. \"I don't care if the Messiah has come to Earth on a flaming chariot, not to usher in an age of peace but simply to spend $10m on D-Wave's new Vesuvius chip,\" Scott Aaronson  , adding that the considered opinion of an academic expert of his choice \"would mean more to me than 500,000 business deals\". D-Wave was founded in 1999 as a University of British Columbia spin-out by Rose - who holds a PhD in physics and a light-heavyweight world title in Brazilian Jiu-Jitsu - and his academic mentor Haig Farris.  \"The team spent about five years, with collaborators in various kinds of academic environments, coming to a view on the fastest way to come to market with something useful,\" says Mr Brownell.  The so-called gate model underpins the vast majority of academic research into quantum computing. This idea is based on developing the quantum equivalents of the logic gates that form the building blocks of circuits in classical computing. But D-Wave settled on an approach called quantum annealing. Outlined in   by Eddie Farhi of MIT, and others, this technique is fundamentally different to the theory of quantum gates. In Rose's chosen martial art of Brazilian Jiu-Jitsu, opponents start off on their feet and typically end up grappling on the mat. The aim in quantum annealing is also to reach the \"ground state\" - in this case, the lowest energy point. One common analogy is that of a cross-section through a mountain range. The altitude of the landscape describes the energy, or cost, of the solution. The aim is to find the lowest point on the map and read the coordinates, as this gives the lowest energy, or \"best\", solution to the problem. \"The way you would do it in classical computing is to walk up and down the valleys and hills until you've found it,\" said Prof Alan Woodward, a computing expert from the University of Surrey. \"What the quantum annealing process does for you is effectively to tunnel through the mountain... until it announces: 'The lowest point I found was X'.\" \"It shortcuts everything, and that's how it speeds up.\" Experts say quantum annealing can't offer the performance boost theoretically possible with gates, but proponents of D-Wave's approach point to innate advantages, such as greater robustness to the \"drop-out\" problem that plagues gate model quantum computing. Dr Rose has even branded quantum gates the \"single worst thing that ever happened to quantum computing\". Whatever the route taken, efforts to build a quantum computer must overcome daunting engineering hurdles. The circuits in D-Wave's processors are superconducting, which means they have zero electrical resistance and generate no heat. In order to get quantum effects, liquid helium is used to cool the chip to 0.02 Kelvin, a shade above the temperature known as absolute zero. The whole system is enclosed in a so-called Faraday Cage, which blocks external electrical fields that could interfere with quantum mechanical behaviour. I'm gently pleased by their boldness, to have a go and make the thing” Prof Andrew Steane, from the department of physics at Oxford University, says: \"If you go back five or 10 years, the initial statements coming out of D-Wave - before they had a device to look at - were seen as something you could ignore, because it just didn't seem credible. \"Then they produced this device, so they came up with the goods. And it's a non-negligible device - it has serious computing power. It's just a question of whether what it's achieving is beyond what could have been done with a system based on classical physics.\" Significant academic effort is now being thrown at this question. Last year saw the publication of several scientific studies favourable to the company's case, including indirect evidence for entanglement of qubits and research by Catherine McGeoch, a professor of computer science at Amherst College, that found the system   than did a standard desktop machine. But in January 2014, a team led by Matthias Troyer, of ETH Zurich in Switzerland, published   of Lockheed's unit. Team members won't comment publicly until the work is published in a peer-reviewed journal, but in some tests devised by them, the D-Wave machine was found to perform no faster than a classical computer. However, company executives counter that the tests used were not the sort where the quantum computer offers any advantage over conventional types. Then in February, a team led by Prof Umesh Vazirani, of the University of California, Berkeley,   concluding that a simple, classical computing model of interacting magnets could explain behaviour in D-Wave's machines. In his response to an unfavourable   about the paper penned by Dr Rose, Prof Vazirani suggested that key questions might be answered if D-Wave were to grant researchers  , which is proprietary. However, not everyone thinks this would shed much light on the matter. What Geordie (Rose) said was - let's build what we can do, instead of always thinking about things that are out of reach” \"At a high level, we know what the machine is doing: namely, it's doing annealing to the ground state, with superconducting Josephson junctions (paired superconductors) at 20mK (milliKelvin) temperature, in a way that's 'mostly classical' but that has some quantum effects present, at least at the local level,\" says Prof Aaronson. \"I think this research has actually reached some pretty firm conclusions: most importantly, that the current device is   getting a speedup on the problem distributions currently being tried,\" he explains. Andrew Steane says the computers show promise, but on the question of whether they are exploiting quantum effects for performance gains he says the studies by Troyer and Vazirani \"suggest they can't yet really make that claim\". But the company points to ongoing   and cites   from recent months that support their case.  Mr Brownell comments: \"How many trillions have been invested in classical computing? How many innovations and iterations of hardware since John Von Neumann and the Bletchley Park folks? \"How much algorithm work and research around software and applications and compilers and efficiency? We've come up with something in 10 years that performs just as well, and maybe outperforms in some narrow cases that entire ecosystem.\" Geordie Rose told BBC News: \"Scepticism implies a healthy and unbiased doubt about new technological capabilities or scientific advancements. Much of that has gone away as we've continued to advance our technology so far beyond what anyone else has done.\"   \"The negativity against pioneering companies though comes from small but vocal groups concerned about losing access to funding, and from commercial competitors. I believe the former will go away once these folks realise that our success means more money for their basic science, not less.\" D-Wave's next chip, consisting of 1,024-qubits, is currently undergoing calibration ahead of its planned release later this year. In addition to its aforementioned customers, D-Wave has others it won't name. The firm is now looking to expand into other potentially lucrative markets. \"As we get some more internal resources to support customers adequately, we would like to branch out into other areas like bioinformatics, energy exploration, finance,\" says Vern Brownell. \"We know already there are huge applications in each of these areas for quantum computing.\" Documents leaked by Edward Snowden reveal that the US National Security Agency (NSA)   to determine whether it was possible to build a quantum computer that would be useful for cracking encrypted communications.  But D-Wave's quantum annealing approach isn't well suited to this application. Cryptanalysis is an area where researchers seem to agree that the logic gate model offers more promise. Of the company's efforts, Alan Woodward says: \"The engineering difficulties [of building quantum computers] are enormous, because of susceptibilities to interactions from the environment and so on. What Geordie said was - let's build what we can, instead of always thinking about things that are out of reach. And you've got to admire that. \"I suspect it's something that's helping to move on the state-of-the-art from an engineering perspective, even if it turns out not to be the ultimate shape of things to come.\" Andrew Steane comments: \"I'm gently pleased by their boldness, to have a go and make the thing. \"It's a bit like 'Make it and they will come'. They haven't quite got to 'they will come'. But they've made something.\" Follow Paul  . ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-27264552", "title": ["D-Wave: Is $15m machine a glimpse of future computing?"]},
{"article": "There was a time when a strongly worded letter was the only means of having your complaint heard by a company, but is tweeting now the best way to get your gripe to the front of the queue? When Angie Konrad tweeted that the heating was switched off on her train, she did not expect the operators of that line to read the message and alert the driver to switch the heating on so she could enjoy the rest of her journey in comfort. Twitter is enabling companies to engage in a much warmer relationship with their clientele, but when things go wrong for the customer, it is also the best way to get grievances resolved quickly and in real time says comedian David Schneider, who is also a Twitter expert and runs social media consultancy That Lot. \"If you're 29th in the queue on a phone call, only you know that. It's you and the person who's keeping you on hold. But if you tweet, it's public and it could be picked up, and I think companies are very aware of that,\" says Mr Schneider. A bad review or negative comment can be retweeted by millions, and companies are often keen to defuse customer anger very quickly in a public space such as Twitter. If it is done cleverly, it can even work in a company's favour. \"I remember there was a time where there was an outage on O2 on the network and they were getting a hell of a lot of bad press,\" says Mr Schneider. \"People were tweeting very aggressively at the O2 account and about O2 - it was trending. \"They happened to have a very skilful, self-deprecating, humorous person on their Twitter feed at that time who dealt with the abuse in a very amusing way.\" Mr Schneider says it was interesting to see a wave of criticism turn to positive comments from the customers.  When a complaint is treated with a personal touch, it can even go viral on Twitter. For instance one Argos customer service representative chose to reply to customer Immy \"Badman\" Bugti's complaint   he had used in his tweet. A shortened version of the messages read: \"@Argos_online: Yo, wen you gettin' da ps4 tings in moss side? Ain't waitin' no more.\" \"@BadManBugti: Safe Badman. We gettin' sum more PS4 tings in wivin da next week, y'get me.\" The company response from Argos was retweeted over 1,500 times within the space of a few hours. Jo Causon, chief executive of the Institute of Customer Service, says consumers are becoming much more savvy and expect organisations to relate to them as real life human beings and not simply transactions any more. \"One of the key things that we're seeing in the changing world we're all living in is that we want to have better dialogue, not just monologue, with our organisations,\" says Ms Causon.  According to a poll of 2,000 people by the communications agency Fishburn Hedges and Echo Research in April 2012,   to contact a big company and 65% said it was a better way than call centres to get in touch with companies. It was not just confined to the young either, with 27% of people aged over 55 having used social media to complain. Ms Causon expects complaints via Twitter to only increase in popularity with the growth of social media. \"A lot of us at the moment are not complaining necessarily through Twitter, but as we progress, it certainly is a medium of choice, and organisations will need to be able to respond appropriately,\" says Ms Causon. With almost 15,000 complaints a day about financial services in 2013, according to  , Hannah Moore from BBC Radio 4's Money Box programme monitored the Twitter feeds of eight of the major banks for a working day and found problems were not necessarily resolved on Twitter, but it did help push requests to the front of the queue. \"When customers complained about hanging on premium rate phonelines, [some] staff promised to call them instead, and if you're confused about which department you need to get in touch with, Twitter's really helpful,\" she says. \"The best banks provided the correct phone numbers, forms and web links within minutes - again saving you time on an 0845 number.\" According to Ms Causon it's important for the consumer to be responsible about choosing the right channel for their complaint too. \"A banking problem in itself doesn't necessarily lend itself to a very public place like Twitter, so I think it's about the nature of the problem and what you're looking to have resolved.\" If Twitter is making it easier to complain, it also makes it easier for consumers to give positive feedback to companies too, so there is no danger we will turn into a nation of whingers. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27381699", "title": ["Why it pays to complain via Twitter"]},
{"article": "Google is rumoured to be in talks over a $1bn (£593m) deal for the video game-streaming service Twitch. The fast-growing service allows gamers to broadcast their play live so that others can watch.  that Google-owned YouTube has beaten off competition from Microsoft to reach an agreement. Google is refusing to comment, but   say talks are continuing and at an early stage. Gamers use Twitch to broadcast their gameplay for other users to watch and provide tutorials. It works on desktop, but perhaps one of the company's main strengths is that it is built into the two major consoles on the market: Sony's PlayStation 4 and Microsoft's XBox One. Indeed,   that Twitch's desire to remain neutral in that respect was behind its reluctance to sign a deal with Microsoft. Users can also play games live. A video that allowed users to play Pokemon by entering commands into the comments also proved incredibly popular, with more than 60 million views to date.  Services like YouTube have long been used by players to post footage of themselves playing games, with football games particularly popular. The big difference with Twitch is that it is more akin to live television. In a word, yes. And Twitch is the biggest site for it.  , it was bigger in the United States than some of the mainstream sports broadcasters. In February this year, Twitch reported 45 million unique monthly viewers in 2013, more than doubling its 2012 figure. And it said that six million videos were broadcast per month last year, twice the figure in 2012. According to a survey by broadband service provider Sandvine released earlier this month, Twitch accounted for 1.35% of all internet traffic during peak hours in the USA. A report from CBS Interactive in 2012 claimed that the eSports scene - organised tournaments between gamers, some of whom are professionals - was mainly attracting men aged 18 to 34 and Twitch has said it broadly followed that trend. In an interview the same year, two Twitch executives said they were also trying to bring in more female viewers and contributors. Some broadcasters have huge audiences, but Twitch says it also has many who cater for much smaller ones. Around the turn of the year, Twitch was   and take disciplinary action after a member of its staff banned some users from the site over what it admitted were \"innocuous remarks\" about him during a row over copyrighted images. The company said that the staff member, who was using the online moniker \"Horror\", should have recused himself. It also took action against a volunteer site administrator who censored online posts critical of Twitch during the same argument. \"We at Twitch do not believe in censoring discussion, and more to the point know that it's doomed to failure,\" said a statement. Perhaps predictably, Twitch is based in San Francisco. It separated from online video broadcaster Justin.tv in 2011 and, in September last year, announced its largest round of new funding to date with $20m invested by three parties, including the publisher of the Grand Theft Auto series. It said at the time that it hoped the money would help it \"grow and tap into new markets\". But, only three months later,   - problems YouTube could be in a position to solve. In total, the company has raised $35m (£20.8m) in funding from six investors, so a $1bn deal with YouTube would represent quite a return. And one of the investors in the latest round WestSummit Capital said it expected Twitch to focus on growth in the Asia Pacific region. Advertising is central to Twitch's business. It has its own banner adverts on its site but also allows users to place additional ads within their videos. Video creators can run ads before or during their broadcasts and receive a share of the revenue generated once the total exceeds $100. Twitch also allows some members with large followings to become partners who can accept subscribers, normally at $5 per head. Subscribers get privileged access to more content on the selected users' channels and, again, Twitch takes a share of the money. In addition, the site allows members to donate to each other, potentially making it more attractive to create content, although Twitch does not take a cut of such payments.   while claiming to be wheelchair-bound met with trouble when he stood up before his broadcast cut out. In February this year, the site launched a Turbo subscription service costing $8.99. It spares subscribers the obligation of sitting through adverts and provides additional benefits. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27468967", "title": ["Twitch: Has Google valued watching others play games at $1bn?"]},
{"article": "Media playback is unsupported on your device  Last updated at 01:10 BST  Over the past couple of years, the technology world has focused on gadgets that combine with your smartphone to reveal insights into our health.   One start-up in southern California is applying those principles to pets.  Petnostics is a $10 (£6) screening kit for dogs and cats, consisting of reactive strips that change colour when they come into contact with a pet's urine.   A smartphone camera snaps an image of the results, which are displayed on an app for a user to screen for potential illnesses. Eventually the company hopes to apply a similar test in humans. But how accurate are the results? And is there a danger that this may breed a generation of pet owners who are unduly anxious?  The BBC's North America technology correspondent Richard Taylor put the kit through its paces with Petnostics founder, Stephen Chen and pet dog, Mogley. You can follow Richard on Twitter  . ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/27470629", "title": []},
{"article": " Media requires JavaScript to play. WATCH: See the KickSat project's journey into the Earth's lower orbit Exploring space has long been the sole diversion of governments, big business and academics. With each galactic jaunt potentially costing hundreds of millions of pounds and demanding decades of planning, it's hardly a surprise that we're not all reaching for the nearest astrophysics textbook. As of this week, however, 104 regular Earth citizens can now claim to each have had their own satellite in orbit, each for less than £200 ($300). The age of personal space exploration has begun.  The space pioneers are all backers of the KickSat project.  Started in December 2011 on the crowdfunding site Kickstarter, the project attracted more than double its initial asking amount, pulling in nearly $75,000.  Three years later, KickSat's 104 satellites have hitched a lift into orbit aboard SpaceX's CRS-3 resupply rocket to the International Space Station. The big idea behind KickSat is to make satellites so tiny that the cost of getting into space can be split hundreds or even thousands of ways.  The major expense of space flight, perhaps unsurprisingly, is getting off the Earth - typically it costs up to $100,000/kg to ride a rocket into space. The KickSat satellites, called Sprites, are drastically different to the large and costly satellites currently orbiting above our heads.  Weighing 5g (0.18oz) and small enough to fit in the palm of your hand, Sprites only exist thanks to the progress made in the miniaturisation of electronics. Much like the diminutive Raspberry Pi computer, plenty of computing grunt can now be packed into a comparatively small area.  The brains of the Sprites are roughly as big as a fingernail, but are about as powerful as the entire computing system on board each of the Voyager space probes launched in the late 1970s. Combine this with cheap off-cuts from space quality solar panels, a few other small instruments and memory wire antennae, and you have a tiny satellite capable of transmitting data back to Earth. Standard Sprites only collect a relatively limited amount of data - such as temperature, and magnetic and orientation information - but even this, when collected in large numbers, can be useful. \"One instrument by itself might not be very high quality but in aggregate, by the hundred or by the thousand, you can take measurements that you can't necessarily get in any other way,\" Michael Johnson, co-creator of the KickSat project, tells BBC Click. \"For example, instead of having to land a large rover on a planet you might instead land a few thousand very small spacecraft all around the surface. \"As they get blown around by weather systems they will go to places that a rover couldn't even get to.\" Just like a Raspberry Pi, the programming of the Sprites can also be customised to perform new and novel tasks.  Luke Bussell, a sixth-former from York, heard about the KickSat project whilst studying for his astronomy GCSE and ended up programming his own Sprite.  By watching for unexpected changes in the Sprite's memory, he was able to turn the satellite into a cosmic ray damage detector. Prof Alan Woodwood, from the department of computing at the University of Surrey, welcomes the idea of schoolchildren like Luke being able to achieve such scientific dreams. But he remains concerned about the prospect of increased access to space.  \"It's getting very crowded up there, and it's a bit of a Wild West,\" he says. \"There is a responsibility that not too much goes up by the people putting things up there.  \"There's always a risk that they could damage a communications or weather satellite. If care isn't taken, problems of debris and space junk could become a lot worse.\"  Mr Johnson says he has taken this into account by designing a limited lifespan into the Sprite satellites. Within a few weeks of launch all of them should re-enter the Earth's atmosphere and burn up.  However, if citizen space exploration does become more common, it could become a problem. For enthusiasts like Luke and Mr Johnson, projects like KickSat are only the beginning of an era of personal, open-source space exploration. Many of the lessons learned from the KickSat mission are being used to inform Michael's next project, PocketSpacecraft, which has even grander ambitions.  \"There are more than a million bodies in the solar system worth exploring, whether that's planets, moons, asteroids or comets, and since the beginning of the space age there's been about one Earth escape spacecraft launched every year to go out and do some exploration,\" says Mr Johnson. \"The science done is incredible, but we're never going to explore a million bodies in the solar system at a billion dollars a time, there simply isn't enough money in the world.\" Aiming to launch in 2015, the team at PocketSpacecraft are working on an even smaller satellite design, called a Scout, that they hope will travel all the way to the Moon. With an average thickness of 20 microns (0.02mm), the Scout is designed to allow thousands to be packed into a single launch, reducing the costs per satellite considerably. The design also makes use of printable electronics, and a technique called lapping - removing excess silicon from the core chip - to minimise thickness and weight as much as possible.  Even the memory metal aerial is put to good use, doubling up as as a structural support for the Scout by looping around its edge. Looking to the future, Michael says the ultra-thin Scouts may eventually be able to ride the light from the Sun to distant parts of our solar system, steering by changing their reflectivity with LCD shutters. Although PocketSpacecraft's Kickstarter campaign failed to hit its target, Mr Johnson has since managed to attract the $500,000 needed to fund the mission. He acknowledges, however, that there is no guarantee of success. \"One of the things we're very clear about is this is hugely risky,\" he says. \"If you're doing billion-dollar missions roughly 50% of them fail… so failure is an option. \"We try to have as many alternative ways as possible of getting data back from these spacecraft, so that at whatever point we get to, we'll get some useful return from the mission.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27444158", "title": ["Tiny KickSat Sprite satellites hitch ride into orbit"]},
{"article": "It's 0700 and I'm proud to tell you that after an early run, I've taken 5,445 steps, or actually 4,997 steps or maybe 4,545 steps - or perhaps I've acquired 1,543 fuel points, whatever they are.  All of this data comes from a couple of fitness bands and a smartphone app I've been trying out for a radio piece about this strange fad for measuring our daily activities. (You can hear it on The World At One on Wednesday).  For the last year or so the hot new trend has been wearable technology - all sorts of gadgets laden with sensors that will deliver us information or measure our lives in meaningful ways. The first real manifestation of this has come in the form of various fitness devices - mostly glorified pedometers that tell you how far you've moved.  But even before this idea has really hit the mainstream, doubts have set in. It has emerged that Nike has   and will henceforth concentrate on software. That may be because it is working with Apple on a fitness product, but there are still questions over just how big a market this is. And some early adopters are already showing signs of fitness fatigue. Stuart Miles of the gadget blog Pocket-Lint was the man who sparked my interest in these devices last year. When we met up recently, he reminded me that I had once rung him late at night to say that I'd just managed to hit my Nike Fuelband target by doing star jumps in the living room.  There's a gap between the data that you collect - and the need to do something about it” But then he reveals that he's stopped wearing his Fuelband: \"At first it's exciting. But after a while you fall into a pattern so you know what you're doing , you don't need something to tell you how you're doing that day - so after a while you take them off.\" And Olivia Solon of wired.co.uk tells me that she'd been an enthusiastic Fitbit user for six months and like me, had found herself exercising somewhat manically late at night to hit her target. \"But after about six months I got a data blindness, and stopped looking at the figures and as a result wasn't doing any more exercise. There's a gap between the data that you collect - and the need to do something about it.\" We are however at the very early stages of wearable fitness monitors. Solon thinks the killer app could be a device that measures calorie intake (\"that will be truly transformative\") and the fitness firms have plans to collect far more data.  Privacy groups are beginning to take an interest in the sheer quantity of data that we are handing over when we sync our Nike Fuelbands or our Jawbone Ups to the cloud” I puff up the stairs in my office with Jawbone's Jorgen Nordin, recording more steps on the Up band, which is his firm's fastest selling product. He explains what the future holds: \"It's all about more sensors, we'll have them in our bodies, there'll be more sensors built into shoes and shirts or maybe earrings. There'll be multiple sensors that measure multiple data points - and all of these data points will allow us to provide even more valuable feedback to the end user.\" Ah, but that is the question - who will really want all that data, and who will benefit from it? Privacy groups are beginning to take an interest in the sheer quantity of data that we are handing over when we sync our Nike Fuelbands or our Jawbone Ups to the cloud. Already some employers are introducing fitness bands - on a voluntary basis of course - to measure their employees' well-being. And at least one health insurance firm is offering lower premiums to customers who track their activities with one of these gadgets. But we are all going to have to be far more interested in our own data - and convinced that tracking it can improve our lives - if these devices and apps are going to reach byond the niche of the \"quantified self\" movement. Oh, by the way - I ended my day having taken 13,329 steps according to my Nike Fuelband, 14,309 if you believe the Breeze smartphone app, and 13,691 according to the Jawbone Up. Then, according to the Up, I slept for six hours and 24 minutes, with three hours, 32 minutes of sound sleep and two hours, 51 minutes of light sleep. It seems to me that what I need to do now is move less and sleep more - perhaps these gadgets can help after all. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27501935", "title": ["Tech fitness products - how far will they run?"]},
{"article": "Every week in Lagos, Nigeria, a fleet of cargo bicycles goes round people's homes picking up plastics, cans and sachets. The residents receive points based on the weight of recyclables they collect, which they can redeem for basic food items, consumer electronics, or cash.  This is the low-tech, but high impact, recycling scheme run by WeCyclers - a new breed of social entrepreneur making sustainability pay. The company, which works in partnership with the Lagos Waste Management Authority, makes its money by selling the materials on to manufacturers.  \"The plastic gets shredded and exported to make polyester fibre for clothing or pillow stuffing,\" says WeCyclers chief executive, Bilikiss Adebiyi-Abiola.  \"It is really making a difference at street level,\" she says. \"There is less pollution and less flooding. People say their neighbourhoods are cleaner and their kids seem healthier.\" More than 5,000 households have signed up so far and there are plans to extend the scheme to other cities throughout Nigeria. A similar scheme giving people a financial incentive to recycle waste is Canadian social enterprise Plastic Bank. Speaking to the BBC from Greece, where he has been admiring the country's white beaches and blue seas, co-founder David Katz says he has always \"felt a connection at the water's edge\".  The degradation of the world's oceans caused by the dumping of plastic has long irked him, as has the widespread poverty he witnessed on his travels around the globe.  Business, he realised one day, could be the way forward.  \"Pound-for-pound,\" Mr Katz explains, \"plastic is more valuable than steel.\" Starting in Colombia and Peru, Plastic Bank is setting up repurposing and exchange centres that offer incentives to locals for gathering and sorting recyclable plastic waste.  In return for a quantity of the material, contributors are offered credits for a range of basic products. But it's a technical innovation which is helping to drive the social enterprise. In a collaborative project with the University of British Columbia, Plastic Bank is working on a machine that transforms waste plastic into filament that can be a source material for 3D printers. The plan is to use these printers to allow Plastic Bank members to mould everyday products, such as household utensils and educational toys, from the plastic they collect. One day, the printers could even make water pumps and other vital tools, Mr Katz envisages. But while WeCyclers, Plastic Bank and others focus on repurposing waste, some businesses are using technology to reduce the amount of discarded materials entering the ecosystem in the first place.  For example, Unilever, one of the world's largest product companies, is trialling a new type of plastic bottle that incorporates air bubbles \"like an Aero bar\", says Karen Hamilton, the company's vice-president of sustainable business. The MuCell technology uses gas-injection to create bubbles in the middle layer of the bottle wall, thus reducing the density of the product and the amount of material required by 15%.  The company estimates this will save 275 tonnes of plastic in the first year.    In 2015, Ms Hamilton says Unilever will be making the technology available to all - including its rivals. In another example, Unilever's 25% smaller aerosol deodorant can, developed using new compression technology, will save enough aluminium to manufacture 38,000 bicycles, the company claims. This is a far cry from 15 years ago, when the company's attempt to sell concentrated laundry detergent in smaller bottles failed miserably. Its attempt to reduce waste was shunned by consumers, worried that they were getting less value for money. However, consumers have become more aware of sustainability issues in the interim. Another company employing technology to reduce waste is wear2, a Chester-based firm bringing \"ecostitching\" to the rag trade. Together with the University of Leeds, it developed a novel fibre for sewing clothing seams, which can be easily unpicked when exposed to microwave radiation - leaving no trace on the original material. Using this technology, clothing manufacturers can choose which parts of a garment they would like to disassemble in the future, and repurpose old material easily on an industrial scale. This is especially useful for branded corporate clothing, which is sometimes thrown away en masse when a company changes its logo, or colour scheme. Charlie Rea, a project manager at C-Tech Innovation, one of the organisations behind wear2, says the project is \"creating a revenue stream, rather than a waste stream\". He may have hit upon the crucial ingredient driving the success of sustainability-focused firms - linking sustainability to profitability. Matt Loose, of think-tank and business consultancy SustainAbility, which advises global corporations such as Nike, Starbucks and Shell, believes this is what gives a good idea legs. \"We give a very strong message to our clients that there has to be a really strong business case, and not just goodwill,\" he explains. In addition, some argue that disparate enterprises must share ideas and develop solutions together if sustainable ideas are to become profitable.  For example, the Ellen MacCarthur Foundation, set up by the eponymous sailor famous for being the fastest person to circumnavigate the globe, is building a collaborative environment where some of the world's largest companies, such as Apple, Ikea, Coca-Cola and H&M, address their concerns alongside geeks, innovators and other organisations.  Sustainability, according to such advocates, is about caring and sharing. But it is also a prime business imperative. As Plastic Bank's David Katz puts it, these days companies have to exhibit environmental responsibility \"just to be able to compete\". ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27413189", "title": ["War on waste makes sustainable business more profitable"]},
{"article": "\"Enough is enough,\" said Attorney General Eric Holder.  The US government is baring its teeth, showing a new aggression towards Chinese hackers and what the authorities here call \"21st Century burglary\". Reading between the lines, it seems the Chinese government protests their innocence when President Barack Obama or others raise the subject, and then ask, \"Where's the evidence?\" Now the US authorities are saying, here it is, in black and white. Among the accusations: theft of plans for a nuclear power station in 2010, theft of financial information from a firm that makes solar panels, and malware installed on US Steel's computers, both also in 2010. And the US claims the activities of the Chinese military officers directly hurt Americans and the US economy. One official said that the unfair competition led to plants being padlocked and people losing their jobs.  No-one thinks these officers, presumably acting on the instructions of their government, will end up on trial in a US court. The long arm of the law doesn't reach to Unit 61398 of the Third Department of the People's Liberation Army in Shanghai.  The relationship between the US and China is a curious one, balanced between something not quite like friendship and a more familiar sense of competition. It is now edging into animosity.  Each area - from a potential conflict in the Pacific to economic competition -  is different.  But this is intended to be a stark message to the Chinese government that there will be no more diplomatic niceties, no pussyfooting around, when it comes to industrial espionage.   ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/world-us-canada-27475332", "title": ["Chinese hacking: US calls out '21st Century burglary'"]},
{"article": "As our identities become more entrenched on the web, a slew of apps want us to return to an earlier era of anonymity on the internet. But can apps such as Secret - which has just launched on Android - really keep our identities, well, secret? Think back to an AOL chatroom. Wait for the modem to sing its song, click the connect button, find a room - and inevitably, the first question you're asked as soon as you log in is \"a/s/l?\" - age/sex/location.  In other words: \"Who are you?\" For many people, this was the defining feature of the internet: anonymity. A place where screen names and loose identification protocols made the web, by default, an opaque place. Today, our digital identities adhere ever more closely to our real lives, with Facebook, Twitter, and Instagram allowing real-time and often permanent imprints of our existence. While alleviating one concern - identification - they have created another: is there any way to be open on the internet anymore, without fear of reprisal? I think we're really well positioned to own anonymity” That is why a whole host of firms are arguing that it is time to return to, or at least make space for, anonymity. \"You look at all of these services like Facebook and Instagram, and they're all about let me show you the best version of me,\" argues Whisper co-founder Michael Heyward. \"It's essentially this highlight reel - Whisper is about showing people the behind the scenes stuff that we're not always comfortable posting on Facebook.\" Whisper allows users to download an app and then post anonymous statements - everything from \"do you like this outfit?\" to \"I'm worried I suffer from post-traumatic stress disorder\". Users can then like statements they identify with or think are funny. Mr Heyward likens it to the Catholic concept of a confession - but a confession that also operates as a business. Whisper has raised over $60m (£36m) since being founded two years ago. \"I think we're really well positioned to own anonymity,\" he says. But Mr Heyward isn't the only one to realise that both the intrusion of social networks into our \"real lives\" and the Edward Snowden US government spying revelations have led to an increased desire for anonymity on the web.  And, of course, capitalising on that desire for anonymity could be big business. Whisper's Michael Heyward was recently taken to task by Michael Arringon, co-founder of the TechCrunch website, for claiming that Whisper helped make the world more open. Mr Arrington cited a Whisper where an anonymous user claimed Gwyneth Paltrow was having an affair. \"How does outing Gwyneth Paltrow cheating on her husband make this a more caring world?\" asked Mr Arrington. While that question went unanswered, it raised another question: could Whisper be sued for libel? Not in the US, says law professor James Grimmelman. \"US law - section 230 - provides that no provider of a user generated content site is responsible for user generated content,\" he says. \"It lets everything from Reddit to Facebook not be treated as having published anything defamatory or harassing.\" Secret, founded in October and launched in January by two former Google employees, Chrys Bader-Wechseler and David Byttow, has already raised $11.5m. Unlike Whisper, it accesses your phone's contacts and only shows you Secrets from friends or friends of friends. It was a hit with iPhone users in Silicon Valley, where they posted juicy titbits, including news of which tech start-ups had been bought for millions and, most notably,  . And the app has just been made available in all countries both on iOS and Android. Mr Bader-Wecheseler says that the duo didn't design the app with the concept of whistle-blowing in mind. But now \"we constantly ask ourselves is whistle-blowing important, and we think so\". But thinking whistle-blowing is important and promising anonymity are two very different things. \"The problem with apps on mobile phones is that, well, it's a mobile phone,\" says Runi Sandvik, a technologist at the Center for Democracy and Technology. \"It's tied to you in some way or another and this identifier is often passed to the makers of these applications. So even if these apps on their website are promising you anonymity, if asked or required they will hand over your information to law enforcement.\" Ms Sandvik says that promises of anonymity are thus essentially a \"marketing gimmick\" because \"you don't want to advertise an app that promises semi-anonymity\". And it is not just users who could find themselves in hot water. University of Maryland law professor James Grimmelman notes that Snapchat, the self-deleting photo messaging app,   with US authorities over promises that images could not be stored. \"If users can be identified you cannot promise anonymity,\" he says. He adds that the Nike leak also could cause legal issues, including leaking trade secrets and raising questions about insider trading.  That's why perhaps \"it's more about pseudo-nymity - the ability to have a real identity but being able to turn it off when you want to,\" says Dil-Domine Leonares, founder of an app called Breakr, which allows users anonymously join chatrooms based on their location. That is a sentiment echoed, in some part, by Secret's founders, who insist the app isn't all about whistle-blowing. \"Facebook trained us to curate our identity - I think Secret can train us in empathy,\" says Mr Bader-Wechseler. But that assumes - or presumes - that what people have to share is not mean, or slanderous, or just simply banal. One recent Secret read: \"Just spent 45 min trying to teach my cat a trick. He didn't get it. We'll work on it tomorrow.\" Not exactly the stuff that moves mountains. But then again, scroll down a bit and I found \"Twitch.tv is rumored to have been acquired for $1b. Any big paydays for non-execs?\" - something a bit more up my alley as a technology journalist. Scroll down once more, this time on Whisper, and I found out that the ex-wife of a prominent technology executive was now dating. And therein lies the question: are these apps about sharing feelings that can't be expressed publicly, leaking corporate secrets, or, simply trading in something that pre-dates the iPhone: gossip? There's also the less philosophical, more practical issue, the word that is almost never spoken in the bubbly world of Silicon Valley: profits. \"We think about it every now and then but we haven't invested resources in solving this problem,\" says Mr Bader-Wechseler. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27397811", "title": ["Whispers, secrets, and the return of anonymity on the web"]},
{"article": "Media playback is unsupported on your device  Last updated at 15:34 BST  Around five billion people - two thirds of the world's population - still do not have access to a computer or smartphone.  Many people would like access but find themselves on the wrong side of a digital divide that seems too difficult to bridge. Many charities are trying to help in poorer areas, but now, two entrepreneurs reckon they may have the answer with an idea that funds itself, as Dan Simmons reports at the start of a global campaign. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-27342186", "title": []}]