[{"article": " Media requires JavaScript to play. Current account holder Charlotte Brooks on why she switched banks More than 600,000 people have changed their current account provider in the first six months of a scheme designed to make switching banks easier. The 609,300 switches in the six months to the end of March marked an increase of 14% on the same period a year ago. Two thirds of customers are now aware of the service, according to the Payments Council, which oversees it.  But, with 46 million current account holders in the UK, switching levels remain relatively low. The Payments Council said the new, quicker service had taken the \"fear factor\" and \"barriers\" away from switching. Under the new rules current account holders should be able to move their bank account to another provider within seven days. It had taken up to 30 days to switch previously. The switching guarantee also means the new bank or building society has to arrange for the transfer of all existing incoming and outgoing payments to the new account. \"By making the Current Account Switch Service quick, hassle-free and removing the fear factor, we've taken away the barriers customers told us they had when it came to switching,\" said Gary Hocking, managing director of the Payments Council. Current accounts should also not be ignored when it comes to shopping around for the best rate” \"There's also been a noticeable surge of advertising activity from current account providers, big and small, suggesting that the new service is helping foster competition and choice for customers.\" However, some have questioned the success of the new scheme. Richard Lloyd, executive director of consumer group Which?, said: \"Despite an increase in public awareness and confidence, switching levels are still low, suggesting that the new seven-day service is not the game-changer that can significantly increase competition in banking.\" Tesco Bank and Virgin Money plan to launch current accounts this year, while existing providers have offered a range of incentives for customers to change or stick with their current bank, from interest on balances to one-off cash payments. Some current accounts now offer three times the interest rate of some instant access savings accounts, according to price comparison website Moneysupermarket. \"Current accounts should also not be ignored when it comes to shopping around for the best rate - especially as providers are also offering cash incentives to those who switch,\" said Kevin Mountford, head of banking at the website. \"However, people should be aware of high overdraft charges on some of these accounts. Those who regularly dip into their overdraft will find a better deal elsewhere.  \"In order to benefit from the higher rates, customers will need to meet the minimum funding requirements or other terms and conditions, so it is important to check these before you switch.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26982564", "title": ["More than 600,000 people switch bank account using new service"]},
{"article": "Chancellor George Osborne has hailed the UK's economic recovery in a keynote speech in Washington DC. Mr Osborne said critics of the government's economic plan have been proved \"comprehensively wrong\". His speech comes a year after the International Monetary Fund said Mr Osborne's austerity policies were \"playing with fire\". Labour said Mr Osborne was \"out of touch\" with the millions of people in the UK facing a cost-of-living crisis. Speaking while in the US capital for the spring meetings of the IMF and World Bank, the chancellor said that cutting deficits and controlling spending had \"laid the foundations for sustainable growth\". Mr Osborne admitted \"many risks remain\" but said there was cause for \"cautious optimism\". \"It's only by continuing to work through our long-term economic plan that we can deliver more economic security and a brighter future for all,\" he said. His visit comes after the latest IMF forecasts predicted the UK would be the fastest-growing major economy this year. Mr Osborne used his keynote speech to reject the arguments of the IMF's chief economist, Olivier Blanchard, who warned last year that the UK's austerity policies were strangling growth. And the chancellor also dismissed suggestions that the West is locked in a cycle of economic stagnation, declaring: \"Our nations' best days lie ahead.\" He said that the strengthening economy in Britain is underpinned by well-capitalised banks and a \"credible\" fiscal policy. \"Our economy has grown faster than any other in the G7 over the last year and is now forecast by the IMF to do the same in 2014,\" Mr Osborne said in his address to the American Enterprise Institute think tank. \"This is despite warnings from some that our determined pursuit of our economic plan made that impossible. \"All of this demonstrates that fiscal consolidation and economic recovery go together, and undermines the pessimistic prognosis that only further fiscal stimulus can drive sustainable growth.  \"Indeed, that is precisely the wrong prescription for our economies. \"Instead of more debt or more government spending, we need to get our public finances in order, make structural reforms and compete in the world again.\" But Chris Leslie, Labour's shadow chief secretary to the Treasury, said: \"The last thing millions of people facing a cost-of-living crisis want to hear is an out-of-touch chancellor trying to tell them everything is going well. \"In 2010 George Osborne promised sustained rises in living standards, a secured rather than choked-off recovery and the books balanced by 2015. On every single pledge he has badly failed.\" Mr Leslie said Labour's plans would \"boost living standards for all\" and \"secure a strong and balanced recovery\". ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-politics-26989056", "title": ["George Osborne hails UK growth in Washington speech"]},
{"article": "Scotch whisky exports stagnated last year, as sales were hit by slowing demand in China and other emerging markets. Figures from the Scotch Whisky Association (SWA) showed overseas sales remained flat at £4.3bn by value. In volume terms, exports increased by 2.5% to the equivalent of 1.23 billion bottles.  Scotch whisky performed strongly in the US, Mexico and India but direct exports to China fell by nearly 30% to £51m.  Sales to Taiwan, South Korea and Japan also fell in value, by between 13% and 15%.  We've heard from individual distillers that the fall-off in the Chinese market has a lot to do with official government disapproval of conspicuous consumption, and a crackdown on the culture of business gifts, as they easily cross the line into corruption. It's a challenge that has hit the premium and luxury goods market in quite a big way.  The best performers included the US, which saw exports of Scotch grow 8% on 2012 to a record £819m.  The US was by far the largest market for whisky by value.  France remained the largest volume market for Scotch.  SWA said sales there rose by 16% as the market recovered following a tax hike on spirits at the start of 2012. India,  which is now Scotch whisky's fourth biggest market by volume, saw the value of whisky sales climb by 12% to £69m.  SWA said it hoped EU-India Free Trade Agreement negotiations would restart following this year's Indian elections, leading to a reduction of the current 150% import tariff. Exports to Brazil and Mexico grew by about 20% - to £99m in Brazil and £110m in Mexico. A career in the British diplomatic service means David Frost is schooled in the art of choosing his words carefully. The Scotch Whisky Association's chief executive has concerns about independence but he is careful not to overstate them, insisting the vote is a \"decision for the people of Scotland,\" not for its companies. Nonetheless, Mr Frost is seeking \"reassurances\" about the \"risks\" of a 'yes' vote. In the SWA's sunny boardroom in Edinburgh he told me he was concerned that the Scottish government's white paper on independence \"talks of a network of 70 to 90 overseas embassies,\" compared to \"getting on for 200 posts\" in the existing UK diplomatic service. According to the SWA, Scotch whisky represents about 85% of Scottish food and drink exports and about one quarter of the British total, with the industry's exports worth £135 a second to the UK balance of trade. \"It is important that an independent Scotland gives the same kind of support to the industry and finds ways of doing it that are comparable to what we have now,\" said Mr Frost. \"We're confident this industry is going to succeed whatever the situation after the 18th of September. So we are concerned about the conditions in which we would be operating. We see some risks. We want reassurances. But are we going  to be successful? Yes, you bet.\" In January, spirits producer Diageo reported slowing sales in China and other emerging markets. The company said new rules over gift-giving and spending by Chinese officials dented sales in the country by 66%.  SWA chief executive David Frost said: \"Scotch whisky exports remain strong and the industry's impressive performance makes a major contribution to the UK's trade performance.  \"The unprecedented investment programmes in Scotch whisky by producers show that in the long term they are confident that demand will continue to grow.   \"However, in the short run, there are some economic headwinds. Formal and informal barriers to trade remain.\"  He added: \"We should remember that the industry's success does not come automatically but is based on hard work, investment and careful stewardship.\"  Mr Frost also made a plea for strong government backing for the industry. He said: \"As a former ambassador, I know that the industry also depends on strong political support from government, for example to influence European Union negotiations on our behalf or to press other countries to allow better access to their markets.  \"Both the UK and Scottish governments have played an important role in this so far.\"  He added: \"Whatever the outcome of the Scottish referendum, as an industry exporting to around 200 markets we will continue to need the backing of an effective diplomatic network with the necessary global reach, commercial expertise, and capacity to influence.\"     Overall, Scotch whisky accounts for about 85% of Scottish food and drink exports and nearly a quarter of the British total.  Source: Scotch Whisky Association 1. USA £818.7m £758m +8 2. France £434m £434m 0 3. Singapore £329.7m £339.2m -3 4. Spain £180m £195.3m -8 5. Germany £172m £168.8m +1.8 6. S Africa £163.5m £161.6m +1 7. Taiwan £144.6m £165.4m -12.5m 8. S Korea £115.4m £135.7m -15m 9. Mexico £109.8m £91.8m 19.5 10. Brazil £99.1m £83.6m 18.5 ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-26974320", "title": ["Scotch whisky exports remain flat"]},
{"article": "Europe must be firm over sanctions against Russia, German finance minister Wolfgang Schaeuble has said. Even if future sanctions result in economic weakness in Europe, Russia's annexation of Ukraine \"will not be tolerated,\" the influential politician told the BBC. However, Europe wanted close partnerships with Russia, he said. Mr Schaeuble's comments came ahead of a meeting of the IMF and G20 finance ministers on Friday. The issue of Russia in the Ukraine must be solved, Mr Schaeuble said. \"We in Europe know that we can't solve such a problem with military force, therefore it has to be solved with diplomatic and economic instruments,\" he said.  \"We can't accept that someone is changing international rules and borders. That must not be tolerated, and that will not be tolerated.  We have to defend the freedom of movement for all people who want to work in Europe, because it's a huge achievement” \"Therefore, [even] if that would cause some economic weakness, we will stick to this position.\" Mr Schaeuble said that it was in the interests of Europe and Russia to have close partnerships, but that Russia was taking the most risk in continuing on its course. In a in a wide-ranging BBC interview, Mr Schaeuble also addressed the issue of European immigration. Immigrants within the European Union should not be able to claim benefits from their host country, he said. Instead, EU immigrants should get benefits from their home country if needed, he said. Freedom of movement for people to work within the EU is vital for the prosperity of the European Union, he added. \"We have to defend the freedom of movement for all people who want to work in Europe, because it's a huge achievement,\" he said.  \"But, we must find a solution so that people can only have freedom of movement, but not choose wherever they want to get social assistance. \"You can do it if we make European law in a way that it's clear that you have the freedom to work, but you can't ask for social assistance in the member state you want to choose.  \"If you need social assistance, then the responsibility is on your home state,\" he said. Anna Platonova, a regional labour migration specialist at the International Organisation for Migration, said that European social security systems would need to be coordinated before this idea could be put into practice.  \"Improving coordination of social security rights among states in the EU is much needed and would benefit from more in-depth evidence and collaboration between EU countries,\" she said. \"Despite their skills and efforts to find work, EU citizens face many obstacles in securing a job before arrival, but also while job-seeking in the country of destination.  \"This is where access to social security can make a difference to a migrant's dignity, productivity and even the ability to return to her or his country,\" she added. There has been debate throughout the EU on the effects of immigration between member states for a number of years. On 1 January this year, Bulgarians and Romanians gained the same rights as other EU citizens to work in member state countries, sparking a fresh round of debate. The German government has been concerned about welfare-abuse, and is in the process of revising its benefits for EU migrants. Mr Schaeuble said that it is possible for a Bulgarian to earn more from benefits in Germany than from working in Bulgaria. \"It makes no sense,\" he said. Recently, the UK government has put in place a series of measures designed to restrict access to benefits for migrants from other EU countries, including a minimum earnings threshold of £149 per week to claim benefits. The eurozone's fragile economic recovery is not yet complete, Mr Schaeuble said.  \"The crisis is not over, but we are on the right way, we have [had] impressive success,\" he said. \"The average deficit of all member states has halved in the last couple of years. \"The eurozone as a whole has left the time of recession and has moved to growth. Greece is moving to growth this year. \"The most risk is always complacency. As soon as we have some success we are tempted to be a little bit more flexible, and that is dangerous. We have to stick on the right course.\" The European Central Bank has been holding interest rates down as part of measures to encourage the eurozone economy, but inflation has gradually fallen, raising the possibility of deflation. ECB president Mario Draghi has said economic stimulus through quantitative easing will be deployed if necessary. Mr Schaeuble said that the eurozone is not facing a situation where deflation is likely. \"I think that growth is too low in the eurozone still, but I think the forecast for the coming year is fine.  \"Nobody sees a real danger of deflation... It's the expectation that investors and consumers wait on lower prices, and there is no sign for this.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26985252", "title": ["Russia action in Ukraine 'will not be tolerated', Schaeuble says"]},
{"article": "US banking giant JPMorgan Chase has reported a sharp fall in profits at the start of 2014, which it blamed on declines in its mortgage business. The bank said net income in the three months to the end of March was $5.3bn (£3.1bn) - a fall of 19% compared with a year earlier. Profits from its mortgage business stood at $114m, down $559m from last year.  The figures mark the second successive quarterly fall in profits at the bank.  It comes as Wells Fargo, the biggest US mortgage lender, reported a higher-than-expected 14% rise in first-quarter net profit. But it said the rise in profits was the result of a series of equity investment gains, which helped offset a continuing slowdown in its home loan business. It said net income rose to $5.6bn in the first three months of 2014, from $4.93bn a year earlier. Both JPMorgan and Wells Fargo suffered from a fall in remortgaging activity.  Wells Fargo provides almost one in five US home loans. It said income from mortgage banking fell by 46% to $1.5bn from $2.7bn a year earlier. Applications for refinancing fell to their lowest share of total mortgage applications since July 2009 in the week ending 4 April, the Mortgage Bankers Association (MBA) said. And Black Knight Financial Services said February was the worst month for new home loans since at least 2000.  Wells Fargo's new home loans fell to $36bn in the quarter from $109bn a year earlier and from $50bn in the fourth quarter.  The company had not made so few home loans since the third quarter of 2008, when the housing market was under heavy stress. At the same time, profits from JPMorgan's corporate and investment banking division stood at $2bn, down from $2.6bn just three months earlier.  For JPMorgan, 2013 was marred by huge legal settlements over its mortgage practices in the run-up to the 2008 crisis. The \"London whale\" trading scandal and other controversies including legal costs relating to the fraudster Bernie Madoff also dented earnings in 2013. JPMorgan chief executive Jamie Dimon still described the bank's first quarter results as \"good\" given the industry-wide headwinds in both investment banking and mortgages.  \"We have growing confidence in the economy -- consumers, corporations and middle market companies are in increasingly good financial shape and housing has turned the corner in most markets -- and we are doing our part to support the recovery,\" Mr Dimon said. Mr Dimon called the conditions of 2013 \"painful and nerve-wracking\" in a letter to shareholders in April.  However, bank officials are hopeful 2014 will see fewer large legal settlements with regulators and private parties.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26987382", "title": ["JPMorgan profits fall 19% as mortgage business fades"]},
{"article": "German luxury carmaker BMW will recall 156,000 vehicles in the US to check for defective bolts that could lead to engine damage. BMW said it would check whether bolts in vehicles with six-cylinder engines were prone to loosening or breaking. The vehicles, which also include the Series 5 and the Z4 sports cars, are from model years 2010 to 2012, the company said. The company's shares fell 1.47% in Frankfurt. BMW recalled 232,000 cars in China earlier this month for the same reason. The recall follows moves by car manufacturers around the world.  Toyota, the world's biggest carmaker, said earlier this week it would recall more than six million vehicles, including 35,124 in the UK, over five separate issues. Some 3.5 million vehicles are being recalled to replace a spiral cable attached to the driver's side airbag. US authorities have fined General Motors for failing to respond to requests for information about faulty ignition switches linked to 13 deaths. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26991354", "title": ["BMW recalls 156,000 vehicles in US after bolt defect"]},
{"article": "Output in the construction industry fell sharply in February as extreme weather halted work on building sites, official figures have shown. Output fell by 2.8% - £270m - compared with a month earlier, the   said.  But in the three months to the end of February, construction output grew 0.3% compared with the previous quarter.  Despite signs of improvement, the construction industry remains 13.2% below its pre recession peak. The ONS said the heavy rain and flooding that marked the wettest winter on record had caused delays in building work.  It added that repairs of flood damage had not yet filtered through to its data. The fall in February's construction output was the biggest monthly decline since November 2013 and dragged the annual growth figure lower.  The ONS said construction output increased 2.8% in the year to February, compared with a 5.7% increase in January. Output measures the amount charged by construction companies to customers for the work they do.  Within the figures, private sector new housing activity, which had driven growth in the construction sector in 2013, fell by 6.3% in February - the biggest fall for nearly a year. The construction industry contributes 6.3% to overall UK economic growth. Howard Archer, chief UK and European economist at HIS Global Insight said despite February's sharp fall, it was still likely that construction output would still see clear overall expansion in the first quarter of 2014, He pointed out that construction output in January and December had risen strongly and added that a rebound in construction activity in March of just 1% would result in quarterly growth of 0.5%. \"In fact, any growth in construction output in March would result in some overall expansion in the first quarter, as even flat output in March itself would see output up 0.1% in the first quarter,\" he said. \"It needs to be remembered that the implications for overall GDP growth in the first quarter are relatively limited.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26987375", "title": ["UK construction output shrinks 2.8% in February "]},
{"article": "US Treasury Secretary Jacob Lew has urged other countries to contribute more to the economic rescue of Ukraine. He told the International Monetary Fund (IMF) that Ukraine's \"sizeable financing needs\" meant other nations must add to its $1bn (£597m, 720m euros) loan guarantee. The appeal came as Ukraine's interim prime minister offered to devolve more powers to eastern regions. Pro-Russian separatists there are defying the government.  Meanwhile, Washington on Friday announced a third round of sanctions against individuals it has linked to Russia's annexation of Crimea. The US Treasury said it had frozen the US-based assets of one former Ukrainian official, a Crimea-based energy firm and six Crimean leaders, including the chairman of the Crimea electoral commission and the mayor of Sevastopol.  Mr Lew says the US is \"bolstering the IMF program through a complementary aid package, which includes a $1bn loan guarantee and additional technical assistance,\" in a   to the IMF. \"It is critical that the international community - multilateral development banks and bilaterals - take immediate steps to also support the IMF program by providing financing support, given the sizeable financing needs,\" he adds. The IMF announced a rescue package worth as much as $18bn last month in a bid to aid Ukraine's economy, and this has been bolstered to $27bn with contributions from Europe and the US. In exchange, the IMF has demanded from Ukraine strict government spending cuts and tax increases.  Ukraine is being squeezed by   to stop providing Ukraine with subsidised natural gas.  That discount had been agreed between Russian President Vladimir Putin and Ukraine's then President Viktor Yanukovych, in which Russia also said it would buy $15bn-worth of Ukrainian government bonds.  Media requires JavaScript to play. Interim Ukrainian Prime Minister Arseniy Yatsenyuk: \"We've made an offer... but it's up to them [the separatists] to decide\" Separately on Friday, Ukraine's interim Prime Minister Arseniy Yatsenyuk offered to devolve more powers to the east of the nation and is holding talks with regional leaders in Donetsk, where activists demanding self-rule had occupied a government building. The separatist protests in Ukraine's eastern cities follow Russia's annexation of Crimea last month - described as the biggest political confrontation in Europe since the end of the Cold War. The IMF is also asking Ukraine to crack down on corruption and end central bank support for the Ukrainian currency. Ukraine's new government has said it needs $35bn to pay its bills over the next two years. Ukraine has not paid off its debt to Russian gas supplier Gazprom despite the passing earlier this week of a deadline for the nation to start reducing its debt. Gazprom says Ukraine owes it $2.2bn. European Energy Commissioner Guenther Oettinger told Austria's ORF radio he was working on a plan to help Ukraine pay its gas bills to ensure its debts do not rise. On Friday, President Putin moved to assure the EU it would not cut off gas supplies. Brussels said it would stand with the new authorities in Kiev if the Kremlin carries out a threat to turn off the tap to Ukraine. \"I want to say again: We do not intend and do not plan to shut off the gas for Ukraine,\" Mr Putin said in televised comments at a meeting of his advisory Security Council, the Reuters news agency reported.  Russia has turned off the gas tap to Ukraine before, in 2006 and 2009. As the 2009 row escalated, gas supplies to Europe through Ukraine were suspended for two weeks. But Russia may be reluctant to do it again as it is dependent on revenue from EU customers. The EU and US have imposed sanctions on a number of Russian and Ukrainian officials in response to Russia's annexation of Crimea. The US Treasury says its latest round of sanctions target the US-based assets of one former Ukrainian official, a Crimea-based energy firm and six Crimean leaders, including the chairman of the Crimea electoral commission and the mayor of Sevastopol.  Talks between Russia, Ukraine, the US and the EU - the first four-way discussions since the crisis began - are scheduled to take place on 17 April in Geneva. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26996025", "title": ["US urges countries to help Ukraine's economic rescue"]},
{"article": "The Co-operative Bank has confirmed it made a loss of £1.3bn for 2013. The losses, in line with expectations, come after the bank's failed bid to buy 632 branches from Lloyds Bank last year. The deal collapsed after the discovery of a £1.5bn black hole in the Co-op Bank's balance sheet.  Parent company the Co-operative Group lost control of the bank to a group of US hedge funds that launched a rescue deal in December. The bank said it did not expect to make a profit in 2014 or 2015. It also apologised to its 4.7 million customers.    Media requires JavaScript to play. Co-op Bank chief executive Niall Booker said: \"We appreciate that customers and other stakeholders continue to feel angry about how past failings placed the future of the business so seriously at risk.  \"I would like to apologise to them, to thank them for their continued loyalty and to thank colleagues for their commitment during such difficult times.\" The bank said it would not pay out £5m to former executives who left the bank after its near collapse last year. But Mr Booker will receive a £2.9m pay package, which includes a basic salary of £1.2m and up to £1.7m in performance related bonuses.  Mr Booker could also receive a potential £1.2m as part of a three year incentive plan based on the future performance of the business.  It said up to 40 of its high street branches will close this year, which is likely have an impact on jobs, although the bank has yet to put a figure on the number of posts under threat. The results were published after two earlier delays.  Beneath the news of the losses that were widely expected, those interested in the future of the Co-op Bank will focus on two things.  How is the bank progressing on its plans to raise a further £400m and is there any evidence of a decline in customer numbers? On the first, I am told negotiations are going well.  As yet, the Co-op Group - which owns 30% of the bank - has not agreed to inject more money and there will be a lot of interest in what it says about the issue when it publishes its own annual results next week. On the second there is mixed evidence.  The number of current account holders is up slightly while business customers - far more affected by the ratings downgrades suffered by the Co-op - has declined.  In March, Co-op Bank was forced to admit it had found another £400m black hole in its finances, forcing it to issue new shares in an attempt to raise the funds from investors.  The shortfall became apparent after the discovery of additional costs related to past misconduct and poor documentation. The biggest part of the additional costs relate to payment protection insurance (PPI) mis-selling and lapses in the provision of mortgages. The bank said it would pay £114m to compensate customers who had been overcharged on mortgage repayments,  It has also set aside £110m to cover breaches of the Consumer Credit Act and £103m to compensate customers mis-sold payment protection insurance (PPI).  Small businesses that were mis-sold complex interest rate hedging products will collectively receive £33m in compensation. The Co-op Bank's additional rights issue has also triggered speculation that the Co-op Group's remaining 30% stake could be diluted, because it would struggle to find additional funds to maintain its shareholding. In December, the bank was the subject of a dramatic £1.5bn rescue deal in which its parent company, the Co-operative Group, lost control of the bank to a group of US hedge funds,  They took a 70% stake in the bank.  Chris Wheeler, a banking analyst at Mediobanca, told BBC the bank was in a \"parlous position\". He said: \"It needs £400m more capital, [it is] claiming it's going to be a rights issue, The Co-op Group has to put in £120m.    \"So, big capital gap to be filled, and if the Co-op is no longer a major shareholder, one asks the question as to really what is the future style of the bank, because it may no longer be part of the Co-op Group per se.\" He also questioned whether members of the Co-op Group would want to put more money into the bank, suggesting the group might chose to protect its other businesses, which include the supermarket chain Somerfield and the Co-operative funeral home business.  Lord McFall, a Labour Co-operative peer, told the BBC he thought the Co-op Group should still invest in the beleaguered bank.  \"If you break it you own it,\" he said, blaming bad management and a lack of leadership at the top of the group for the bank's misfortunes. \"Not only did they sell the crown jewels, but they vandalised them,\" he added. Mr Booker said he was confident the bank would raise the additional £400m it needed even if the Co-op Group chose not to put in any further cash. \"Shareholders are very, very supportive and I really, really think that we're going to get this through the gate,\" he added. The Co-op Group itself has been forced to delay the publication of its annual results, after the departure last month of its chief executive, Euan Sutherland. The group's losses are expected to be about £2bn. Mr Sutherland left after it was revealed that in a Facebook post he had described the group as \"ungovernable\". Earlier in March, details of his basic salary of £1.5m, including a retention bonus of another £1.5m, were leaked to the press. On Wednesday, it emerged that former Labour City minister Lord Myners, who had been drafted in by the Co-op Group in December to lead a review of the business, had resigned his position on the board of directors. Lord Myners was appointed as an independent director by Co-op Group chair Ursula Lidbetter in December to undertake a full review of the entire business.  His initial findings showed the group's elected directors had overseen \"breathtakingly value-destructive\" decisions, among which were the Co-op's takeovers of Britannia building society and supermarket chain Somerfield. He also found its three-tier system of elected member representation - made up of area committees, regional boards and the group board - had \"consistently produced governors without the necessary qualifications and experience to provide effective board leadership\". Too many directors, he said, did not have any serious business experience and were therefore not qualified to keep senior managers in check. Instead, he recommended new group board directors should be appointed according to clear criteria of skills and experience. But some of the Co-op's most influential members are worried that the changes could damage the group's values. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26967020", "title": ["Co-op Bank apologises and confirms £1.3bn losses"]},
{"article": " Media requires JavaScript to play. George Osborne: \"If you are hiding your money offshore, we are coming to get you\" People who hide their money overseas to avoid paying tax face bigger fines and could be jailed more easily under government plans to fight tax evasion. To prosecute at present, tax officials must prove a person holding income offshore has intended to evade tax. But under a new criminal standard officials would only have to show money was taxable and undeclared. Chancellor George Osborne said the changes would mean there was \"no safe haven\" for those evading tax. But Labour said the government was \"failing to tackle tax avoidance and evasion\". A consultation will be held to let the public have their say on the plans.  In recent months, the UK has joined other G20 countries in focusing on moves to share information about tax evasion. Now, Mr Osborne says the government will consult on a new criminal standard, harsher fines and increased jail sentences.   At present, offshore tax evaders can be fined twice the amount they owe, and can face criminal prosecution and a possible prison sentence. The government will look at options to increase these penalties, as well as the possibility of financial rewards for whistleblowers who \"help uncover\" untaxed offshore assets. Mr Osborne, who is in Washington DC for the spring meeting of the International Monetary Fund and World Bank, said: \"A very important part of our economic plan is that everyone makes a fair contribution.  \"We've already done a lot to crack down on those who don't pay their taxes, now we're introducing a new criminal offence for people who hide their money offshore. \"And the message is very simple - if you're hiding your money offshore, we are coming to get you and the criminal law is going to come and find you.\"  Media requires JavaScript to play. Joe Lynam reports: ''The government wants to tilt the law in favour of the taxman and against secretive millionaires'' Bill Dodwell, head of tax at Deloitte, told the   newspaper the plans were \"horrifying\". \"People should not be put in prison unless you can prove intent,\" he said. \"I'm shocked to find that an offence which could lead to a prison sentence could be decided on a strict-liability basis. \"If this change applies to all evasion cases I think that's unacceptable.\" Ray McCann, tax partner at the law firm Pinsent Masons, said: \"I think what we'd probably be seeing here would be a sort of lower level criminal offence, largely intended to give further encouragement to those who have been evading tax to come forward. \"I would be surprised if we see an increased number of people ending up in the dock and very surprised if any of them were being sent to prison as a result.\" Bob Rothenberg, senior partner at Blick Rothenberg chartered accountants, said he believed the government wanted to frighten people people into owning up, rather than prosecute them. At a time when families are facing a cost-of-living crisis and the deficit is still high, this simply isn't good enough” \"That certainly has been the objective that they've followed up to now, with their various... so-called amnesties,\" he said. \"And I think that they are thinking that they may get a greater number of people coming forward if the threat of criminal prosecution is there.\" Mr McCann added: \"The over-arching difficulty that the Revenue have got is that for about 100 years in this country, we've operated a sort of prodigal son policy. \"So if someone who has got hidden assets decides to come clean and march into the local tax office, put their hands up and confess all, then the public policy put forward by the government in this country was not to prosecute them. \"And that policy is still in place.\" Mr Osborne predicted a tax deal struck between the British and Swiss governments in 2011 would recover about £3bn in previously unpaid taxes in 2013. Figures showed about £800m was collected last year. Shadow exchequer secretary Shabana Mahmood said: \"For all the tough talk, this government is failing to tackle tax avoidance and evasion.  \"The amount of uncollected tax rose last year and the chancellor's Swiss tax deal has raised less than a quarter of the revenues promised.  \"At a time when families are facing a cost-of-living crisis and the deficit is still high, this simply isn't good enough.\" BBC business reporter Michelle Fleury said finance leaders from the world's 20 leading economies had been ramping up their fight against tax evasion.  Prime Minister David Cameron made tax a key issue during Britain's presidency of the G8 last year. More than £1.5bn has been recovered from offshore tax evaders over the past two years, according to HM Revenue & Customs. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-politics-26998208", "title": ["Offshore tax evasion: Osborne sets out new penalties"]},
{"article": " More than 250 jobs at the West Cornwall Pasty Company were saved after it was bought by investors including former footballer Danny Mills. They will buy 35 stores, while another 30 which are not part of the deal will close with the loss of 92 jobs. The buyer is investment vehicle Enact, a small business fund.  It is backed by investors including former Leeds United full-back Mr Mills and Tim Whitworth, founder of the Republic fashion chain. Before the deal West Cornwall Pasty, which has its head office in Buckinghamshire, operated 20 railway station-based outlets as well as 45 in other locations. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26996023", "title": ["Footballer Mills helps save West Cornwall pasty company"]},
{"article": "Governments are likely to be warned next week that a \"dash for gas\" will not solve climate change.  The chancellor and prime minister have promoted gas as a clean option for powering the UK. But a draft report for the United Nation's third panel on climate change says gas cannot provide a long-term solution to stabilising climate change.  Gas is only worthwhile if it is used to substitute a dirty coal plant - and then only for a short period, it says.  Instead the world should be trebling or quadrupling the share of renewables for electricity, the authors say. The report will offer ammunition to the Department for Energy and Climate Change, which has fought attempts from the Treasury to switch more of the UK's energy sources to gas with the projected \"shale gas revolution\". The UK hopes to emulate the success of the US, where shale gas has slashed energy prices and stimulated manufacturing. However, the draft report backs the position taken by the Environment Agency chairman, Chris Smith, who has told the prime minister the UK could only expand the role of gas in power generation if power stations were fitted with carbon-capture equipment to suck carbon dioxide from exhaust gases and store them in underground rocks. The UK is currently committed to trialling this technology in a gas power station in Peterhead. But the technology is so far untried at scale. It also adds to the cost of gas burning and reduces the efficiency of power stations. The UN report draws an implicit difference between a nation like the US, which has seen a huge fall in emissions by switching from coal to gas, and a country like the UK, which enjoyed its \"dash for gas\" in the 1980s and has since passed the Climate Change Act, requiring an 80% emissions cut across the UK by 2050. Some Conservatives want the act to be repealed and it is not yet clear whether the party's election manifesto will reflect their views.  Labour and the Liberal Democrats back the act. One senior Conservative told me many of his backbench colleagues were heavily influenced by the Mail on Sunday's campaign to define climate change as a con trick. Elsewhere, the UN's draft report spells bad news for coal-exporting countries.  It warns that their exports are likely to be hit as the world turns its back on the fuel. This paragraph may prove contentious as governments discuss the final draft. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-politics-26975090", "title": ["UN set to warn countries over 'dash for gas'"]},
{"article": "The US has accused Russia of using its energy supplies \"as a tool of coercion\" to try to control Ukraine. It comes after Russia warned European countries of possible gas supply cuts because of Ukraine's energy debts. Separately, Nato has defended the accuracy of satellite images which it says show Russian troops massed on the Ukrainian border in recent weeks. A Russian official earlier said the images depicted a military exercise that was held in August last year. Nato says the   early on Thursday show some 40,000 Russian troops near the border in late March and early April. They also reveal sophisticated warplanes and helicopters. Later, Nato released additional images, some dating back to 2013 and others from early 2014, purporting to show the same areas unoccupied prior to March. In a statement, the alliance says the images show that Russian claims that they are old were \"categorically false\" and that there was no evidence of military activity in these areas in 2013 or early 2014. In Washington, state department spokeswoman Jen Psaki condemned \"Russia's efforts to use energy as a tool of coercion\". She added that gas prices Ukraine was having to pay Moscow were not set by market forces, and that Washington was working with Ukraine to provide financing and help it find enough gas.  There are fears that current tensions between Russia and Ukraine could trigger gas shortages in Europe, as pipelines transiting Ukraine deliver Russian gas to several EU countries.  Media requires JavaScript to play. Could Russia turn off the taps? The BBC's Daniel Sandford reports Russian energy giant Gazprom says Ukraine owes it $2.2bn (£1.2bn; 1.4bn euros) and recently doubled the price it must pay.  Russian President Vladimir Putin wrote to 18 European countries on Thursday warning that Ukraine's delays in paying for Russian gas had created a \"critical situation\". The   says that if Ukraine does not settle its energy bill, Gazprom would switch over to advance payment, and if those payments are not made, it would \"completely or partially cease gas deliveries\". Previous Russian gas disputes with Ukraine have led to gas shortages in several EU countries. The EU says it has extra supplies to deal with any such disruption now. Meanwhile, US President Barack Obama has spoken to German Chancellor Angela Merkel by phone about the growing crisis in eastern Ukraine, where pro-Russian separatists remain barricaded inside government buildings in Donetsk and Luhansk. President Obama told Ms Merkel that the US and its allies should prepare for fresh sanctions against Russia if the crisis escalates.  The separatists in the east - a mainly Russian-speaking region with close ties to Russia - are demanding referendums on self-rule.  In Donetsk they have declared a \"people's republic\". Gunmen have been seen among the protesters in Luhansk. Ukraine fears that the separatist actions are a provocation similar to the protests that gripped Crimea days before Russian troops annexed the peninsula last month. Russia denies the claim. President Obama and Chancellor Merkel also discussed issues relating to talks due to take place in Geneva next week between Russia, Ukraine, US and the EU to try to end the impasse - the first four-way talks since the crisis began. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/world-europe-26982173", "title": ["US: Russia uses energy supplies 'to control Ukraine'"]},
{"article": "A US court has accepted a $1.8bn (£1.07bn) settlement for insider trading by US hedge fund group SAC Capital Advisors. As part of a plea deal, SAC Capital and related companies will cease operating as investment advisers,  . The firms, plus any successors, must put measures in place to identify insider trading. The deal includes $1.184bn in financial penalties, on top of $616m that SAC Capital will pay US regulators. \"Today marks the day of reckoning for a fund that was riddled with criminal conduct,\" Manhattan US attorney Preet Bharara said on Thursday. Between 1999 and 2010, a number of SAC employees traded on inside information for more than 20 companies, the FBI said. Eight employees have previously either pleaded guilty or been found guilty of insider trading. For example, in December 2013, portfolio manager Michael Steinberg of SAC company Sigma Capital Management was found guilty of insider trading in the securities of technology firms Dell and Nvidia. SAC Capital Advisors was founded by billionaire Steven A Cohen. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26985243", "title": ["US court accepts $1.8bn SAC insider trading settlement"]},
{"article": "House prices will continue to rise across the country until more homes are put on the market, an industry body has said. The lack of homes for sale was a \"major concern\" and there was a \"desperate need\" for more, the Royal Institution for Chartered Surveyors (Rics) said. Buyer inquiries rose in every area of the UK except Wales in March, its latest survey found. Various surveys suggest house prices are still below their peak. The Rics report said that house prices \"continue along their upward trajectory\" as the economy recovers, with the survey recording an 11th month of house price rises. Many more surveyors expect prices to rise in the next three months and the next year, compared with the number of surveyors predicting price falls. The survey suggested that prices would rise by 6% a year, on average, over the next five years. \"It is a major concern that we are not seeing enough houses coming on to the market,\" said Simon Rubinsohn, chief economist at Rics. \"For the market to operate effectively, we desperately need more homes in areas where people want to buy and want to live.  \"Until this happens, we are likely to see prices continue to increase and it is going to be ever harder for many first-time buyers to conceive of ever owning their own home.\" Many potential first-time buyers have found it easier to secure a mortgage owing to greater competition in the home loans market, but price rises - especially in the south-east of England - have made ownership unaffordable for some. The latest   (CML) found a slight dip in the average deposit that first-time buyers are having to come up with. The average deposit in February was 18% of a home's value, compared with 20% a year earlier. Mortgage lending tends to dip in the early months of the year, ahead of the so-called \"spring bounce\" in house hunting. The total number of loans advanced in February stood at 48,400, the CML said, a figure almost unchanged on January. This included 22,200 loans to first-time buyers, up 2.3% on the previous month, but up 41% on the low levels seen in February 2013. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26957600", "title": ["'Desperate need' for homes on sale, says Rics"]},
{"article": "France has brought in rules to protect employees from work email disturbing them outside office hours. Would a law to this effect be feasible elsewhere? You're reclining on the beach admiring the surf when your phone goes beep. You've got mail. From your boss. In many jobs, work email doesn't stop when the employee leaves the office. And now France has decided to act. It has introduced rules to protect people working in the digital and consultancy sectors from work email outside office hours. Media reports took that to be before 9am and after 6pm. The deal signed between employers federations and unions says that employees will have to  .  Michel de La Force, chairman of the General Confederation of Managers, has said that \"digital working time\" would have to be measured. Some emailing outside of office hours would be allowed but only in \"exceptional circumstances\".   France has a 35-hour week, adopted in 1998. But the French are not alone in worrying about how portable devices have exposed employees to longer hours. In December 2011, Volkswagen announced that servers would stop sending emails 30 minutes after the end of employees' shifts, and only  . Their move  .  In the UK there is protection for many types of worker in the form of the Working Time Regulations, but the TUC argues this simply doesn't cover out-of-hours email. And there are exemptions for categories of worker like lawyers and doctors.  Employers can't force adults to work more than 48 hours a week - normally averaged over 17 weeks.  Exceptions apply:  Workers can opt out of the 48-hour week.  If an out-of-hours email ban was brought in, the situation could be similar and not everybody would be protected, says Andrew Lilley, an employment lawyer and managing partner at law firm Travers Smith. \"I imagine many jobs would be exempt, a bit like some of the exemptions in the Working Time Regulations.\"  Disruptive email is mainly a white-collar problem. It goes with the territory for certain jobs, such as lawyer or financier, where staff are managing their own time. But others further down the hierarchy working on fixed hours contracts are perhaps also in need of protection.  Technology has redrawn the working day. Woody Allen's 1972 film Play It Again Sam contains a running gag about a workaholic businessman. Played by Tony Roberts he begins every scene by phoning the office to give the telephone number where he can be reached and for how long, followed by the next contact number. He was the exception - workers used to be able to disappear. Today anyone with a smartphone is usually reachable.  An advertising professional who moved from London to New York describes a different email culture. \"I remember on my second day seeing an email from a work colleague sent very late that evening. To my surprise someone replied to it, and then the interaction continued online. And lo and behold we 'were working'. By contrast, in the UK, if I worked late I would often draft emails but save them in my inbox and send them first thing the next morning. That now seems ridiculous and archaic to me. Emails are constant here. It's not that they expect you to answer out of office hours. More that everyone is 'switched on' all the time - that's the culture and pace of New York. I never really heard the concept of work/life balance when I got to the US. There wasn't much complaining as people's expectations were different. It's not just in the corporate world. When my family were moving here and trying to get an apartment I remember being surprised and delighted that our realtor was calling and emailing us late on a Saturday night.\"  Michael Reid, an IT teacher at a Liverpool comprehensive, says his evenings are regularly interrupted. \"An email arrives at 11.45pm and you know a colleague is working late and you want to support them.\" When he sees it in his inbox he is \"crestfallen\", he says. \"It takes the joy out of what you are doing.\"  An advertising consultant in London, who wants to remain anonymous, says she is expected to respond to emails. Many come through between 18:00 and 22:00. \"Needless to say not all emails require an immediate response though if I'm to tell which do and don't, I do need to check them.\" Requests for information she accepts as part of the job. Others - \"can I remind you of X\" or invitations to meetings with no context - drive her \"nuts\", she says. She now switches her phone off when she goes to bed to ensure an uninterrupted night's sleep. Enforcing an email ban would be almost impossible, argues Alief Rezza, an oil analyst in Stavanger, Norway. He checks email every half hour when he leaves work at 16:30 until 19:00. The stock market is still open and he might get an urgent message from colleagues in London. When he wakes he checks to see if colleagues in the US or Singapore have been in touch. \"I don't think a ban would work. If Norway bans my company from sending emails to me then my company needs to make sure someone is able to cover the request that should have been in my inbox.\" The industry would find a way around it, he argues. Like many other lawyers, Lilley checks work email every hour or so during the evening and the same on holiday. In the days before smartphones he would receive phone calls. An email is less intrusive, he argues. \"The ability to be contactable on email means that a lot of people leave the office earlier than otherwise would be the case.\" It can be inconvenient of course. \"You can't deny there are occasions where you think I'd prefer to finish what I'm doing. I've had to stop working out in the gym to reply to a work email.\" But if you want to do a certain kind of legal work you have to be willing to be interrupted, he argues. And there is reassurance in knowing that colleagues can get hold of you to check crucial details. In the office we shop, email friends and go to the gym - the only thing we don't do much of is work. Meanwhile, at home we do our work email, take part in conference calls, write reports and have our best ideas, says Lucy Kellaway. Paul Sellers, TUC policy adviser, says the same problem that France is seeking to address exists in the UK.  He says people in the law, media, finance and local government are not being allowed to switch off. \"Why are we expecting people to work at 8.30 at night?\" The Working Time Regulations were drawn up in the 1990s before mobile phones were in wide circulation. The rules have not caught up.  NHS workers are paid to be on call even if they end up not working. \"If you're not being paid you're not being valued,\" Sellers says.  But another view is that leisure and work now increasingly blend into one. The new reality is that  , Financial Times columnist Lucy Kellaway has argued.  A ban on email is not the answer, argues Ksenia Zheltoukhova, research associate at the Chartered Institute of Personnel and Development. It could even hurt workers who increasingly require flexible working - keeping in touch on trains, emailing between time zones and leaving early to look after the children. A better approach is to educate managers about work-life balance and encourage them to prioritise.  For some employees, the problem is not the email itself, but the collateral damage to loved ones.  \"For me out of hours emails go with the territory,\" says the advertising consultant. \"But my partner does mind.\" Lilley once thought he'd perfected the discreet glance at the phone during dinner. Now he's not so sure. \"I suspect you're more distracted in company than you think you are. It can be very irritating to people around you.\" We will publish a selection. If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/magazine-26958079", "title": ["Could work emails be banned after 6pm?"]},
{"article": "A customer has turned the tables on his energy company when he \"fined\" them for late payment. Steve Clark told   he waited months for Npower to return his money after he switched provider while £137 in credit. Npower paid the balance and a £50 \"fine\", after he mimicked their own warning letters.  The firm said problems had been caused by a big change to an IT system and apologised for the inconvenience. Steve Clark, a journalist and author, chose to leave Npower in November 2013 and wanted the company to return the £137 they owed him.  Despite months of requests to get his money back, the company still sent him a warning letter about non-payment. He decided to respond with his own warning letter in the same style, which read: \"If you're having difficulty paying the money back, which Npower has been holding on to since November, then please get in touch and I'm sure we can sort something out.  \"With interest of course.\" Mr Clark then went further, sending Npower a bill for £50, saying it was a late payment invoice and full payment was due in seven days. He eventually mocked up a final reminder notice, telling Npower that if they were unable to pay the bill he was there to help.  Npower responded with an apology, sending him the balance of his account and his requested £50. Mr Clark, who  , said: \"I'm satisfied. The regulator should be looking into the days and weeks it takes to pay someone's money back and if the likes of Npower persistently refuse to give money back straight away they should be fined heavily. \"They're very quick to bill the rest of us so perhaps if we all hit them with charges they would realise they need to improve service.\" Guy Esnouf, director of external communications at Npower said: \"We are very sorry. Where we know we've caused inconvenience we'll look to a goodwill gesture because we don't want to cause our customers inconvenience.\" He said some of the problems were down to a change in an IT system, and they were \"not there yet\". Mr Esnouf added: \"We said in December we are having system problems. We are making good progress, but we made it clear we wanted to improve, we are trying to improve and we are.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26969933", "title": ["Customer gives Npower 'final notice'"]},
{"article": "A group of pension savers is to be given more time to decide on how to use their money amid major reforms of the pensions system. Chancellor George Osborne's Budget included plans to increase flexibility. Now some people who have already taken a lump sum from their pension will be given extra time to decide what to do with their money. Meanwhile, providers will contact pension customers if recent decisions are affected by the new reforms. Under current rules, anyone who takes a tax-free lump sum from their pension has six months before they are required to make a decision about how to take the rest of the savings in their pension pot. Among the options is buying an annuity - an annual retirement income for the rest of their life. If this is not done, the lump sum is then taxed at 55%.  The chancellor has announced plans to give people with defined contribution pensions much more flexibility over how they can take the money. This will take full effect in April 2015. Now, the Treasury has said that anyone who had taken a lump sum and was in the six-month decision period on 27 March will be given 18 months to decide how to organise the rest of their pension instead. In addition, the City watchdog - the Financial Conduct Authority - has said that annuity providers should contact customers who have recently applied for an annuity with a pension pot of less than £30,000 to inform them that this could now be taken as cash. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26968800", "title": ["Pension pot decision time extended"]},
{"article": "Asian markets ended Friday's session lower as investors took their cue from the US and dumped technology stocks.  China's Shanghai Composite index fell only 0.6%, but Tencent, China's biggest internet company, saw shares falling by more than 4%.  Japan's Nikkei 225 index lost 2.4% to 13,960 on Friday, the lowest close in six months.   Fast Retailing was the biggest market loser, with shares down nearly 8% after it warned of lower annual profit. Authorities in Japan are keeping watch on the market movements.   \"In regards to the recent stock movements, I understand that the weak financial results of several US companies, as well as the cooled-down investor sentiment, have driven the stock prices down.\" \"We'd like to keep our eyes on the market movements,\" said the country's chief cabinet secretary, Yoshihide Suga.  On Thursday's session in the US, the Dow Jones fell by 1.6%, while the S&P 500 dropped by a little more than 2%, its biggest loss since 3 February. The Nasdaq index had its worst day since November 2011, falling more than 3% - or 130 points - to 4,054, following a sharp sell-off in biotech shares. All Nasdaq stocks except one posted a loss. The drop in the Nasdaq, where many technology-related companies are listed, spooked investors in Asia, as there had been concerns that stocks from the technology sector were overvalued.  Meanwhile, shares in eBay fell 3.2% after activist investor Carl Icahn dropped his proposal that the company should split off its PayPal payments unit. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26984024", "title": ["US tech stocks sell-off spreads to Asian markets"]},
{"article": "Many overdrafts are \"complex and opaque\", carry high charges, and are not good value for money, a regulator has concluded. The Financial Conduct Authority (FCA) said that \"even the most astute consumer could struggle to understand what they are paying for\" with an unarranged overdraft. An estimated £8bn is owed to banks and building societies through overdrafts. A banking trade body said overdraft charges had plummeted. The FCA will investigate the market over the summer. The regulator studied overdrafts that come as part of a current account, as well as unarranged overdrafts, where banks and building societies allow customers to go beyond their overdraft limit. It found that many people were confused about the costs and that overdrafts were not providing good value. \"Just about everybody who banks can have access to some sort of overdraft facility - whether they have signed up for it or not,\" said Christopher Woolard, director of policy at the FCA.  If you are unhappy with how much you are being charged, we recommend you shop around” \"The sheer size of this market is huge and with overdrafts bolted on to over 30 million UK current accounts, we want to make sure it is working well for consumers.\" The regulator said that people failed to switch banks on the basis of overdrafts, so there was little pressure on banks to ensure these products offered good value. It also said that it was too simplistic for banks to claim that overdrafts subsidise the fact that there is no specific charge to open a bank account. The British Bankers' Association, which represents the major banks, said that overdrafts were still a good option for many people. \"Millions of people find overdrafts are an easy way to borrow money, more flexible and convenient than taking out a loan,\" said Eric Leenders, the BBA's executive director in charge of retail.  \"Anyone who uses this type of borrowing receives details of how much they are charged in their accounts statements.\" Overdraft charges were the subject of a major court battle four years ago. Banks defeated the Office of Fair Trading's attempt to regulate bank charges following the long-running legal case, but many have since made changes to their charging structures. They also had to process millions of complaints about charges, with payments made to many thousands of customers. \"Overdraft charges have plummeted in recent years, with estimated savings of up to £928m for customers since 2008,\" Mr Leenders said. \"But if you are unhappy with how much you are being charged, we recommend you shop around for an account better suited to your needs.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26973751", "title": ["Overdrafts complex and poor value, says FCA"]},
{"article": "(Close): The pound hit its highest level in more than four years against the US dollar on Thursday. Strong UK jobs and wages data released on Wednesday had boosted sterling, as expectations increased that UK interest rates will rise early next year. In addition, comments from US Federal Reserve chief Janet Yellen that low US rates are needed to support the economy weakened the dollar. The pound hit $1.6842 at one point, its highest level since late 2009. It then fell back, and   in afternoon trade.  , the pound was down slightly at 1.2150 euros. On the stock market, the benchmark   index closed up 41.08 points or 0.62% at 6,625.25.  shares fell 3.7% after the drinks group reported a drop in third-quarter sales. Sales fell 1.3% in the quarter and sank 19% in the Asia Pacific region. Sales of spirits in Asia have been hit by a crackdown on gift-giving by the Chinese government.  rose 2.3% after it raised £300m through the sale of operations in the Baltics and Poland. The sale is part of the strategy from the firm's new chief executive, Stephen Hester, to bolster the company's finances. Shares in luxury goods maker   fell 1.1% after the company  Mulberry said full-year profits were set to be about £14m, against forecasts of £19m, and also announced it would introduce new \"more affordable\" products. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-11899862", "title": []},
{"article": " Media requires JavaScript to play. The BBC's Michelle Fleury talks to World Bank president Jim Yong Kim about attempts to reduce extreme poverty. Economic growth is \"not enough\" to end global poverty, the World Bank has said. It has urged developing countries to allocate more resources to their extreme poor, including through bigger welfare programmes. The bank, which last year set itself the goal of ending extreme poverty by 2030,  said such measures would increase productivity and growth. But the impact on poverty of growth alone has its limits, the bank said. \"Even if all countries grow at the same rates as over the past 20 years, and if the income distribution remains unchanged, world poverty will only fall by 10% by 2030, from 17.7% in 2010,\" said World Bank president Jim Yong Kim. \"This is simply not enough, and we need a laser-like focus on making growth more inclusive and targeting more programmes to assist the poor directly if we're going to end extreme poverty.\"  to help end extreme poverty through welfare schemes, such as rewards for those who enrol their children at school or receive regular health checks. This, it believes, would lift the incomes of the poorest, who would then be able to contribute to broader growth. To achieve its 2030 target, the bank estimates the extreme poor - those earning less than $1.25 (74p) a day - will have to decrease by 50 million people each year until 2030.  That is the equivalent of a million people each week for the next 16 years. \"This will be extraordinarily difficult, but I believe we can do it,\" said Mr Kim, at the start of the bank's spring meeting. \"This can be the generation that ends extreme poverty.\" The country with the biggest extreme poverty is the Democratic Republic of Congo, where 88% of the population is below the poverty line. It is followed by Liberia, where 84% of people are in extreme poverty, and Burundi and Madagascar, where the figure is 81%. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26982020", "title": ["Ending poverty needs more than growth, World Bank says"]},
{"article": "Activist investor Carl Icahn has dropped his call for eBay to sell its payments business, PayPal. The billionaire had been trying to gather support for the proposed split before the e-commerce giant's annual shareholder meeting in May. But Mr Icahn, who first made the call in January, said it had become clear that several major shareholders would not back the plan. However, he said he still believed in the merits of a PayPal spin-off. \"I continue to believe that eBay would benefit from the separation of PayPal at some point in the near future,\" he said in a statement. As part of the agreement reached on Thursday, Mr Icahn, who owns a 0.8% stake in the firm, has also withdrawn his proposal to add two of his own nominees to eBay's board. But in a concession to the investor, eBay said it would follow his recommendation of adding David Dorman, a founding partner of investment firm Centerview Capital Technology, as an independent director on its board.  In the weeks after eBay revealed Mr Icahn's proposal, the investor wrote several letters to fellow shareholders questioning the abilities of eBay chief executive, John Donahoe, and calling corporate governance at the company among the worst he had ever seen. \"We are very pleased to have reached this agreement with Mr Icahn...enabling our board and management team to focus our full attention on a goal every shareholder agrees on - growing PayPal and eBay, and delivering sustainable shareholder value,\" Mr Donahoe  . He and other board members, including eBay founder Pierre Omidyar, have repeatedly said eBay had been funding PayPal's growth, and that the two were better off together. eBay bought PayPal in 2002 for $1.5bn (£905m), and the payments company is now the Silicon Valley firm's fastest-growing business, with 143 million active users at the end of 2013, up 16% from a year earlier.  PayPal's revenue rose 19% in the fourth quarter of 2013. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26980551", "title": ["Investor Carl Icahn drops call for eBay to sell PayPal"]},
{"article": "The sale of long term debt by the Greek government was eight times over subscribed, the government has said. Greece's deputy prime minister Evangelos Venizelos said demand for 3bn euros (£2.4bn) worth of five year bonds proved the country's debt is sustainable. The sale attracted interest from 550 investors. Greece is retuning to the capital markets for the first time since its economy nearly collapsed in 2010.  The Greek government had initially priced the bond to provide a return of between 5% and 5.25%.  But with investor orders running at 20bn euros (£16.5bn) it was able to lower the yield to 4.95% - far lower than analysts had expected.  This is certainly an important moment in the eurozone's rehabilitation after the financial crisis.   That Greece was able to borrow five year money at all is mark of progress of sorts, when you consider that private sector creditors have already taken severe losses.  They had a very short \"haircut\" to use the financial jargon. It was also remarkable that Greece managed to achieve an annual borrowing cost of less than 5%.   Last year, the government managed what's called a primary surplus in its finances, that's to say tax and other revenue covered all spending, except interest payments.  But let's not get carried away. Greece has an enormous burden of outstanding debt.   So why are markets relatively comfortable with lending to Greece?  They probably assume that the rest of the eurozone would, reluctantly, come to the country's aid yet again rather than allow a default.  The country still has a \"junk\" credit rating, nine notches below investment grade at Caa3 by Moody's. Standard and Poor's and Fitch rank Greece six notches below investment grade at B-. Greece has been locked out of capital markets by high borrowing costs since 2010. The bond sale comes almost four years to the day the government said it could no longer fund itself. It received an international bailout from the International Monetary Fund (IMF), European Central Bank (ECB) and the European Union (EU) and a further bailout two years later as well as loans of 240bn euros. The bailouts were granted on condition Greece imposed a series of deeply resented spending cuts and tax hikes.  However, the country's interest rates have been falling recently as its public finances have improved following tough austerity measures. The bond sale came amid reports that a car bomb had exploded outside one of the Bank of Greece's offices in central Athens at dawn.  Police, blamed leftwing or anarchist extremists, but said no one was injured.  Germany's chancellor, Angela Merkel is due to make an official visit to the country on Friday. Many Greeks blame Germany for insisting on spending cuts and tax increases in return for loans. On Wednesday thousands of striking Greeks marched on parliament to protest against job and spending cuts. More than 20,000 people marched peacefully through the streets of Athens chanting: \"EU, IMF take the bailout and get out of here!\" The 24-hour strike left schools and pharmacies shut, ships docked at ports and hospitals operating with only emergency staff. Greeks have lost about a third of their disposable income since the debt crisis started and unemployment has soared, leaving more than one in four without a job. Turnout at the march, which lasted two hours, was similar to protests held during the last nationwide strike in November, according to the Reuters news agency. The country's economic output has shrunk by a quarter and unemployment remains close to 28%. There are fewer Greeks employed than at any time in the past 33 years. In recent weeks, the Greek parliament agreed further austerity measures - including the sacking of 11,000 public sector workers - in exchange for the latest instalment of bailout money.  Last month, Greek lender Piraeus Bank sold its first bond in more than four years. The bond offered investors a yield of 5.125% and now trades with a yield of about 4.125%. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26967027", "title": ["Huge investor demand for Greek five year bond"]},
{"article": "A vote for Scottish independence would delay the UK's return to triple A credit status, according to the ratings agency, Fitch. The agency said there would be a \"one off\" increase in the UK's debt if Scotland left the UK. It said it expected any transition to independence to be managed carefully, with compromises on either side. And it would be in the rest of the UK's interests to make an independent Scotland \"a success\", it argued. In its report, Fitch said it assumed a No vote was most likely in September's referendum, based on current polls, but a Yes vote would mean it would review the UK's credit rating. It has been more than a year since the UK lost its AAA credit rating and although the government have downplayed the significance of ratings, the prospect of waiting longer before getting the top rating back will not delight anyone in the Treasury. Fitch had said before that Scottish independence was unlikely to impact the UK credit rating, but recent developments have changed their mind. Today's report focuses on UK debt and its impact on the credit rating.  They say that the commitment the UK government made in January to honour all the debt already issued - even the chunk that an independent Scotland would take on - would bump up the UK's debt to GDP ratio. Fitch say that would delay the possibility of the UK getting its AAA credit rating back again, because having a bigger debt burden is seen as more risky.  That's a concern for the UK government because when ratings agencies like Fitch lower their ratings, investors see it as a more risky loan, so countries have to pay more in interest. The agency's report said there would be \"moderate risks\" in the areas of public debt, external finances, currency arrangements and the financial sector. The Scottish government has said that, if voters back Yes in September's independence referendum, it regards 24 March 2016 to be \" \". Fitch said the UK's government's undertaking to honour all of the UK's debt would lead to \"a one-off increase of 9.5% of GDP\" in the UK debt ratio if Scotland became independent in 2016. \"We assume Scotland would gradually repay its loan to the UK,\" the report said. \"However, it would be illiquid and leave the UK exposed to Scottish credit risk, at least in the early years of independence.\" It would be in the best economic interests of the UK to ensure that an independent Scotland was, in the broadest terms, 'a success'” Fitch said independence would \"likely be mildly negative for the UK's balance of payments\" as the UK would lose most of its oil export receipts to Scotland. The report said that all of the possible currency options, \"from a pegged or free-floating currency to a currency union\", would pose risks to the remaining UK, including \"competitive devaluation\". But it said that Fitch would expect a compromise could be reached between Scotland and the rest of the UK in any transitional negotiations. \"It would be in the best economic interests of the UK to ensure that an independent Scotland was, in the broadest terms, 'a success'\", it said. The agency added that some financial institutions could move their headquarters to London in the event of independence, which would \"expand the size of the UK banking sector from an already high level of 492% of GDP; it would also increase cross-border and potentially cross-currency exposure\". In a previous assessment in 2012 the agency had concluded that Scottish independence would be likely to be neutral for the UK's credit rating, but said it had revised its view as it could no longer assume there would be \"no impact on gross public debt\". In its new report it added: \"We expect a compromise would be reached that is not punitive for either party. Given the institutional strength of the UK, we would expect the transition to be managed very carefully, avoiding major financial dislocations. Were this not the case the pressure on the ratings would be much higher\". The UK Treasury produced analysis predicting an independent Scotland would have the second highest deficit amongst advanced economies in its first year. The Treasury analysis said Scotland would have a fiscal deficit of 5.5% of GDP in 2016-17, the equivalent to £9.5bn, or £1,760 per head of population. The total would be about £1,000 more than the UK deficit per head in the same year, the Treasury said, contradicting Scottish government estimates of a deficit between 2.5% and 3.2%. Chief Secretary to the Treasury Danny Alexander said: \"A range of independent experts, including the IFS, CPPR, Citigroup, and now Fitch all show that the broad shoulders of the UK mean lower tax bills and higher spending on public services in Scotland.\" But a Scottish government spokeswoman said: \"This Fitch report shows exactly why it will be in the overwhelming economic interests of the rest of the UK to negotiate fairly and openly with Scotland following a vote for independence, ensuring a smooth transition. \"Their analysis makes clear the implication of Westminster's announcement that it would honour all existing debt. \"It also makes clear the potential implications for the rest of the UK's credit rating and its balance of payments. \"The Scottish government has outlined that we would take responsibility for our fair share of debt, and agree to service this alongside a wider agreement on assets and a formal currency union.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-26974826", "title": ["Scottish independence: Yes vote could mean UK credit rating review, says Fitch"]},
{"article": " Media requires JavaScript to play. Whole Foods bosses on sharing leadership: \"It's like a marriage\" Would you feel uncomfortable chatting to your boss in your pyjamas? How about brushing your teeth together in the morning, or preparing breakfast with one another? While sleepovers are standard fare when you're a child, spending the night with your boss is a level of intimacy that most people would rather avoid. But for Whole Foods Market chief executive and founder John Mackey, escaping the constraints of the office and spending time with colleagues in a more personal setting is the best way to build up a trusting relationship. \"I know this sounds weird, but there's something about sleeping in the same house and then fixing breakfast or dinner together that is very much a bonding experience,\" he says. People have got to have that sense that their work matters” This level of personal interaction, says Mr Mackey, prevents staff compartmentalising their work life and personal life, and means workers can relate on a deeper level. His approach stresses the importance of emotionally involved leadership and creating a culture that allows workers to flourish. Gallup's most recent study of   in the US workplace found an alarming 70% of those surveyed either hated their jobs or were completely disengaged.  Right from when he founded the natural and organic food firm in 1980 with just one store and 19 staff, Mr Mackey has been on a mission to change this.  The company now has 80,000 staff across 373 shops in the US, Canada and the UK, but his main objective remains ensuring employees feel valued and that their work is more than just a pay cheque. \"If you want to create a good culture and a good company then people have got to have that sense that their work matters and that they matter.\" To get this across, Mr Mackey says \"caring leadership\" is emphasised from the top down, with a conscious effort not to promote \"the jerks\". You have to create a culture where everybody has an opportunity to be recognised” This isn't just rhetoric. In each store, workers are divided into eight teams in different departments.  When new employees join they are assigned to a team and put on two months' probation. Only when they are approved by at least two-thirds of their team members in a secret ballot can they stay on permanently. While it is easy to be sceptical about an approach that appears to have come straight from the 1960s hippie era, the results suggest it is very effective. For the 2013 financial year,  . In the 52 weeks to 29 September, total sales rose 12% to $12.9bn (£7.8bn), and net income rose 18% to $551m. And for the past 17 years in a row, it has been listed as one of the   in the US by Fortune magazine.  Part of its appeal for workers is the consensual culture. Even the very top job is shared, with Mr Mackey leading the firm alongside co-chief executive Walter Robb.  This approach continues throughout the firm, with individual stores having control over budgets and staff having the power to make decisions. Mr Mackey says this \"decentralisation\" approach differs from the standard corporate chain model and helps to drive innovation.  One idea that came via this process is the \"tap room\" - an in-store beer and wine bar that lets customers nibble on food while sampling local wine and beers by the glass. It started out in one store after an employee came up with the idea, but has now been rolled out to more than 100 stores. Mr Mackey believes most chief executives are afraid of handing their staff this level of responsibility, mainly because they fear they will lose control.  He admits the approach can be messy and inefficient, with time wasted duplicating existing ideas, but says the upside - \"a much more dynamic and turned on workforce\" - is worth it.  Pay is equally egalitarian. The seven-strong executive team, which includes the co-chief executives, all earn the same salary, which is capped at 19 times the average pay of a full-time worker. And it ends all meetings with what it calls \"appreciations\", thanking people on the team for specific contributions to the firm, a simple idea that Mr Mackey says has had a \"huge revolutionary impact\" in terms of improving staff relations. \"You have to create a culture where everybody has an opportunity to be recognised,\" he says.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26900904", "title": ["Are executive sleepovers the best way for staff to bond?"]},
{"article": "Under eerie blue lights designed to simulate the ocean depths, hundreds of fish swim serenely through the bubbling waters of their circular tanks, 15 floors up in the sky. There are 11 plastic tanks in total, holding a combined 80,000 litres of salt water.  They are full of grouper, a white-fleshed fish, which are all destined to end up on the plates of restaurant-goers across Hong Kong. This is the scene at Oceanethix, one of the numerous so-called \"vertical fish farms\" in the special administrative region, which have become a key fixture of its supply chain. If you like, this is rooftop farming on steroids” For while most fish farms around the world are at sea, or at least, land level, in Hong Kong it is more often a necessity to put them many floors up in tall buildings. This is because as one of the most densely populated places in the world, there is simply very little spare space. So fish farms have to fit in where they can. For the small firms that dominate the industry, it is worth the effort, as Hong Kong has an insatiable appetite for fish and seafood. It consumes more than 70kg (11 stone) per capita every year, 10 times more than in the US. \"We're way above the hustle and bustle,\" jokes Lloyd Moskalik, managing director of Oceanethix, which is based in Hong Kong's New Territories. \"If you like, this is rooftop farming on steroids.\" His business, which employs six people in Hong Kong, buys in the groupers as baby fish, or fingerlings. They then take between 10 and 13 months to get up to market weight. If you come here on a Saturday it's an absolute theme park - there are people running everywhere” Oceanethix sells about two tonnes of groupers to fish wholesalers each week, and Mr Moskalik says he can get as much as 776 Hong Kong dollars ($100; £60) per kilogram. As demand for farmed fish has soared in the region, wholesale prices have risen at a rate of between 10% and 15% per annum for the past five years. Oceanethix also sells its water-recycling systems to other companies across Asia setting up similar fish farms in the sky. \"We've been selected by the Korean government as part of an ambitious plan to establish vertical farms in multi-story buildings... in Seoul,\" says Mr Moskalik. The Singapore government has also bought a country licence for Oceanethix's water-recycling systems, and the company has its own sister facility in Shanghai. But it is not just fish farms that have been taking to the skies in Hong Kong, as a growing number of organic fruit and vegetable plots are being created on top of skyscrapers and other spare rooftop spaces. No doubt in part caused by a string of recent food safety scandals in mainland China, from where Hong Kong sources most of its food, a growing number of Hongkongers are wishing to grow their own produce as naturally as possible. Helping to meet this demand is Osbert Lam, the owner of Hong Kong City Farms. From just a hobby 10 years ago, he now runs three farms that convert thousands of square feet of rooftop space into organic plots he rents at about 190 Hong Kong dollars per month. \"We've got a list of about 30 people all waiting to get boxes,\" he says, from the top of a 14-storey industrial estate building in Quarry Bay, in the heart of one of Hong Kong's business districts. \"If you come here on a Saturday it's an absolute theme park - there are people running everywhere.\" He says the urban farms reveal just how shallow Hong Kong's urban roots are. \"Many of the people that come here are not even two or three generations away from the land,\" says Mr Lam. \"In many cases, it's just one generation before they were from farming families. A lot of people come here with a lot of knowledge.\" The growth of rooftop gardens has also meant more business for Hong Kong's urban beekeepers. Michael Leung, founder of HK Honey, is always on the look out for new places to put his hives, and to help him locate them, he looks up for papaya trees. \"The papaya tree grows very well in Hong Kong - most people, if they grow anything on the roof, it's a papaya,\" he says. \"The height of the tree allows you from ground level to see that someone is using the rooftop.  \"We're always looking for little trees that stick out. They're like a flag, a modern agricultural flag,\" he says. \"Through that, we then try to approach the people growing on the roof.\" Mr Leung then arranges to rent space for his hives. He says that the honey his bees produce has a spicy tang, which reflects the biodiversity of Hong Kong's urban flora, and particularly the Chinese basil many people like to grow. Such is the quality of Mr Leung's honey that he is able to sell it for a whopping 240 Hong Kong dollars per jar. For Hong Kong's larger commercial organic farming operations, which buy produce from Hong Kong's dwindling slivers of agricultural land near the border with China, the continuous pressure on agricultural land from developers could mean that rooftop farms will one day be all that's left to the special administration region, which even now produces 2% of the food it consumes. Todd Darling, of Homegrown Foods, an organic grocery delivery business in Hong Kong, said permissive zoning regulations make it more cost effective for owners of agricultural land to store shipping containers on the space than to farm it. In the meantime, however, the food scandals that creep across the border from mainland China have, perversely, been good for his organic business.  \"I would never like to say that, but it does tend to encourage people to consider alternatives,\" he says. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26627408", "title": ["Hong Kong's fish farms in the sky"]},
{"article": "Adrin Loi, 59, executive chairman of Ya Kun Coffee International, never set out to be Singapore's coffee king. The youngest of seven in a close-knit Chinese-Singaporean family, Mr Loi grew up working with his brothers and sisters in his father Ah Koon's humble coffee stall. \"I was very good at making toast,\" he says with a laugh. Mr Loi's father, known as Ya Kun, a bastardisation of his Chinese name, operated from Telok Ayer Square and later the Lau Pa Sat hawker centre, serving the classic Singapore breakfast offering: runny eggs, coffee and toast spread with kaya, a jam made of coconut milk and flavoured with pandan leaves. But when Mr Koon fell ill, after serving hungry crowds for more than 60 years, Mr Loi felt that it would be a shame if the family business disappeared. Most of his siblings were all older - his eldest sister is 20 years his senior - and did not want to take over the stand. But Mr Loi, who had seen the easy rapport his father had with his customers, and in return the loyalty they showed him, wanted to keep that essence alive. So one day he and his brother, Algie, finally worked up the courage to ask his father if they could take over running his stall. Sure, his father said - but it is very hard work. \"So he challenged us - do you think you can do it?\" says Mr Loi. The answer was almost instantly a resounding yes. After taking over from his father in 1998, Mr Loi and his brother were forced to relocate the business because of construction at Lau Pa Sat. They renamed the coffee stall Ya Kun Kaya Toast, and borrowed 10,000 Singapore dollars ($8,000; £4,700) to get the business up and running. Mr Loi says his wife helped him write the tagline \"Coffeestall since 1944\", to place a large focus on the family history - which became even more important when his father died in 1999. The publicity materials for the new stall highlighted the story of how Mr Loi's father fled to Singapore on a junk boat from Hainan, China, in search of a new life in 1926, and how he worked his way up from coffee assistant to running his own stall. Although Mr Loi says he was anxious - renting the 1,000 sq ft (90sq m) space cost a considerable sum - within two weeks the new stall had already broken even. \"We realised, hey this is a good business, because my dad really built a name for himself,\" he says. After that initial success, Mr Loi brought in consultants to see if he needed to get outside investment to help the company grow. In the end, he decided instead to apply for a grant from the Singaporean government instead of diluting his ownership share, which is now around 75%, after he bought out one partner and his brother reduced his holdings. I hope to slowly pass on my skill and my knowledge to my son so that one day he can take over my business” That grant allowed him to investigate franchising opportunities - which he says was a resounding success, with more than 400 applications from potential franchisee owners in just six months. Since then, he has grown the business to more than 50 Ya Kun coffee shops in Singapore as well as 49 outlets across the globe, from Indonesia to Abu Dhabi. Last year the company's turnover was approximately 25m Singapore dollars - a 2,000% increase since Mr Loi took over in 1998. \"Singapore is one of the most cosmopolitan countries in the world,\" says Mr Loi.  That helps Ya Kun, because while workers are posted to the city state, they are exposed to Ya Kun's brand - so that when they see an outlet when they return home to say, Indonesia, they will often continue patronising the chain. Mr Loi says that the peculiarity of Singaporean eating habits has also helped the company grow. \"In Singapore, most people eat five meals a day - they have breakfast, lunch, afternoon tea, dinner and supper. So every now and then they will come for coffee and then come back again,\" he says. That has helped Ya Kun become a household name, prompting one blogger to ask recently: \"Is there anyone here who has never eaten at Ya Kun?\" Mr Loi has also expanded the menu offerings to including noodle soups and other lunch dishes, as well as different types of toast and coffee. He says that he is lucky that his family have been incredibly supportive as the company has thrived. \"Once you have a lot of siblings there can be sibling rivalry - but not with us,\" he says. \"Even though we have grown so big, they don't envy me and they're still helping out in the business,\" adding that several family members continue to run individual stores. He says they joke that his dad would rise from the dead if he saw how far his humble stall has gone. \"He never would have expected how far we've grown,\" Mr Loi says with pride.  And he hopes to keep things that way: his son, who is 28, recently returned back to Singapore. \"I hope to slowly pass on my skill and my knowledge to my son so that one day he can take over my business,\" he says. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26677290", "title": ["Meet Singapore's coffee king Adrin Loi"]},
{"article": "\r\n\t \r\n\t\t\tLast updated at \r\n\t\t \r\n\t     Championship side Livingston want to become the latest Scottish club to be fully owned by their community.\n     Clyde, Dunfermline Athletic, East Stirlingshire and Stirling Albion are already community-owned clubs.\n     Annan Athletic, Ayr Utd and Motherwell are moving towards that goal and Livi see it as a way out of \n    \r\n  \r\n\n     Livingston vice-chairman Robert Wilson said: \"We hope that, working with West Lothian Council, we can provide a bright long-term solution.\"\n     Supporters Direct Scotland were involved in talks in October that led to the fresh investment required to resolve problems at the club.\n     Now Livingston, who have twice been in administration since joining the senior leagues as Meadowbank Thistle in 1974, have asked the fans organisation to explore a route towards becoming community owned.\n \r\n\t\t The recent audited accounts show a loss in the last year in excess of £360,000, confirming that the club needs a radical change of course \r\n\t     SDS head Paul Goodwin said: \"The current board at Livingston has invested heavily to save the club following its most recent difficulties and they have to be applauded for doing so. \n     \"We are delighted that they have asked us to help them build a long-term solution with the wider community at its heart.\"\n     Goodwin said \"all the interested parties in West Lothian, including the council,\" would have a role to play.\n     \"We firmly believe that a solid business plan developed with all interested parties through a community interest company can offer the best scope to build the club for the future,\" he added.\n     \"We have been working with the club since October following the unexpected departure of the club's then CEO and have expressed concerns about the finances of the club. \n     \"The recent audited accounts show a loss in the last year in excess of £360,000, confirming that the club needs a radical change of course.\"\n     Two of Scotland's community owned club, Clyde and Dunfermline, have previously suffered financial difficulties, while East Stirlingshire are presently ground-sharing with neighbours Stenhousemuir after deciding to close Firs Park in Falkirk because of the prohibitive costs of refurbishment.\n     Of the clubs moving towards a community model, Motherwell have also previously been in administration.\n     Hearts, who are presently in administration, aim to move towards a community model, while a group of Rangers fans - Rangers First - are hoping to persuade the Ibrox club to adopt the model following the League One champions' recent financial problems.\n ", "subject": "Business", "link": "http://www.bbc.co.uk/sport/0/football/26944262", "title": ["Livingston eye community ownership to resolve finance woes"]},
{"article": "\r\n\t \r\n\t\t\tLast updated at \r\n\t\t \r\n\t     The European Rugby Champions Cup which replaces the Heineken Cup has been given the go-ahead for next season.\n     The new tournament will involve 20 teams, rather than 24, with six from the Aviva Premiership, six from the French Top 14 and seven from the Pro12.\n     The final place will be decided by a play-off.\n     Unrest over the future of the Heineken Cup began in June 2012, when the English and French clubs announced they would quit, unhappy with qualification, revenue distribution and governance.\n     Soon after, Premiership Rugby signed a TV deal with BT, while ERC extended its deal with Sky.\n     In October 2013, the English and French clubs announced they were setting up the Rugby Champions Cup, which had the support of the Welsh regions. When the French clubs pulled out, an Anglo-Welsh league was at one stage a distinct possibility.\n     For much of the last year prospects  looked bleak, but this new agreement secures European club competition for at least eight years. \n     A new European Rugby Challenge Cup will replace the second-tier Amlin Cup and a new third-tier cup will be introduced, called the Qualifying Competition. \n     Bill Beaumont, chairman of English governing body the Rugby Football Union, said: \"We are very pleased that the challenges off the pitch are concluded so we can enjoy the joys of the game on it, creating more unforgettable memories for players and fans alike.\"\n     His views were echoed by officials throughout the European game, with Welsh Rugby Union chief executive, Roger Lewis saying he is \"delighted that we can all move forward with a clear and agreed structure in place for European competition from next season\".\n     The heads of agreement - the principles behind the deal - were signed by the nine parties involved on Thursday, bringing an end to \n    \r\n  \r\n\n     The signatories are the unions from the Six Nations countries, plus the club bodies for England, France and Wales.\n     Mark McCafferty, the chief executive of Premiership Rugby, described it as a \"historic day for European club rugby\", adding that the parties involved \"had worked hard to get to this point and the uncertainty is now over\".\n     International Rugby Board chairman Bernard Lapasset said the new competition meant both players and fans could \"look forward to a strong competition structure that promotes and celebrates the best of the European game\". \n     And Ian Ritchie, chief executive of the RFU, added: \"This equitable, long-term agreement will provide the platform for rugby union to continue to expand across Europe, increasing interest and involvement in the game at all levels.\"\n     The tournaments will be headed by European Professional Club Rugby, a new Swiss-based association, which will replace current organisers European Rugby Cup (ERC).\n     \r\n  \r\n\n    and have long advocated changes to the present tournament, the Heineken Cup.\n  Media requires JavaScript to play. BBC Wales sports news correspondent Gareth Lewis explains how the deal ends a two-year saga     Pro12 representation is cut from its current 10 teams, with one guaranteed representative from Ireland, Italy, Scotland and Wales and the other three places being decided on league position.\n     ERC chief executive Derek McGrath confirmed he will stand down from his role in October 2014 following the decision.\n     The issue of who will broadcast the new competitions has been a source of contention but \n    \r\n  \r\n\n ", "subject": "Business", "link": "http://www.bbc.co.uk/sport/0/rugby-union/26981154", "title": ["European Rugby Cup: Heineken Cup replacement gets go-ahead "]},
{"article": "The cost of the opening and closing ceremonies at this year's Commonwealth Games has risen by almost half. Organisers Glasgow 2014 confirmed that the combined cost of both events was now £20,850,000 - up £6,850,000 or 49% on the 2012 estimate of £14m. A spokesman said the extra costs covered developments at both ceremonies to maximise the spectacle. The costs will be met from the general budget. Meanwhile, ScotRail outlined plans for extra and later Games trains. The Glasgow 2014 spokesman said: \"The opening and closing ceremonies are key moments of the games, when the eyes of the world will be on Glasgow and Scotland.  \"They offer a unique opportunity to showcase the host nation, the host city and the talent of the Scottish people.  \"As we have developed the ceremonies, opportunities have arisen to add to the spectacle to deliver truly memorable events.  \"To make the most of this once-in-a-lifetime opportunity, we have chosen to make some additional investments in the ceremonies.\" The spokesman would not be drawn on details of the \"additional investments\" ahead of the events. On Games transport,   to help transport Games spectators. Extra carriages and more frequent services will be provided until late at night, with services running until 01:00 on some routes. ScotRail said this was aimed at coping with an expected extra one million train journeys on its network during the Games period. The train operator said it would unveil the timetable later this month.  It will be introduced on 21 July, two days ahead of the opening ceremony. It will remain in place for two weeks until the closing ceremony on 3 August. Steve Montgomery, ScotRail's managing director, said: \"We have been planning this timetable for almost two years - working with games organisers, local authorities and industry partners to balance the needs of spectators and customers across Scotland. \"I'm confident that we'll make best use of every train, station and stretch of track available during what will be an extremely busy time for Scotland's transport networks.\" ScotRail said it was due to hold talks with rail unions over staffing issues surrounding the Games timetable. Last November,   to cover extra workloads before and during the event. A ScotRail spokesman said: \"We are making progress and are due to meet again soon with each of the trade unions to take matters further forward.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-26937538", "title": ["Glasgow 2014: Cost of Games ceremonies rises by 49%"]},
{"article": "Media playback is unsupported on your device  Last updated at 10:08 BST  It has not been a good few weeks for investors in technology stocks. The Nasdaq index, packed full of tech hopefuls, has been sliding - it was down 1.3 per cent yesterday. The big internet names like Linked In and Twitter are down 40 per cent from their highs. Eileen Burbidge of Passion Capital and Alpesh Patel from Praefinium Partners analyse why there is a downturn in tech stocks.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-27000978", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 17:20 BST  A versatile minesweeping remote controlled robot designed in Cambridgeshire has won export business across the world. The mobile robot built by Armtrac of Burwell is now operating in Africa and South America where a total of 34 units have been sold. The unit flails the ground to detect mines or can use an arm to pick up devices which may be explosive and carry them away for safe disposal. Armtrac managing director Steve Brown said it can be used to clear mined areas or in terrorist situations. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-26977229", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 01:52 BST  China is boosting stock market ties with Hong Kong with new measures allowing cross-border stock investment between Hong Kong and Shanghai.  China's regulator said it would allow mainland investors to trade shares in designated HK-listed firms. At the same time, Hong Kong investors will be allowed to buy shares in companies listed in Shanghai. The chairman of the Hong Kong exchange called it a \"breakthrough\" for the opening up of China's capital markets.  Sharanjit Leyl talks to Tommy Xie, a China economist with OCBC Bank. . ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26983965", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:31 BST  Plans to reform the International Monetary Fund (IMF) have stalled because of a divided US Congress.  Reforms to the IMF that would give more power to emerging economies are awaiting Congress approval. On Friday the IMF and World Bank gather in Washington DC for the annual Spring Meeting. Michelle Fleury reports. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26985470", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:30 BST  He started out working at his family's corner shop in Birmingham, but Digby Jones went on to become a minister for trade and investment and one of the UK's most respected business leaders. Now, in a three-part TV series, Lord Jones of Birmingham is using his specialist knowledge to help British businesses tackle the challenges they face.  He spoke to BBC Breakfast about why he wanted to be involved in the project and how much he enjoyed the challenges he faced.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26967083", "title": []},
{"article": "The Co-operative Group has reported losses of £2.5bn for 2013, the worst results in the organisation's history. The results come shortly after the loss of two directors amid a review into how the group ought to be governed.  Lord Paul Myners quit as a board member following resistance to his plans for reform. His departure followed the exit of chief executive Euan Sutherland who left after less than a year in the job. What exactly does the Co-operative Group do, and how is it run? And will it be possible for it to maintain its spirit and ethics through all the changes? The co-operative movement in the UK began in the north of England in the mid-19th Century. These societies were owned by their members and were usually small retailers which sold a variety of goods.  They came about to sell \"pure\" food at \"full weight and measure\" at a time during the industrial revolution when these things were not guaranteed at shops, according to one of their  . Coming together meant they could combine their buying power and control quality.  The Co-operative Wholesale Society formed in 1863. It has come to be called the Co-operative Group, and is the flagship organisation in the co-operative movement. Gillian Lonergan, head of heritage resources at the Co-operative Heritage Trust, says that in the 19th Century there were as many as 1,000 co-operative societies in Britain. Soon, a division for loans and deposits developed. Founded in 1872, this former part of the group turned into what is now called the Co-operative Bank. Today, the Co-operative Group has food, pharmacy, funeral, electrical, travel and legal businesses. It is the largest \"mutual\" business in the UK, owned by its customers and members who number almost 8 million. The grocer, called Co-operative Food, became the fifth-largest food retail business in the UK after buying Somerfield in 2009. It's the group's biggest business, making more than half of all sales. The Co-operative Group is also the biggest funeral provider and it owns the country's third-largest chain of pharmacies. According to its  , the Co-operative Group runs 4,500 stores, employs more than 90,000 people and has annual sales of more than £13bn. The group lost full ownership of Co-operative Bank after owners of its debt had to bail it out when it uncovered £1.5bn of unexpected losses. Co-op Group now owns about 30% of the lender. The group is owned by its members and 80 or so member societies.  Area committees are the grass roots of the organisation. There are about 48 of them, each with 10 to 12 members who serve three-year, elected terms. These area committee members elect members of the seven regional boards. They, in turn, elect 15 of the 21 members of the group's board. Of the remaining six, five come from member societies, such as Midcounties and Midlands, and there's an independent director, the role held by Lord Myners. There are also boards for the food business; the bank, which the group no longer fully owns; and specialist businesses, which include the pharmacies and funeral care. The group is very keen to point out the advantages of being owned by members and customers, as opposed to being a company owned by shareholders. Critics point to the complexity of how the business is governed and the sheer number of people who have some say in the running of the company. But Co-op say its democratic structure is part of its strength. It means a big organisation can make use of ideas and knowledge relevant to local communities. It can also listen on things like pay. But a   by Lord Myners casts doubt on how well the setup is working in practice. What makes matters more complicated is that while there are no shareholders, the group does issue bonds - loans held not by a bank, but by investors looking for a return.  While bondholders have no say in the running of the company, they can become influential when a company is in trouble. When the Co-op's bank needed rescuing, bondholders swapped their loans for a combined 70% ownership stake in the lender. Following the losses at the lender's bank, the company last year appointed former City minster, Lord Myners, to review the group's governance structure and made him its independent director.  The process has thus far been a painful one. Co-op Group lost its chief executive, Mr Sutherland, when he resigned following the leak of his £3m-a-year pay package to a national newspaper. He told the BBC: \"The senior democrats talk the talk of reform, but in practice they won't do it.\" Lord Myners quit the board amid criticism of his plans to reform the business. His initial review was highly critical of the group's takeovers of Britannia and Somerfield. The first stage of the Myners review accuses the Co-op of suffering from a significant \"democratic deficit\" in which ordinary members have surprisingly weak constitutional rights and a limited ability to influence the group's social mission and activities. The three-tiered governance system of area committees, regional boards and a group board had \"consistently produced governors without the necessary qualifications and experience to provide effective board leadership\", he added.  Lord Myners also said the system meant ordinary members could not directly elect group board members. Midcounties, the largest of the Co-op's independent societies with revenues of £1.2bn and more than 10,000 employees, has publicly opposed the planned reforms. Its president, Patrick Gray,   they would not support the \"menu\" Lord Myners is offering, and that there needed to be negotiation.  \"Among the independent consumer co-operative societies, it is demonstrably the case that it is the most democratic that are the most successful in commercial terms, not the reverse,\" Midcounties said. With  , it's a complex business. Reform in any format is unlikely to be quick. In short, no. The Co-operative Group says it accounts for about 80% of the total Co-operative movement in the UK.  Co-operatives UK, the trade body for societies, estimates the co-operative economy is worth about £36.7bn and has 15.4 million members. While most co-operatives are in retail or agriculture, they include  . ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26970903", "title": ["How is the Co-operative Group run?"]},
{"article": "Media playback is unsupported on your device  Last updated at 19:37 BST  House prices will continue to rise across the country until more homes are put on the market, an industry body has said. The lack of homes for sale was a \"major concern\" and there was a \"desperate need\" for more, the Royal Institution for Chartered Surveyors (Rics) said. Buyer inquiries rose in every area of the UK except Wales in March, its latest survey found. Duncan Kennedy reports. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26978947", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 12:01 BST  Politicians like to bandy the word choice around when it comes to public services, but some question whether people are any good at making decisions. In a Daily Politics film, Adam Fleming spoke to author David Boyle and cardiologist Dr Duncan Dymond to hear how people make, or do not make, choices about their services. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/uk-politics-26972720", "title": []},
{"article": "The cost of home improvements could double if professional builders have to solve botched DIY jobs first, a building expert has warned. Harvey Ellingham, boss of Home Improvements Guarantee, said that pride often led to DIY disasters at this time of year. A survey, by the Nationwide Building Society, suggests that DIY projects cost an average of £3,342. But one expert told BBC News that enthusiasts often overspent. Jo Behari, a former City worker who founded Home Jane, a team of handywomen and home improvement specialists, said that spring was a good time to look out for bargains. This time of year is the most popular for homeowners to start DIY projects. The Nationwide survey suggested that nearly half of those asked were planning a project and were willing to spend thousands of pounds. This average bill increased for the older generation, with those aged over 55 spending £4,045. Richard Napier, director for savings and mortgages at the Nationwide, said there was an \"appetite\" for people to invest in their homes.  However, 7% of people aged 18 to 24 were willing to use a credit card to fund this work, with another 4% happy to turn to payday loans to finance it. Mr Ellingham, who has been in the building trade for 20 years, said that people risked a big bill by failing to do their homework. Overlooking an extension being built by professionals at a home in Sutton, west London, he said that people risked damage to their homes and their health if they did not plan DIY work sufficiently. \"If you are going to put a nail into a wall, you need to know what is behind that wall. If you are going to put a nail into the floor, you need to know whether there are pipes under there,\" he said. \"It is common sense, but some people believe they know what they are doing and go full-steam ahead.\" But mistakes are not just made by people who only work on their own homes. A survey by the TrustMark accredited trader scheme found that incompetent tradesmen have cost UK homeowners an estimated £1.9bn over the last year. Ms Behari said that some DIY enthusiasts failed to learn the basics about their home and were too embarrassed to admit they had a problem. She also said that people did not need to spend as much as they did at this time of year. She suggested: \"Make sure you don't buy ridiculously expensive tools; I know it is easy to get carried away,\" she said. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26886833", "title": ["Botched DIY 'doubles building bill'"]},
{"article": "Media playback is unsupported on your device  Last updated at 02:36 BST  The world's largest pork producer, China's WH Group, is hoping to set a new record on the Hong Kong Stock Exchange, when its shares make their trading debut later this month.  It has hired a record number of banks to work on the initial public offering, which some analysts say could raise up to $5bn.  WH Group plans to use proceeds from the share sale to pay down debt which helped to finance its $4.9bn acquisition of American food company Smithfield Foods last year.  Juliana Liu reports from Hong Kong. . ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26966538", "title": []},
{"article": "As the celebrated architect Frank Gehry unveiled his contribution to redeveloping London's Battersea power station he felt it necessary to say, \"I want to create a set of buildings people will want to live in,\" as if there were an alternative aspiration.    He was addressing a concern that London's luxury new-build property market is becoming a repository for the wealth of the global super-rich. As such, many argue it is doing nothing to ease the city's acute housing crisis - especially if the new homes are left empty.    Figures compiled by the global real estate consultancy Knight Frank show that for the two years to June 2013, 69% of new-build buyers in the prime central London market were not British. Almost half, 49%, were not resident in the UK - thus raising the fear that homes have been bought purely as an investment and may be left empty.   In an earlier phase of the development of the Thames-side Battersea power station, half the apartments built in former power station's shell were sold outside the UK.      The chief executive of the Battersea Power Station Development Company, Rob Tincknell, is aware that empty properties create a perception problem.  \"If this place doesn't work and there's nobody living here, it just won't function properly,\" he says. \"It is essential we do what we can to make sure our homes are occupied, and we're doing everything possible\".  It is not contributing anything to the community because it is empty” \"You can't stop investors buying, but even if they do they're going to rent these properties out because people will want to live here - they will be great investments.\" Walking beneath One St George Wharf, another luxury tower development along the river from the Battersea site, I meet a woman walking her dog.  \"There's no way normal Londoners can live here, no way,\" she says.    She agrees rich foreign buyers are squeezing out local people though she accepts it is \"not their intention - it is just they have the money and the wherewithal.\"    \"It's out of most people's range,\" says a man eating a sandwich as he enjoys the new riverside walkway.  \"Youngsters coming on the market don't have a chance.\"  Across London I meet Westminster councillor David Boothroyd outside one of London's most controversial new-build properties. One Hyde Park is a luxury development with, as the name implies, views of Hyde Park itself.  \"It is the most luxurious block of flats you could ever imagine in London and they sell for about £70m each.\" The population of London is growing by about 100,000 each year - but we're only building about 18-20,000 new homes” \"It turns out there's almost no one actually living here,\" he says. The flats themselves are mostly investment properties and it is easier for the owners to keep them empty than have the hassle of renting them out, he says.   \"It is not contributing anything to the community because it is empty.\" He surveyed his central London borough, Westminster, and found that even though the number of homes had increased, the number of voters and council tax payers had fallen because so many properties were unoccupied.  However, Grainne Gilmore, head of residential research at estate agents Knight Frank, argues that those who leave properties empty are few and far between. \"It is a very small slice of the market. As you move up the value chain you have billionaires - globally wealthy people - who own homes all around the world and they spend a fraction of their time in each.  \"They are different from the investors, they want to keep their homes for their use only, but it really is at the top end of the market and it is a small fragment of homes in the capital.\" Despite anecdotal evidence of foreign buyers stoking house price inflation by purchasing normal residential properties, research by Knight Frank suggests that away from the prime central London locations, foreign non-resident buyers - at least of new-build homes - are less active.   Source: Knight Frank More than 79% of all new homes, even in inner London, are bought by UK residents and in outer London the figure is more than 93%, according to Knight Frank.  \"We do not have enough supply of homes in the capital and that has driven up pricing. Houses are not being built full stop,\" says Grainne Gilmore.  Much of the building that is taking place is aimed at the top end of the market. According to the property consultancy EC Harri, the next decade will see 20,000 prime residential units completed in London, with a sales value of £50bn.     Prof Tony Travers, who is local government expert at the London School of Economics, agrees and says that London's rapid house price inflation is more to do with the lack of building than with foreign buyers.   \"The population of London is growing by about 100,000 each year, but we're only building about 18-20,000 new homes.\"  Back at Battersea Power Station the modest plans for affordable homes, just 15% of the total, have drawn stiff criticism. And only half of those are expected to be social housing, accepts Rob Tincknell.   So the homes ordinary Londoners can afford are simply not being built.    Battersea Power Station stopped generating electricity in 1983 and since then differing development proposals have come and gone - but this one, backed by Malaysian money, looks likely to succeed.   A much-loved building will have been given a new lease of life, yet most of the 3,444 new homes will be beyond ordinary Londoners' reach.  For most, London will have gained another neighbourhood to look at rather than live in.     ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26980299", "title": ["Foreign buyers dominate London's luxury housing market"]},
{"article": "Russia has threatened to cut gas supplies to Ukraine because of the dispute over prices. That could also affect EU countries, as much Russian gas is delivered to the West through Ukraine. We examine what's behind the row, and its potential impact on Europe and its gas supplies.  The immediate dispute is about Ukraine's very large unpaid gas bill: $2.2bn (£1.2bn; 1.4bn euros), according to the Russian state-controlled utility Gazprom.  If Ukraine does not settle its bill, Gazprom will in effect install the world's largest pre-pay meter, and Ukraine will be obliged to pay for its gas in advance. If it fails to pay, Gazprom says it will restrict or suspend delivery.  But lurking behind this is the power struggle between the interim Ukrainian government, which leans towards the EU, and Russia, which wants to keep Ukraine firmly within its sphere of influence.  In February, months of street protests culminated in the removal from power of Ukraine's pro-Russian president, Viktor Yanukovych. He had decided not to sign an association agreement with the EU, opting instead to join Russia's customs union.  But the interim government has reversed course. In return, the EU is providing development assistance, a loan of 1.6bn euros (£1.3bn; $2.2bn), the temporary removal of customs duties on Ukrainian exports to the EU, and a programme to lessen Ukraine's energy dependence on Russia. That has angered the Kremlin. Gazprom has raised the price Ukraine will have to pay for its gas in future by 81%: up to $485.50 (£293; 354 euros) from $268.50 for 1,000 cubic metres. Previously, Ukraine's gas imports were subsidised in return for Russia's lease of the naval base at Sevastopol in Crimea, the home of the Russian Black Sea fleet. But since Russia annexed Crimea last month, that agreement is no longer valid.  Quite possibly - the EU gets about a third of its gas from Russia, with some 50% of this flowing through Ukraine.  Outside Ukraine, two other pipelines link Russia to the EU: the North Stream (under the Baltic) and the Yamal, which flows through Belarus and Poland.  Germany and Italy are the two biggest customers for Russian gas. However, Germany is building more coal-fired power plants and renewable energy installations, including offshore wind farms.  Source: Oxford Institute for Energy Studies Italy 25.33 15.08 Turkey 13 14.02 Germany 11.71 21 Czech Republic 7.32 7.28 Hungary 6 5.29 Slovakia 5.42 4.19 Another pipeline, the South Stream, is under construction, running from Russia under the Black Sea to Bulgaria and then splitting into two branches, north through Hungary to Austria, and south to Italy. The project website says the South Stream is scheduled to begin supplying gas late next year and  .  However, the EU could decide to freeze construction as part of a further round of sanctions on Russia.  Interconnectors between different pipelines could also help. South-eastern EU countries such as Austria and the Czech Republic receive their supplies via Ukraine and are most at risk if Russia turns off the taps. However, they could receive relief supplies via the interconnectors flowing down from Germany.  Other countries, such as Poland, Lithuania, Estonia and Finland, are looking to diversify their energy supplies, for example by bringing in more liquefied natural gas (LNG) from non-European countries, such as Qatar, or shale gas from North America.  One factor working in the favour of EU consumers is the weather: energy use falls in summer, reducing dependence on imports.  Yes - repeatedly.  The first instance was on New Year's Day 2006. Russia wanted to increase the price per 1,000 cubic metres by more than 400%. When Ukraine said no, Russia turned off the taps.  Within hours, other countries - including Austria, France, Germany and Italy - began reporting pressure drops in their pipelines of about 30%. The dispute was settled three days later, but prompted much nervousness in the EU about its dependence on Russian energy.  Three years later, again on New Year's Day, Russia again cut supplies. This was during a very cold spell, leaving countries such as Bulgaria and Slovakia with serious cuts to supplies. Industrial plants were shut down, while people struggled to heat homes and schools.  After more than two weeks of shortages, Russia and Ukraine reached an agreement that was supposed to run for 10 years.  However, with the political turmoil in Ukraine, the gas dispute has flared again. The   of using energy supplies to control Ukraine.  Russian President Vladimir Putin says Russia has been subsidising Ukraine with cheap gas. Traditionally, more than 50% of Ukraine's gas needs have came from Russia, although the country has also been a big importer from Turkmenistan. Last year, Gazprom exported about 26 billion cubic metres (bcm) of gas to Ukraine, more than half the 50.4bcm it consumed. Although Ukraine's nuclear and coal sectors produce more electricity than gas, the Oxford Institute for Energy Studies (OIES) says that \"industry and municipal infrastructure are highly dependent on gas\".  The OIES estimates that Ukraine's gas requirement for this year will be about 50bcm, with about 20bcm produced inside the country. If the worst came to the worst, and Russia halted supplies, Ukraine would have to find alternative suppliers for some 30bcm. Talks are under way within the EU about helping Ukraine in an emergency by sending gas via pipelines in Slovakia.  Almost certainly.  The question is, would President Putin be prepared to suffer short-term pain for long-term gain (whatever that gain might be)? The Oxford Institute for Energy Studies estimates that last year, 53% of Gazprom's export revenues - or $33.3bn - went through Ukraine.  Any escalation of the gas dispute could seriously dent Moscow's tax earnings. It may also be a reputational disaster. Gazprom, and Russia generally, won't want to be known as an unreliable supplier.  That would curtail international investment in the country's oil and gas sectors, and spur on the West to find alternative sources of energy.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/world-europe-26987082", "title": ["Ukraine-Russia gas row: Red bills and red rags"]},
{"article": "If you wanted to work at the Bank of England at the turn of the last century, you would have to answer some tough maths questions before you would be offered a job.  Detailed banking exam papers from 1906 - and manual dexterity tests for staff from the 1980s- feature among a wealth of curiosities now on show at the bank's museum in the City of London. Take a tour with the museum's curator, Jennifer Adam. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/magazine-26934717", "title": ["What's lurking inside the Bank of England's vaults?"]},
{"article": "When Simeon Penn, director of powerboat experience company Saber Powersports, needed a loan for a new boat, he didn't go to his bank. Instead, he got the money from Funding Circle, an online marketplace that allows individual savers to lend money directly to small and medium-sized businesses (SMEs). Mr Penn's accountant suggested he try this alternative form of funding after the bank failed to respond to his loan request after three weeks. With Funding Circle, the £25,000 that Saber needed was in the company account two weeks later and the application process was very simple, Mr Penn said. Even more unusually, he spoke to a \"real person\" who took an interest in his business. By contrast, the bank \"was making him jump through hoops\", he said. He was so impressed by the process that when he needed a further £15,000 to replace an engine and to increase his company's marketing before the peak summer season, he went back to Funding Circle. \"It's definitely the future; it's where businesses are going to go,\" he said. This type of peer-to-peer funding (P2P) - also known as crowdfunding - turns financing on its head. Instead of asking a bank or a few individuals for large sums of money, a business can ask a large number of people for just a small amount each. The more people who come forward to lend, the lower the interest rate a company can secure. Samir Desai, Funding Circle's chief executive and co-founder, believes speed is the key advantage for SMEs, with businesses getting access to cash within two weeks rather than the three months it typically takes the banks to stump up. \"There is no doubt that technology is now in the middle of changing financial services for good,\" he says. Carol Sullivan, who runs Divorce Negotiator, a firm which aims to help separating couples divide their financial assets, borrowed £15,000 over three years at a rate of 6% from Zopa, the UK's oldest P2P lender for SMEs.  She used the money to fund a TV advertising campaign and says: \"The application process was much simpler and quicker than it would have been with a bank.\"  Open-source data handling systems, such as Hadoop, MongoDB and Cassandra, which can process and structure vast amounts of data from a wide and growing range of sources, including social media, have helped alternative lenders assess borrowers' creditworthiness to a much higher degree of accuracy than before. And this data crunching ability is encouraging new, flexible forms of finance. For example, Kabbage, a fast-growing Atlanta-based company, offers working capital of up to £25,000 to small online businesses selling through eBay and Amazon. It decides how much businesses can have by analysing their social network profiles and user feedback ratings, as much as their commercial transactions. After merchants have been approved for funding - a process Kabbage says can take as little as seven minutes - the cash is deposited in their PayPal accounts, enabling them to buy more inventory and respond quickly to consumer demand. Technology also underpins new \"equity crowdfunding\" platforms, whereby businesses give up a stake in their company in return for investors' cash. For example, Inform Direct, a start-up that aims to make it easier for businesses to deal with Companies House, raised £450,000 in just two weeks using SyndicateRoom. The platform, which is similar to Crowdcube and Seedrs, offers investment so long as the company seeking capital has secured backing from a lead investor first. And philanthropic funding platforms such as Kickstarter have helped many small businesses and artists bring their projects to fruition. P2P lending may be fast, but it isn't necessarily the cheapest way to raise business capital. Interest rates for the past 100 loans made via Funding Circle's platform ranged from 7.3% to 12.4%, the company says. This is higher than the 4.4% to 7.2% range charged by banks for fixed-rate loans to SMEs, according to the British Bankers Association (BBA). This may be one reason why the UK alternative finance market is still relatively tiny, albeit growing fast. In 2011, it provided £26.7m of finance to SMEs. By last year, that figure had jumped to £332m, benefiting an estimated 5,000 SMEs, according to research from enterprise charity Nesta.  Poor service from banks is certainly helping this growth.  Last November, government adviser Lawrence Tomlinson issued a damning report on the banks' \"disturbing patterns of behaviour\" towards SMEs. He said many businesses were being \"actively deterred from accessing finance before being given the chance to apply\". But awareness of funding alternatives remains low. A recent survey from the Federation of Small Businesses found that just 37% of SMEs knew about them. And according to the BBA, the UK's main five banks still account for 60% - around £100bn - of all loans and overdraft borrowing by SMEs. The reliability of the underlying technology is increasing confidence in the sector, however. The UK government allocated £20m in 2013 and a further £40m this year to inject directly into small businesses via Funding Circle, and this month the Financial Conduct Authority began regulating the sector for the first time, giving it an official stamp of approval. And in this year's Budget, Chancellor George Osborne announced that P2P lending will be allowed within tax-free individual savings accounts for the first time. Giles Andrews, founder and chief executive of Zopa, is confident that his industry is poised for rapid expansion. \"At the moment we are all busy competing with banks. Eventually we will be competing with firms like us, which will be a nice problem to have,\" he says.  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26822187", "title": ["Power up your small business with hi-tech finance"]},
{"article": "Bamboo is ubiquitous in Chinese culture. Sturdy and tenacious, it symbolises virtue. In fact, the plant has had a profound impact on the daily life, culture and spirituality of the Chinese. In the past, a wide variety of products were made from bamboo - from roof tiles and rafts, to shoes, furniture and agricultural tools. But despite the close relationship between Chinese-speaking societies and the natural material, Taiwan's bamboo industry has suffered a decline in recent decades. It nearly collapsed because of people's preference for more modern-looking products, or just cheaper plastic goods - and the impact of less expensive bamboo imports from China and South East Asia. Never did we imagine bamboo can be used to make so many different products” Nowhere was this more apparent than in central Taiwan's Zhushan or \"Bamboo Mountain\" town. Hundreds of families used to make bamboo products there in the centre of the country's bamboo industry. Now there are only about 50. It's a trend reflected in other parts of Taiwan - only about 240 bamboo-products businesses remain on the island. \"In the past, every part of Taiwan had people working in this industry, but over the years, bamboo has been replaced by plastic or steel to make all sorts of products, such as clothes hanging poles, baby cribs, and furniture,\" says Yang Chun-hsien, director of the Forestry Bureau's reforestation and production division. However, an earthquake and strong resolve on the part of the government and industry to continue using bamboo have led to a revival and transformation in its use. In recent years, bamboo has been used to make items never before associated with the plant - from shampoo and insect repellent, to socks, gloves, and even roasted peanuts. This reinvention of how bamboo is used has made it possible for the small family businesses which make up the industry to stay alive and to start reversing the decades of decline. At the height of bamboo production in Taiwan in the 1970s, more than 13 million stalks were harvested each year, and sales of the stalks alone - not including the finished products - amounted to $3.5m (£2.1m) per annum. Plastic is very cheap and can be used for longer,  but what a shame, bamboo is more environmentally friendly” But in the past decade, the annual harvest amounted to only about 1.67 million stalks with sales adding up to just $456,000 - a little over 10% of the peak level. Production and sales, however, have been steadily climbing in recent years.  Following a devastating earthquake on 21 September 1999 centred in Nantou county, where Zhushan lies, the central government decided to help the local economy by commissioning the country's non-profit Industrial Technology Research Institute (ITRI) to find new ways to help the bamboo industry grow. ITRI developed a method to carbonise bamboo stalks to produce high quality bamboo charcoal, which has a multitude of different uses. Naturally insulating, the charcoal can be turned into fibres and woven into fabric to make hats, scarves, gloves, socks and pants. Also said to be health giving, it is increasingly added to bodycare products, such as skin creams. Meanwhile, in industry it is used to purify water and air. Yet its most unusual application has to be in the production of bamboo charcoal-coated peanuts - which look exactly as they sound - peanuts covered with charcoal. Many people who have never tasted them are queasy about giving them a try, but they actually taste good, not at all like charcoal, and are believed to have health benefits. Such diversification has bought new hope to Taiwan's bamboo industry. \"When I was growing up, the toys we played with were made of bamboo,\" says Chen Ching-fu, general manager of the Bamboo Culture Park in Zhushan - a manufacturer of bamboo product, and the first visitor attraction in Taiwan devoted to the plant. \"Bamboo was all around us, but never did we imagine bamboo can be used to make so many different types of products.\" Like other businesses, Mr Chen's now sells not only traditional bamboo furniture, but other products such as air fresheners and clothing. Besides bamboo charcoal, the Taiwanese have also found ways to use the actual bamboo to make a much wider variety of products than their ancestors did, including floor panels, pens, clothes hangers and even laptop casings. Sales of goods made from all forms of bamboo in Taiwan now reach $100m, with exports increasing alongside domestic sales. One of the trends helping to drive the revival of the industry is the return of second or third generation young people to help run family businesses. Lin Li-wei, 36, worked at a post office in the capital Taipei after graduating from college. But, making only about $600 a month, he came back to assist his father, who made bamboo ear diggers used by Chinese and Japanese people to remove earwax. He's now put a new spin on the family business - making modern looking clocks, lamps and wall lights out of bamboo. He has been receiving orders for his creations. \"My father supports me trying to innovate,\" says Mr Lin. \"Only through innovations can we add value to our products and continue our business.\" Now he and his father make $5,000 a month. Many of the manufacturers in Zhushan are breaking even, but not making big profits. Still, they persevere, seeing it as their mission to continue to promote the use of bamboo. Bamboo grows fast - just five years to reach maturity, making it one of the most environmentally-friendly plants to use. So growers and industry leaders hope they can replace the use of many types of other wood, and plastic. \"Plastic is very cheap and can be used for a longer time, but what a shame. Bamboo is more environmentally friendly, no chemicals are used to make bamboo products, and the trees grow without the need for fertiliser or pesticides,\" said the Forestry Bureau's Mr Yang. \"Bamboo can also absorb a lot of carbon dioxide and can reduce greenhouse gases.\" Back at the Bamboo Culture Park, Mr Chen has created a do-it-yourself workshop where schoolchildren and other tourists can learn how bamboo charcoal is made and make their own bamboo products. \"Taiwan can't be without bamboo because it's a material we've relied on for generations,\" says Mr Chen. \"I want to help people understand the importance and benefits of using bamboo.\" To hear Cindy Sui's radio version of her look at Taiwan's bamboo industry, check out  ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26891682", "title": ["Why bamboo is booming again in Taiwan"]},
{"article": " Media requires JavaScript to play. Rory Cellan-Jones tests out the Samsung S5 The Galaxy S5's new heart rate reader could come in useful for Samsung Electronic's investors. The South Korean firm warned earlier this week that it expected its profits to fall for the second quarter running.  Several analysts suggest the high-end market is becoming saturated, meaning most people wanting a premium phone already own one, making it harder to sell them another.  \"Year to date, the share price of Samsung Electronics continues to underperform both in absolute terms and against the Kospi [Korea Composite Stock Price Index] as well,\" Taewoo Kim, portfolio manager of Fidelity's Korea fund tells the BBC. \"This weak performance reflected investors' concerns on its smartphone business particularly in the high-end segment as a result of elevated competition.\" But Mr Kim believes things are about to improve, thanks in part to the improving performance of Samsung Electronic's memory and home appliance divisions. The new Galaxy could guarantee such a turnaround if consumers warm to its water-resistant build, improved camera and fitness-tracking facilities. To mark the S5's global launch the BBC asked five experts for their thoughts: Samsung has packed in all the latest technology to make this a powerhouse” The Samsung Galaxy S5 plays it safe on design, sticking to a tried and tested formula with its plastic body and chrome-trimmed finish.  There's plenty of grip around the back and you still have the advantage of being able to change the battery, both to the phone's credit. Under the hood Samsung has packed in all the latest technology to make this a powerhouse.  There's raw processing power and battery performance to get you though the day, fronted by a stunning 5.1in (13cm) display, with a camera that offers nice vibrant photos and the option for 4K ultra-high definition video capture, ready for the next generation. But the implementation of the fingerprint scanner isn't as tidy as the iPhone and we're not convinced that the heart rate sensor was a feature that anybody was crying out for.  There is a huge number of features on offer making for a super-connected device, but we feel the user interface could be a little slicker and faster.  The Samsung Galaxy S5 is undoubtedly a great device, we're just not convinced it's the greatest. A heart rate monitor... is hard to see as much more than a gimmick” The Samsung S5 launch was largely underwhelming and I think that most consumers will be hard pressed to tell the difference between the new phone and last year's model. Whereas handset launches used to have us on the edge of our seats, they have increasingly lost their wow factor.  This is symptomatic of the maturity of the smartphone market, where ground-breaking innovations are hard to come by.  Take the S5 - one of its headline features is a heart rate monitor, which is hard to see as much more than a gimmick.  It's true that consumers do use heart rate monitors for running and cycling, but these activities demand specialist devices that provide the constant monitoring required, rather than the one-off measurements offered by the S5. And this perhaps shows us where innovation will come from in the future, where the individual functions of the device are broken out into wearable devices and accessories that connect back into a smartphone.  Of course Samsung itself is not blind to this trend and spent almost an equal amount of time at the S5 launch talking about its new smartwatches and connected fitness band.  The smartphone isn't going away any time soon, but if you are looking for the latest innovations then look instead at the myriad of wearables and smart accessories that are starting to flood on to the market. [Samsung] hires the best and brightest from Korea and increasingly abroad” Samsung Electronics is now the biggest tech company in the world by revenue, with leadership in many product categories.  However, its shares trade at a deep discount to peers on all metrics as investors worry about saturation of the high-end smartphone market and the increasing challenge from Chinese rivals. The company is the bellwether of South Korea and the jewel of the Samsung Empire, the largest and most important chaebol - meaning conglomerate - on the Korean peninsula generating hundreds of thousands of jobs.  It is still one of the most prestigious places in Korea to work for new college graduates and as such hires the best and brightest from Korea and increasingly abroad. We believe concerns around the handset business are well overdone.  Although we have seen the fortunes of Nokia, Blackberry and HTC change rapidly, this was all due to the huge shakeout in the smartphone revolution.  Now, we are settling down for a period of more incremental innovations, where scale and breadth wins. Similar to how Nokia dominated the featurephone era, Samsung will continue to dominate this new smartphone era. Beyond scale and breadth, the other massive difference between Samsung and other rivals is its vertical integration including internal manufacturing and core components such as memory, display, processors and batteries.  Together this gives Samsung access to the latest and greatest technologies much faster than competitors, and also allows Samsung to have the lowest cost position. In an era of increased commoditisation, Samsung's cost competitiveness will enable it to continue to make profits while others falter. Consumers are yearning for... more premium materials” With Samsung poised to release its latest flagship smartphone, the Galaxy S5, there are some of us whose minds are already focused nearly a year down the road: on the presumed Galaxy S6. Unlike this past cycle, the South Korean giant will very likely be forced to make significant upgrades in the area of specifications. While the transition from the S4 to S5 involved only minor spec bumps, we'll probably see Samsung in a position of playing catch up with rival LG, whose upcoming G3 handset is rumoured to feature a higher resolution display.  Likewise, we should see a more substantial jump in processor speeds, as well as a move from 32-bit to 64-bit chip architecture - a choice which would help developers offer the same apps on disparate platforms. Samsung also has a growing problem it needs to address which has nothing to do with spec parity: consumers are yearning for the company to begin employing more premium materials like the aluminium of the HTC One or wood backs on the Moto X. Until Samsung is ready to take mass production to the next level - in the areas of software and hardware alike - there is always going to be a relatively easy marketing strategy rivals can employ to capture market share. Samsung is driven by strong execution- oriented culture” While many Chinese players rush to introduce low-end smartphones at a half or even one-third of the prices of Samsung's, Samsung will not easily lose its market share.   Samsung has invested a lot on its brand for many years and is now considered as cool and sharp among its dedicated users - although not as loyal as Apple's.   Samsung is also trying very hard to create differentiation-based advantages by offering complementary products and services such as wearable pieces, contents and software.   If home electronics networks - including freezers, air-conditioning, washing machines - become a reality in the near future, it will be in the best position to integrate all the devices. While I expect Samsung will not easily lose market share to its competitors, its profit margin will be severely under pressure.  It has already expanded its product offerings in the medium to low-end segments, which will affect its pricing in the high-end segment.  Yet, Samsung is driven by strong execution-oriented culture, and will remain competitive in the future.\" ", "subject": "Business", "link": "http://www.bbc.co.uk/news/technology-26971025", "title": ["Galaxy S5: Expert views on Samsung's latest smartphone"]},
{"article": "Germany is an enlightened leader in the global battle to reduce CO2 emissions, a pioneer in renewable energy and community power projects and a champion of energy efficiency. Or so the common narrative goes. But try telling that to Monika Schulz-Hopfner. She and her husband, along with 250 other residents of Atterwasch, a quiet village near the Polish border, face eviction from their home of 30 years to make way for the Janschwalde-Nord coal mine.  And not just any old coal, but lignite, the dirtiest form of this ancient fossil fuel that is mined in vast opencast pits. If the plans go ahead, the village, parts of which date back more than 700 years, will be demolished. \"Since the plans for the mine were unveiled in 2007, we have lived with this constant threat, which has taken over the lives of every individual and the community as a whole,\" says Mrs Schulz-Hopfner. \"Every single decision we make is affected by it.\" And the residents of Atterwasch are not alone.  In the eastern German region of Lausitz, nine villages are under threat, where up to 3,000 people could lose their homes to make way for five new lignite mines that are fuelling the country's renewed thirst for coal. Two further mines are under consideration. The mines are needed to power a new generation of coal power plants. Two new lignite plants were opened in 2012, with a further two in the pipeline. Another two hard coal plants also opened last year, with a further five opening this year or next, with two more awaiting licences. The effects are already being felt. Lignite production in 2012 hit its highest level for almost 20 years, while initial estimates suggest this brown coal was used to generate 162bn kWh of electricity last year, more than in any year since 1990. The use of hard coal also increased, meaning the two energy sources accounted for 46% of Germany's overall energy production. The impact on CO2 emissions has been immediate. \"There has been an increase of between 5%-7% in CO2 in the past two years,\" says Prof Claudia Kemfert, head of energy at the German Institute for Economic Research. And this in a country that aims to reduce emissions by 40% from 1990 levels by 2020. As Prof Christian Hey, secretary general of the German Advisory Council for the Environment, says: \"Germany has a coal problem.\" There are many reasons why. One is the low cost of carbon. \"Due to the failure of the emissions trading system, the price of CO2 permits is very low,\" says Prof Hey. \"The EU has failed to address this issue.\" Oversupply and a fall in demand for energy - and therefore permits - during the economic downturn means the price now stands at around three euros per tonne of CO2. If everything had gone to plan, the price would be more than 10 times that by now. Overcapacity has also pushed the price of coal lower, while the lignite industry has benefited to the tune of 60 million euros from being exempt from supporting the renewables industry, says Prof Hey. This means the fossil fuel has moved down what is called the merit order curve. This was introduced in Germany in the 1990s, and determines the order in which energy sources are used to satisfy demand. The cheapest source is used first, the second cheapest second, and so on. Source: World Coal Association, Store Norske Renewables are currently the cheapest, followed by nuclear. Lignite comes next, followed by hard coal. And as the government has resolved to phase out nuclear power by 2022, lignite will move further down the curve. Until the carbon price rises, then, lignite is set to remain at the heart of German energy production.  \"This is one of the biggest inconsistencies of the energy transition, and if the government wanted to address it, it could,\" says Prof Hey. \"To address this paradox, the government needs to adopt a regulatory approach on coal. It is relying on the market, rather than regulation, and this is key to the problem.\" Or as Prof Kemfert puts it: \"The government isn't doing anything.\" In fact, the new coalition has said that all fossil fuel power sources are equally important for the security of supply for the foreseeable future. But despite government inaction, there are some reasons to believe the growing use of lignite may not last.  All the new coal plants built in recent years, together with those that are due to open this year and next, were given the go-ahead about 10 years ago, when energy prices were much higher than now. Some argue that such massive investments are simply not viable in today's economic climate. As Mariana Heinrich at Poyry Managing Consulting says, these plants \"represent the end of a business cycle and not a longer term trend\". More importantly perhaps, \"there is no public or political appetite for building [new coal plants] for the next 30-40 years,\" argues Lars Waldman, senior associate at the Agora Energiewende think tank. And he says that lignite is not needed to fill the gap that will be left by phasing out nuclear power, a decision taken as far back as 2000. \"We hope and think that gas will fill the gap, as there is enough installed capacity,\" says Mr Waldman. This capacity is largely dormant right now due to the cheap price of coal, and the rising price of gas. \"From the economic side, renewables and gas can be the cheapest way to cover all demand.\" Mrs Schulz-Hopfner will take little comfort in that. \"It is idiotic. We don't need more and more lignite because we are using more renewable energy,\" she says. \"If we Germans truly want the Energiewende (energy transition), then no more villages should be demolished.\" But the new generation of coal plants means the fossil fuel will remain a key component of Germany's energy mix. The fact that lignite will always be cheap to produce, allied with a powerful pro-coal lobby in German politics, means the temptation to rely on this dirty fuel will remain strong as long as the carbon price remains low. For a country that, in so many respects, is a leader in clean energy, not to mention committed to stringent carbon dioxide emissions reductions, this contradiction seems odd to say the least. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26820405", "title": ["German coal industry underpins renewable push"]},
{"article": "It was a revolution moving higher education from bricks to clicks… and now it's started to go back to bricks again.  Online university providers, which offered people the chance to study from home, are turning full circle by creating a network of learning centres where students can meet and study together. Instead of demolishing the dusty old classrooms, the online university revolution is responsible for opening some new ones. Coursera, a major California-based provider of online courses, is creating an international network of \"learning hubs\", where students can follow these virtual courses in real-life, bricks and mortar settings. And there are thousands of meet-ups in cafes and libraries where students get together to talk about their online courses. This is the latest stage in the rapid evolution of so-called Moocs - massive open online courses - where some of the world's leading universities have created digital versions of courses which are offered free over the internet. Coursera now has seven million registered users. That's bigger than the entire university populations of the UK and France combined. But it seems there is an irresistible social side to learning. Finding stuff out together seems to be more appealing than following a course alone. The Coursera learning hubs are running in more than 30 cities, from Baghdad to Buenos Aires, Moscow to Mumbai and Shanghai to Santiago. The learning hubs are run by partner organisations, providing a place where students following Coursera online courses can come to study together and get help from mentors. In Moscow, the learning hub is hosted by Digital October, a centre for technology and entrepreneurship. Yulia Lesnikova, director of educational programs, says it provides a more sociable way of following online courses. \"Education is a two-way process… It's a shoulder to lean on,\" she says. Students can work in groups on practical projects together with experts available to give advice. \"Mentors give a lot of help to people who don't understand.\" There have been four online courses so far followed in the Moscow learning hub. This includes a course about genetics created by the University of British Columbia, with students in Moscow being supported by an expert from one of Russia's oldest genetics institutes. There is a course on gamification from the University of Pennsylvania's Wharton School of Business, with sub-titles in Russian. When students are gathered for their Mooc classes it becomes a focus for other spin-offs, such as firms wanting to recruit staff or to get students involved in developing commercial projects. In Beijing, the learning hub has been set up with Guokr, a Chinese science-based social networking website. Yang Liu, Guokr's education director, says studying as a group provides a way of keeping students connected. It's also introduced the word \"Moocer\" into China, she says. \"Learning can be very lonely, they can drop out.\" It can be a more effective way of studying, she says. In a group of people there's likely to be a spread of knowledge, with students able to help one another. \"It's like a village, they form a small society.\" It also allows for different types of learner to be supported. About half of the people following Coursera courses in Beijing are university students, she says. But there are also isolated individuals who like the social setting, such as older people living alone or mothers looking after children at home. Yin Lu, responsible for Coursera's international development, says learning hubs have a wide range of local approaches. They can be based around tutors or around organised projects or else emphasise the social aspect of learning. In India, the focus is on teacher training and professional development. It means that courses designed for students in the US or Europe are being played out in classrooms in New Delhi and Mumbai. What has become apparent, she says, is that there is a much lower drop-out rate for students who attend a learning hub. Moocs allow anyone to enter, with no barriers from cost or qualifications, but that also means relatively few ever finish a course. Ms Lu says that the typical completion rate for a Mooc is about 5% to 10%. For Mooc students attending learning hubs, the completion rates are between 30% and 100%, she says. Ms Lu says it's likely that more hubs will open where there are concentrations of Coursera students. But she says there are no plans for these learning hubs to become fully-fledged colleges, where students might take exams as well as follow courses.  \"We exist to complement what universities can provide,\" she says.  But it wouldn't be difficult to imagine the commercial possibilities if they changed their mind. There is something almost organic about how these digital projects have taken root in the physical world. Moocs were meant to be the university courses of the laptop era, self-sustaining and free-standing, with students able to stop and start materials on the internet and get online support from social networking. But you can't stop people from wanting to talk to each other, outside the computer screen. As well as the more formal learning hubs, self-organised \"meet-ups\" for Coursera students have sprung up in more than 3,700 cities around the world, based around specific Coursera online courses.  For example, in London there are groups meeting in cafes at the British Library and the South Bank Centre. In Paris, there are meetings in the Pompidou Centre and in university buildings. Meet-ups are held in a whole range of public places, where students want to discuss and debate these digital courses.  They're scheduled and arranged online, with the only vital ingredients being a laptop, wi-fi and somewhere to talk. Even virtual students want to have a cup of coffee and a conversation after a lecture.  Will students always want to meet up and talk, even if they are studying online? Will Moocs end up creating their own colleges and universities? If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", "subject": "Business", "link": "http://www.bbc.co.uk/news/business-26925463", "title": ["Online students can't help being sociable"]}]