[{"article": "Schools should do more to ensure teenagers are not \"grunting and monosyllabic\" so they can succeed in life, a former aide to Tony Blair says. Peter Hyman, now a head teacher, told the TES it was a moral issue that young people be taught to speak eloquently. He also criticised the government's decision to downgrade speaking and listening in GCSE English. The government said it wanted all pupils to be able to speak in public, make presentations and debate.  It added that its English curriculum in primary and secondary schools places a far greater emphasis on the spoken word. But changes to GCSE English means there are no longer any marks awarded in the final exam for speaking and listening. Mr Hyman is a former speech-writer for Tony Blair who now runs School 21 - a free school in Newham, east London. He told the Times Educational Supplement that speaking and listening was an \"undervalued area of literacy\". Instead, the spoken word should be \"built into the DNA of the school\", he said. \"Speaking eloquently is a moral issue because to find your voice both literally and metaphorically and be able to communicate your ideas and your passions is crucial to how they are going to be a success in the world,\" he said.  \"If you can speak and articulate yourself properly that will happen. \"But it's also the number-one issue that employers put in all their surveys: they want good oral communication.  \"We've got to dispel the myth of the grunting teenager, the monosyllabic teenager that make employers say, 'I've got this person who I know on paper is quite good, but they can't string a sentence together.'\" Despite its importance, Mr Hyman said the general trend was moving further away from encouraging pupils to develop their speaking and communication skills. The Department for Education said in a statement: \"The primary curriculum is clear that all teachers should develop their pupils' vocabulary and provide extra support where necessary. Speaking also plays a vital role in all other subjects, including maths and science. \"In addition, we have given all schools the freedom to set the length of the school day, with many already using these freedoms to run extra-curricular activities, such as debating competitions.\" It added that in primary school, children were expected, to be able to listen and respond appropriately to adults and their peers, ask relevant questions to extend their understanding and knowledge and articulate and justify answers, arguments and opinions. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26973791", "title": ["'Grunting' teens need school help, says head teacher"]},
{"article": "The number of teachers and support staff working in England's state schools has risen to a record level of 1.3 million people. These annual census figures show there are about 220,000 more full-time-equivalent teaching and assistant posts in schools compared with 2005. The profile of teachers shows a very large majority are female and white. It means that more than one in 12 women in England's workforce has a job in a school. The Department for Education, which published the report, says the record numbers of staff show \"there has never been a better time to be a teacher\". But Labour's shadow education secretary Tristram Hunt has warned the figures show a 16% increase in teachers working in schools without teaching qualifications. This snapshot of people working in England's schools last November shows that the workforce grew every year in the previous eight years, regardless of changes in government or economic cycles. The number of teachers rose by about 9,000 compared with 2012, driven by a surge in the birthrate and rising primary school rolls. There are now 451,100 full-time-equivalent teachers and 471,000 assistants and support staff. Figures on any changes to the teacher-pupil ratio are not yet available. Source: Department for Education But the overall staff numbers, including teaching assistants, have climbed continuously in the years since 2005 - up from about 700,000 full-time-equivalent posts to 922,000 in 2013. A proportion of these are part-time jobs, with the total number of people working in schools, including teachers, teaching assistants and support staff, now reaching 1.3 million. About three in four teachers are female - and an even higher proportion of assistants. It means there are more than a million women working in schools in England - out of a total of 11.7 million women currently in employment. A high proportion of teachers are white - about 93% - with only 1% of teachers classified as black Caribbean. The figures show that teaching is now an almost entirely graduate profession, with 96% holding degrees. These degrees do not always match the subjects they are teaching. More than one in five secondary school maths teachers and about a third of geography teachers do not have a relevant degree. But Labour has attacked the rise in teachers without qualified teacher status, increasing by the equivalent of 2,300 full-time posts to 17,100. The workforce census says that 3.8% of teachers in state-funded schools, including academies and free schools, do not have qualified teacher status, up from 3.3% in 2012. Within free schools, the figures show 13% of full-time equivalent posts are held by teachers without qualified teacher status. Mr Hunt claimed this was a threat to standards: \"The evidence from the best-performing school systems around the world shows us that the quality of teaching makes the biggest difference to raising school standards.\" The average salary for a full-time qualified teacher is £38,100 - slightly higher in secondary than primary, slightly higher in local authority schools than in academies. For senior staff, such as heads, deputies and assistant heads, secondary academies pay an average of £62,300 - slightly higher than in local authority schools. The National Union of Teachers says this shows that \"academies and free schools are paying excessive salaries to principals at the expense of spending on pupils and pay for other teachers\".   A Department for Education spokesman welcomed the rising proportion of graduates in teaching - and rejected the claims about rising numbers of teachers without qualified teacher status (QTS). \"It is entirely right that state schools should enjoy the same advantage that private schools have to bring great linguists, computer scientists, engineers and other specialists into the classroom. It is entirely up to head teachers who they employ and we trust their judgment in getting the mix right for the pupils they know best. \"In fact, today's statistics show there are 700 fewer non-QTS teachers in schools than there were in 2010, while the percentage of non-QTS teachers in academies is down from 9.4% in 2010 to 5.3%.  \"Overall the quality of the teaching workforce is rising. A record 96% of all teachers now have degrees or above, meaning there are an extra 43,000 teachers with degree level qualifications in classrooms since 2010.\"  ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26973916", "title": ["Highest ever number of school staff"]},
{"article": " Media requires JavaScript to play. The report praised \"positive\" learning conditions but found many weaknesses A major review of the schools system says the Welsh government lacks a long-term vision for education and does not do enough to support teachers. The Welsh government asked the worldwide   to conduct the review in 2012. The report praised \"positive\" learning conditions but found many weaknesses. The most recent Pisa international education tests, which are run by the OECD,  Those   were taken by 500,000 15-year-olds in 68 countries. The OECD review said: \"From an international perspective, the performance of 15-year-olds in Wales on Pisa is low overall, and there are too many students performing at low levels.  \"The Pisa 2012 reading and science assessments showed that almost one in five Welsh students did not achieve level two which is considered the baseline of proficiency at which students begin to demonstrate competencies to actively participate in life.  The pace of reform has been high and lacks a long-term vision, an adequate school improvement infrastructure and a clear implementation strategy all stakeholders share” \"For mathematics this proportion was even higher, almost 30%. These levels are among the lowest in OECD countries.\" But the report said that schools in Wales offered positive learning environments with good teacher-student relations and classrooms conducive to learning.  It also praised Welsh schools for minimising the gender difference in student performance.  Following   the Welsh government embarked on a series of changes to raise standards and performance.  Several reforms followed including the introduction of the   for five to 14-year-olds in September 2012, which a year later became a statutory part of the national curriculum.  Statutory   in years two to nine were introduced last May. But according to the report the Welsh government had tried to do too much too soon. It said: \"The pace of reform has been high and lacks a long-term vision, an adequate school improvement infrastructure and a clear implementation strategy all stakeholders share.\"  Media requires JavaScript to play. One of the most controversial reforms by the Welsh government is school banding, introduced in 2011.  Teaching unions have argued it does not reflect what is happening in schools and that the requirements change from year to year.  The report largely agreed with that, but added  the Welsh government should consider making the school banding calculation method more transparent. The report also criticised the standards of teachers in Wales, and the lack of options for career progression and professional development for teachers and head teachers. But it said schools in Wales found it difficult to recruit high-calibre teachers, which may be a result of the standard of applicants on teacher training courses. Successive Welsh education ministers have made attempts to place more emphasis on tackling the link between poverty and low educational achievements.   Media requires JavaScript to play. The OECD said stability and a \"long-term path\" was required There are several schemes which aim to raise the attainment of pupils from the poorest families, such as the pupil deprivation grant, but the report claimed the system was too complex.  Responding to the findings, Education Minister Huw Lewis told BBC Radio Wales a reform programme was already \"tackling\" and \"grappling\" with the issues. \"We also need to think about the medium and the long term and that's why later on this spring, for instance, I will be making further announcements around our support programme concerning training for teachers,\" he said. \"I'm very concerned that we have the proper support network around the professionals that are delivering at the sharp end and I want to make sure they're getting everything that they need.\" This is the first time we have had a major, independent report that has been so critical of the Welsh government. Many of the points it raises echo what teaching unions and opposition parties have been saying for some time. Huw Lewis refuses to accept what the OECD says about reforms going ahead too quickly. Instead he says there will be a period of calm for the next couple of years with no new policy initiatives. There is a major review of the curriculum underway, but we will not get the full report for 18 months and it will not be introduced for about four years. The minister will attend this week's OECD's education policy committee meeting in Paris to discuss the report's findings. The National Union of Teachers in Wales said the sector has to be given better support in delivering new initiatives and that they must be less \"knee-jerk in their formation\". The ATL Cymru union said the report should make uneasy reading for ministers but Dr Christopher Howard, of NAHT Cymru, said it was one of the most \"honest, objective, rounded and helpful reports\" in the last few years. The Conservatives called it \"yet another scathing report\" while Plaid Cymru accused the Welsh government of \"blaming the education sector for failures when it hasn't given a clear indication of what the sector is setting out to achieve\". ", "subject": "Education", "link": "http://www.bbc.co.uk/news/uk-wales-26962501", "title": ["OECD: Welsh government lacks education 'long-term vision'"]},
{"article": "The government's \"overblown rhetoric\" on efforts to bring down immigration has contributed to a drop in students doing technology, engineering and maths courses at UK universities, peers say. The Lords Science and Technology Committee said \"inflammatory\" media coverage and people's \"perception of the rules\" were a deterrent. The UK was seen as an \"unwelcoming destination\", it added. But the government said the peers' report lacked \"clear evidence\". It said it was controlling immigration while \"attracting the brightest and the best\". Prime Minister David Cameron has said he wants to get the level of net migration - the difference between the number of people coming in and leaving - down to \"tens of thousands\" by 2015. Since April 2012, foreign students have faced stricter visa regulations, in an effort to cut down on bogus immigrants. But the government stresses that there is no cap on the number of people legitimately coming to the UK to study. The number of students studying science, technology and maths (Stem) subjects - including courses such as medicine, architecture and computer science - fell  by more than 10% from 58,815 in 2010-11 to 52,905 in 2012-13. The committee's report said: \"It was put to us on numerous occasions that it was not the immigration rules as such that were deterring students, but their perception of the rules as a result of overblown rhetoric from ministers and sometimes inflammatory media coverage in the UK and in overseas countries.\" It added: \"The UK was seen as a destination that was unwelcoming to some international students.\" But the report said the evidence \"pointed to difficulties beyond simply those of perception\", with the \"complexity and instability\" of the immigration rules also posing problems. \"The UK's offer to prospective international students remains a good one; it is founded on academic excellence, but it has been diminished by perceived and real barriers so that the overall offer is not as competitive as it needs to be,\" the peers said. Ministers have set out plans to increase the number of international students by up to 20% over the next five years. But the committee said: \"The government maintain that they emphatically welcome international students, unfortunately, elements of policy and perception are working against this admirable aim. \"The view within government that current policies are working well is disconnected from the concerns we repeatedly heard.\" But a Home Office spokesman said: \"We do not accept that the UK's immigration rules are deterring international students and there is no clear evidence in the report to support that argument - where some courses and countries have seen falling numbers, other countries and courses are on the rise.\" He said the UK remained \"the second most popular destination for international higher education students\", with enrolments from \"key markets\", such as China, Malaysia and Hong Kong increasing. The spokesman added: \"The student visa system we inherited was weak and open to widespread abuse. We are controlling immigration while still attracting the brightest and the best - as the published figures show.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/uk-politics-26980384", "title": ["Immigration rhetoric putting off overseas students - peers"]},
{"article": "There will be a stronger emphasis on maths skills and final end-of-course exams, as tougher, new-look GCSEs and A-levels for England are revealed. But science practicals will no longer count towards A-level grades, but will become a separate test. Maths skills will become more important in other subjects, such as physics, geography and economics. Education Secretary Michael Gove said the changes would correct \"pernicious damage\" caused by \"dumbing down\". \"Our changes will make these qualifications more ambitious, with greater stretch for the most able; will prepare young people better for the demands of employment and further study,\" said the education secretary. Head teachers' leader Brian Lightman warned that schools and pupils faced \"enormous pressure\" and confusion during the switch to the new exams. \"Hastily implemented changes on such a scale carry an enormous risk,\" said Mr Lightman. The Royal Geographical Society backed the changes as a \"robust curriculum with an enhanced level of demand\" and said the \"explicit requirements for the use of mathematics and statistics in geography is also particularly welcome\".  But the decision by the Ofqual exam regulator to separate the mark for practicals from the main A-level grade in physics, chemistry and biology has drawn criticism from an alliance of science organisations. Score, which represents organisations including the Institute of Physics, Royal Society, Royal Society of Chemistry, the Society of Biology and the Association for Science Education, described Ofqual's plan as \"inadequate\". Prof Julia Buckingham, chair of Score and vice chancellor of Brunel University, says that universities looking at applications will see the A-level grade \"as a full reflection of a student's knowledge and ability\" and will miss the practical work \"which is an integral component of science learning\". The Campaign for Science and Engineering warned that \"uncoupling practicals from science A-level grades will lead to practicals being deprioritised\". Ofqual says the switch away from including science practical marks in A-level exam grades is because such assessed experiments have become a narrow and predictable process, with pupils' results \"bunched around the top of the scale\". The exam regulator has still to decide how science practicals should be assessed at GCSE. The announcements by the education secretary and the exam regulator set out the content and assessment of GCSEs and A-levels, which will be phased in from 2015 and 2016. The content of the subjects will include: A-levels, to be taught from September 2015: GCSEs, to be taught from September 2016: There have already been details set out for the first three of the new type of GCSE, which will be English language, English literature and maths, to be taught from September 2015. The education secretary has also announced that there will be more \"rigorous and demanding\" A-levels and GCSEs in arts subjects, including music, drama, art and dance. They will be taught from September 2016, alongside changes to A-levels in RE and design and technology. Changes to the structure of exams have already been announced - such as shifting from modules to exams at the end of two years. Last week, exam regulator Ofqual announced that new-style GCSEs would be graded from 9 to 1, with the highest grade to be twice as hard as an A*. Changes to the structure of exams have already been announced - such as shifting from modules to exams at the end of two years. Mr Lightman, leader of the Association for School and College Leaders, said he was \"very concerned about the amount of simultaneous change\". \"The success of these very ambitious changes will depend on effective implementation and high quality communication and preparation for schools from the awarding bodies. \"We still have not seen specific content for the exams nor details of how it will be assessed. Therefore there is no way of saying with any certainty that these new qualifications will be tougher than what is now in place.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26955452", "title": ["'Tougher' exams and separate science practical test"]},
{"article": " Media requires JavaScript to play. Work needed ranges from a new microwave or dishwasher to a full refurbishment, as Alex Forsyth reports More than 2,700 schools in England will need to improve kitchens to provide free meals for infant school children, according to new figures. Freedom of Information figures obtained by the BBC found this to be about one in three schools assessed so far. Deputy Prime Minister Nick Clegg announced the policy at last year's Liberal Democrat conference. The Department for Education has provided funding for improvements and said it is offering support to schools.  there are more than 16,800 state primary schools in England. The work needed ranges from a new microwave or dishwasher to a full refurbishment. The figures also showed that more than 1,700 schools had no kitchen at all.  These will have hot meals delivered by external caterers, or cooked at neighbouring schools and transported in as many currently do. Some of the 152 local authorities who provided information said their funding allocation was adequate to make necessary improvements, others said it fell short of estimated costs.  We are providing £150m to improve kitchens and dining facilities” In many schools lunchtimes will be staggered or extended in order to seat all pupils in small halls.  Schools Minister David Laws told BBC Radio 4's Today programme he was \"not complacent\" about the problems, but a service set up to help introduce the policy was \"yet to find a school that with the right support and advice cannot actually deal with these issues\". \"The anecdotal evidence and the noise that you tend to get will tend to be from what can sometimes be a small minority of schools, and I take their concerns seriously,\" he said. \"But what you don't hear about, and what I do hear about, is the vast majority of schools that are on track to deliver this.\"  Critics say the deputy prime minister's policy was rushed through and is proving to hard to implement. Some schools may have to offer sandwiches in September instead of hot meals. A Department for Education spokesman said: \"School lunches for all infant children will save parents money, improve children's education and make sure more children eat a healthy and nutritious meal at least once a day. \"Universal free school meals have already been shown to work in the pilot schemes run by the Department for Education and Department of Health in 2009. \"Indeed, schools have had longer to prepare for the introduction of universal free school meals this September than schools in those pilot areas had in 2009. \"Schools are receiving a huge amount of support to provide free school meals. We are providing £150m to improve kitchens and dining facilities, as well as an additional £22.5m specifically to help smaller schools to provide these meals.\" Under the scheme, all Reception, Year 1 and Year 2 children in state-funded schools in England will be entitled to free school meals from September. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26933455", "title": ["Schools 'need kitchen improvements' for free meals"]},
{"article": "New heights of competitive parenting are being prompted by young pupils taking home a classroom teddy bear and recording what they get up to. Many schools use cuddly toys to encourage parents to get active with their child and pupils to practise writing and storytelling skills. But the TES says the recording of these activities in a special book is leading to one-upmanship among parents. Some schools say parent politics have led them to stop using the toys. Thousands of primary schoolchildren wait excitedly every Friday to see if it is their turn to take home the Sarah the Donkey or the Murphy the Monkey. The cuddly toys usually come with an exercise book with little anecdotes and photos or drawings demonstrating what previous children, their parents and the toy got up to. And the latest host family are encouraged to do likewise. The TES says anecdotes from teachers suggest some parents have become overcompetitive, using the teddy bear's diary to showcase their impressive array of weekend activities. Instead of simple visits to the park or walks in the country, teachers report that bears have spent weekends attending orchestra rehearsals, piloting ships and enjoying high-profile events. Conversely, some parents appear to compete to show their disinterest in the whole idea. One teacher told the TES they had received the class bear diary with a photo caption, saying: \"The bear wandered aimlessly around B&Q, looking at taps.\" TES editor Ann Mroz said reviews of postings in online forums suggested \"parents find themselves nosing through the bear's diary to see what it has been up to on previous weekends and they start to judge and compare. \"We've seen, through online discussion boards, that some parents have been reduced to tears over having the bear for the weekend. \"Some parents work all weekend, while others struggle with the English language to the point that just writing the report becomes a stressful exercise. \"It's unfair that they should be judged harshly by other parents as a result.\" She adds: \"The class bear is a great teacher tool but some simple changes could really help take the edge off the competitiveness.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26976726", "title": ["Classroom teddy bears 'prompt competitive parenting'"]},
{"article": "Young people in local authority care are too often being moved to children's homes and foster places far from their home communities, Ofsted says.   The regulator says looked-after children face serious problems with education and health care because agencies are failing to work together. Around one in 10 children in care in England is moved more than 20 miles from their home area. The Local Government Association says it finds the report \"disappointing\".   Ofsted found that 8,000 (12%) of looked-after children live more than 20 miles from their home.  The regulator concedes that this might sometimes be in the best interests of a child. However, it says the most common reason for children to live out of their home area was a shortage of carers closer to home.  Inspectors saw many cases where children were well-settled in their placements, and examples of good practice from individual social workers, who worked well to establish beneficial relationships, maintaining regular contact with young people despite the long distances involved.  But they concluded that the further away from home children live, the less likely it is that their health and education needs will be met. In nearly half the cases tracked, children and young people arrived in new areas without the right specialist support being in place for them, with poor information sharing leading to potentially damaging delays in their care.  In a third of cases, the quality of the support and help offered by services out of area had not been properly considered. This issue is not going to go away.” Debbie Jones, Ofsted's national director for social care, said this meant young people in care often experienced problems with their education, and delays accessing mental health services.  \"Becoming looked after is difficult enough for any young person, even more so when they move away from their family, friends, and familiar surroundings to a unfamiliar place, without proper access to the help and support they so desperately need.  \"Given the serious risks sometimes associated with out-of-area placements, corporate parents must prioritise and understand the needs of this group.  \"The delays for children and young people accessing the mental health support they need, often because of funding disputes between local authorities is frankly unacceptable, and should immediately be resolved as we have recommended. \"As demand continues to grow, more and more children will find themselves placed at distance from their families and communities.  \"This issue is not going to go away,\" she said. Ofsted is calling on the government to review the impact of strengthened regulations on children's homes providers and local authorities, to ensure that the risks to, and needs of children and young people are properly met and regularly reviewed by those with responsibility for them.   The report comes only weeks after a committee of MPs warned young people were being sent to children's homes in \"unsuitable and dangerous areas\". The Local Government Association, which represents councils in England and Wales, said it was \"disappointed\" by the report.  David Simmonds, chairman of the LGA's children and young people board, said: \"Councils have been working very closely with the Department for Education on this issue for some time, in close consultation with approved children's home and foster carers who provide the majority of places. \"This is why it is disappointing that Ofsted are jumping on the bandwagon again with this, rather than offering constructive suggestions, especially as Ofsted is directly responsible for inspecting children's homes' provision. \"The biggest concern for councils is the welfare of the children they care for, and the flexibility to place children away from the area where abuse or neglect has brought them into the care system can be a vital way of giving them a new beginning away from these problems. \"There are very good reasons why some children in residential homes are placed outside their home area. This could be for their own safety, to break gang affiliation, to place them near other family members or to access specialist services. \"Residential children's homes play an important role in caring for some of the most vulnerable children in society at difficult times in their lives and councils have a key role in making this happen.\" A Department for Education official said that \"every child deserves a safe and stable home.  \"We have been clear that children should only be placed out of area when it is in their best interest. We have already changed the rules so that any such decision must be approved by a senior council official. \"We have also increased transparency about the location and quality of children's homes, and are working closely with Ofsted to improve inspection.  \"There are now clearer expectations for children's homes, police and councils to ensure they work closely together when children are at risk of going missing.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26923060", "title": ["Children in council care housed 'too far from home'"]},
{"article": " Media requires JavaScript to play. BBC Moneybox's Paul Lewis: \"This is effectively... a graduate tax\" Most students will still be paying back loans from their university days in their 40s and 50s, and many will never clear the debt, research finds. Almost three-quarters of graduates from England will have at least some of their loan written off, the study, commissioned by the Sutton Trust, says. The trust says the 2012 student finance regime will leave people vulnerable at a time when family costs are at a peak. Ministers said more students from less advantaged homes were taking up places. The study, written by researchers at the Institute for Fiscal Studies (IFS), assessed the impact of the new student loan system for fees and maintenance, introduced in England from September 2012 to coincide with higher tuition costs of up to £9,000 a year. The study - entitled Payback Time? - found that a typical student would now leave university with \"much higher debts than before\", averaging more than £44,000. It says: \"We estimate that students will leave university with nearly £20,000 more debt, on average, in 2014 prices (£44,035 under the new system compared with £24,754 under the old system). \"The vast majority of this increase is the result of higher fee loans to cover higher tuition fees.\" In cash terms, the researchers estimate that graduates will now repay a total of £66,897 on average - equating to £35,446 in 2014 prices. The report says the lowest-earning graduates - those whose salaries rarely go above £21,000 - will pay back less under the new regime, while those who earn higher salaries will pay back substantially more. The decision to bring in a real, above-inflation interest rate on student loans means that almost half (45%) of graduates will pay back more than they borrowed in real terms. However, even though large numbers of graduates will repay more than they borrowed, the vast majority will not return their loan in full, the study finds. \"We estimate that 73% will have some debt written off at the end of the repayment period, compared with 32% under the old system. The average amount written off will be substantial - about £30,000.\" The researchers go on to say that, under the new system, most graduates will repay slightly less until they are in their mid-30s than they would have done under the old regime, but will then pay more in their 40s and early 50s. The study cites the example of an \"average\" teacher, who takes out an average level of loan, works every year after graduating and has average earnings for the profession. It says they would repay £25,000 in today's prices under the old system, finishing their repayments by the time they are around 40. But under the new system, the same teacher would pay back around £42,000 in 2014 prices, but would not have finished paying back their loan by the time they are in their early 50s and would have around £25,000 written off. Conor Ryan, director of research at the Sutton Trust, said: \"There has been a lot said about the lower repayments that graduates make in their 20s under the new loan system, but very little about the fact that many graduates will face significant repayments through their 40s, whereas many would previously have repaid their loans by then.  Media requires JavaScript to play. Martin Lewis explains to students the best way of managing money at university \"The new system will benefit graduates who earn very little in their lifetime. But for many professionals, such as teachers, this will mean having to find up to £2,500 extra a year to service loans at a time when their children are still at school, and family and mortgage costs are at their most pressing.  \"With recent revelations about the proportion of loans unlikely to be repaid, it seems middle-income earners pay back a lot more but the Exchequer gains little in return. We believe that the government needs to look again at fees, loans and teaching grants to get a fairer balance.\" Liam Byrne, the shadow minister for universities, science and skills, said: \"Degree costs have trebled yet costs to the taxpayer have gone up, and now we learn our children and grandchildren will be paying off their student debt well into their fifties.  \"The system has lost all fiscal credibility and is losing public confidence.\" A spokeswoman for the Department for Business, Innovation & Skills said: \"As a result of our reforms, a greater proportion of students from disadvantaged backgrounds are going to university than ever before.  \"Most students will not pay upfront to study. There are more loans, grants and bursaries for those from poorer families.  \"We have protected those on lower incomes by increasing the repayment threshold to £21,000 and our universities are now well funded for the long term.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26954901", "title": ["Students could be paying loans into their 50s - report"]},
{"article": "A programme to tackle forced marriage and \"honour\" based abuse has been launched by an East Midlands further education college. Derby College is working with charity Karma Nirvana to train personal coaches and \"safeguarding officers\" to recognise and deal with the issue. Karma Nirvana has campaigned to make forced marriage a crime.  The college will also hold awareness sessions for students, and publicise help lines that support victims.   It is claimed as the first further education college in the UK to launch such a programme.  The founder of Karma Nirvana, Jasvinder Sanghera, was compelled to leave school without qualifications when her family attempted to force her into marriage.  She avoided it by running away from home, and later studied A levels at Derby College as a mature student. She said it was \"highly appropriate\" the college was now taking the lead on the issue.  \"It was this organisation that set me on the road to finding my voice and having the confidence to start campaigning for awareness around the world,\" she said.  \"It was a huge decision for me to return to education as my abusers always told me that I was worthless and incapable. \"My sisters and I were never encouraged to read and often told that there was no point in having an education and I would become someone's wife one day.  \"Being introduced to literature for the first time was amazing and liberating.\" Ms Sanghera said that the new programme was urgently needed, and that its timing was opportune.  \"The summer holidays are a time when families often take young girls out of education and send them overseas to marry a stranger from a photograph,\" she said.  \"It is vital that all young people know about the issue of forced marriage and abuse and recognise that there is specialist support at the college to help them find the courage to take control of their lives.\" Derby College's chief executive Mandie Stravino said she hoped the programme would encourage other educational establishments to \"take the issue seriously\".  \"Colleges such as ourselves have an important role to play, not only in supporting our learners to the next stage of their lives and ensuring that they have the skills that employers need, but also in moulding the citizens and leaders of the future.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26923056", "title": ["Derby College tackles forced marriage"]},
{"article": "Many parents are being asked to make voluntary contributions to the cost of text or revision books, a survey says. The Association of Teachers and Lecturers survey of 500 staff members in English, Welsh and Northern Irish schools found 26% of parents were asked for contributions for such items. According to the survey, in 30% of cases, if parents cannot pay, the school makes up the difference. But 43% of staff fear such requests put some pupils at a disadvantage. There are strict rules about what schools can ask parents to contribute to. Department for Education guidance says: \"Nothing in legislation prevents a school governing body or local authority from asking for voluntary contributions for the benefit of the school or any school activities.\" It adds: \"When making requests for voluntary contributions, parents must not be made to feel pressurised into paying as it is voluntary and not compulsory.\" The guidance also makes clear that schools may not charge for any education that is part of the national curriculum, but that it may charge for some activities known as \"optional extras\", for example extracurricular sporting activities. The survey also suggests 90% of schools ask parents to contribute to the cost of school trips and activities related to the curriculum. But with these sorts of contributions 82% say their school will make up the difference where families cannot pay. The survey's respondents also say parents and carers are often expected to make voluntary contributions in a range of other forms, rather than money.  Media requires JavaScript to play. Alison Sherratt, president of the Association of Teachers and Lecturers: ''Budgets in schools are tight'' Some 87% say contributions are sought for fancy dress and charity days, 78% mention cake or baking sales, 66% say their school asked for donations towards tombolas or raffles, and 48% say they asked for food for pupils' parties. Dr Philip Dixon, director of ATL Cymru, said: \"The stark reality is that the budget squeeze means schools and colleges are increasingly forced to ask parents to help pay for resources and activities that support the learning of their children.  \"Schools and colleges want to provide a wide range of activities to broaden their pupils' horizons. Voluntary contributions are a growing demand on parents. We are concerned about those parents who can't pay.  \"We don't want their children to miss out. More needs to be done to ensure that a child's education does not depend on the income of their parents.\"  ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26990727", "title": ["Parents 'asked to pay for text books by schools'"]},
{"article": "Objects including a chastity belt, Roman phallic amulets and an entwined ivory couple from China are being used to teach sex education to teenagers.  The University of Exeter's art and history faculties have combined to use the historic artefacts to prompt discussions about \"difficult topics\".  The objects are kept in the vaults of the Science Museum in London and are not normally on public display.  Now they are going on show in Exeter as part of the new teaching programme.   The scheme, Sex and History, is aimed at school pupils aged 14 to 19. They immediately kick-started conversations with young people in a way that is usually very difficult to achieve in a classroom context” It was developed with the help of a group of sixth form students from Exeter College, who used illustrations of the objects as a basis for exploring ideas around sex and sexual relationships. The academics behind it believe that it offers \"a safe environment\" for young people to discuss how sexual practices and conventions have changed through history, and give them opportunities to examine their own views and concerns about sex. The team was led by Exeter's professor of history Kate Fisher, and Rebecca Langlands, a classicist.  Prof Fisher said the \"intriguing artefacts from ancient cultures act as a productive and challenging stimulus, but they also provide a safe distance to discuss sensitive subjects without embarrassment.\"  \"They were talking about history, about places and times far away,\" she said. \"It was no longer sex education or about putting them in the spotlight, but it was about broader cultures.\" Dr Langlands believes the objects were a perfect catalyst for discussion.  \"They immediately kick-started conversations with young people in a way that is usually very difficult to achieve in a classroom context,\" she said.  \"Traditionally sex education can be uncomfortable for teachers and pupils alike, and the availability of internet pornography poses new challenges. \"Young people are often well aware of the biological facts of reproduction, sexually transmitted diseases and contraception, but lack the opportunity for discussion of important wider social issues such as body image, love, consent, and intimacy.\" Laura Kerslake, a lecturer in Ethics at Exeter College, where the scheme was piloted, said the objects helped students who might otherwise have been self-conscious.  \"This approach takes the embarrassment out of it and reduces the possibility of students putting up barriers to learning,\" she said.  Media requires JavaScript to play. \"It's also a great way to help teachers who may be faced with a wall of silence when teaching sex education.   \"What was nice was seeing them looking at the different language they use to talk about sex and body parts, some of the students don't have that vocabulary so it's a way of getting them to talk about it and understand the terminology.\" The artefacts are from the vaults of the Science Museum, and were collected from around the world by Sir Henry Wellcome at the end of the 19th and beginning of the 20th Centuries.   They will go on show at the Royal Albert Memorial Museum and Art Gallery in Exeter on Saturday.   The Intimate Worlds exhibition contains objects relating to human sexuality, including Chinese erotic glass painting, Greek vases and African fertility dolls.  It is the first dedicated public display of Wellcome's sexually related material. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26874028", "title": ["Sex education given an ancient twist"]},
{"article": "A-levels and GCSEs in arts subjects in England, including music, drama, art and dance, are to be made more \"rigorous and demanding\", Education Secretary Michael Gove is to announce. They will be taught from September 2016, alongside changes to A-levels in RE and design and technology. Mr Gove is also expected to reveal the content of tougher, new-look GCSEs in subjects such as history and geography. Schools should \"nurture creative talent in every child,\" says Mr Gove. The announcements will set out the next stages of the government's programme of exam reform, with changes being phased in over the next few years. Arts subjects are the latest to be revised, with new GCSEs in art and design, music, drama and new A-levels in music, drama and dance. Exam boards and experts will help to devise the content. Deborah Annetts, chief executive of the Incorporated Society of Musicians, said she was delighted that work on revising GCSE music is \"going to come to fruition\".  A-levels in design and technology, PE, and religious studies will also be revised. The education secretary is expected to announce details of exams which are further along the process of being redesigned. This will include setting out what will be taught in GCSE history, geography, sciences and modern languages. This will bring them into line with the three GCSE subjects which are to be revised first - English literature, English language and maths. Last week, exam regulator Ofqual announced that these would be graded from 9 to 1, with the highest grade to be twice as hard as an A*. Changes to the structure of exams have already been announced - such as shifting from modules to exams at the end of two years. The revised content of a raft of A-levels is also set to be announced, including art and design, business, computer science, economics, English literature, English language, English language and literature, history, biology, chemistry, physics, psychology, and sociology. These will be taught from September 2015. Darren Henley, author of a review of cultural education, backed the plans for arts subjects: \"I strongly believe that all children can and should benefit from receiving a wide-ranging, adventurous and creative cultural education.  \"Studying subjects such as art and design, dance, drama and music helps young people grow into well-rounded, knowledgeable and skilled individuals.\" The education secretary said: \"I am passionate about great art, drama, dance, music and design, and I am determined to ensure every child enjoys access to the best in our culture. I also want all schools to be able to nurture creative talent in every child. \"That is why I am delighted that new high-quality qualifications in creative and cultural subjects will be made available to all students.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26937958", "title": ["Tougher A-levels and GCSEs for arts subjects"]},
{"article": "A former teacher at a Birmingham school alleged to be part of an \"Islamic takeover plot\" says concerns were first raised more than 20 years ago. Michael White, who was dismissed in 2003 from Park View School, in Alum Rock, said its board of governors was \"taken over by a Muslim sect\" in 1993. He said he told the local education authority (LEA) but his claims were not investigated.  Tahir Alam, chair of governors at Park View, denied Mr White's claims. Birmingham City Council said it was unable to comment on historic or current allegations while investigations were ongoing. Mr White said Park View's board of governors was reorganised after the school was put into special measures by Ofsted in 1993. He said there was an increase in female students covering their hair within months of Mr Alam's appointment. \"The LEA was well aware of what was going on,\" he said. \"They told me they didn't want to exchange one set of problems for another.\" Mr White said he was \"forced out\" after he challenged governors' attempts to ban sex education and stop the teaching of non-Islamic faiths in religious education classes. In 2003 he was dismissed for gross misconduct after he handed a letter to prospective teachers advising them to question the governors, he said. Mr White, who has since retrained as an electrician, said the \"stress\" of the disciplinary process meant he had not spoken publicly about his suspicions until he saw media coverage of the \"Trojan Horse\" letter. The message, apparently written to a contact in Bradford, claimed responsibility for leadership changes at four Birmingham schools. It says the method of doing so - detailed over four pages - has been \"tried and tested\". Investigations are taking place into   have been targeted by Islamic extremists.  Ofsted has confirmed it is undertaking a number of unannounced inspections at Birmingham schools at the request of the Department for Education (DfE).   Adderley Primary School was visited on Wednesday and Thursday.   Inspectors have also visited Nansen Primary and Golden Hillock schools. Mr Alam, who has dismissed the letter as a hoax, said there was \"no truth\" in Mr White's allegations. \"It was such a long time ago, I think it's a misreading of what the reality was at the time of his departure,\" he said. The National Union of Teachers said the allegations in the letter were evidence the government's free schools and academy policies were open to abuse. A spokesman said \"thousands of schools\" had been taken over by minority interests, including businesses and other religions, since the policy was introduced. The DfE said it was unable to comment on the circumstances of Mr White's departure from the school as it was more than 10 years ago. Education Secretary Michael Gove said it was \"vitally important\" to \"get to the bottom of the allegations\". He said: \" In due course more action will be taken. It's important though that we take that action based on facts rather than rumour.\" Mr Gove added an Ofsted report into one of the schools identified would be \"published soon\". ", "subject": "Education", "link": "http://www.bbc.co.uk/news/uk-england-birmingham-26883618", "title": ["Birmingham 'Trojan Horse' plot 'started 20 years ago'"]},
{"article": "Every cloud has a silicon lining. As the number and sophistication of cyber-attacks increase, so too does the demand for people who can prevent such digital incursions. Cyber-security is having a jobs boom. But there aren't enough people with the necessary skills to become the next generation of cyber-cops. According to the most recent US Bureau of Labor statistics, demand for graduate-level information security workers will rise by 37% in the next decade, more than twice the predicted rate of increase for the overall computer industry. \"Demand for information security analysts is expected to be very high,\" forecasts the US Department of Labor. In response, private sector firms and governments have been hurrying to work with universities to fill the gap. This includes an ambitious project by IBM to create a partnership of 200 universities to produce the missing expertise. As well as US universities, this talent-raising project is involving students in Singapore, Malaysia, Germany and Poland. Marisa Viveros, IBM's vice-president for cyber-security innovation, says it is a response to a changing \"threat landscape\". The increase in cloud and mobile computing has introduced more risk, she says. And there are more complex attacks being attempted than ever before. \"It's no longer about if an attack is going to happen, but when it's going to happen,\" she says. Setting up a global university network with a wide range of skills, she says, is a natural response to a globalised problem. The students trained in cyber-security will enter a relentless battle, says Ms Viveros.  Even before online products have been launched, there are attempts to hack them. And even relief funds for humanitarian disasters, such as earthquakes or typhoons, are under threat from hackers trying to steal donations, she says.  Mark Harris, an assistant professor at one of the participating universities, the University of Southern Carolina, says there has been a surge of student interest in cyber-security courses - not least because they stand a good chance of getting a job. But Dr Harris says that it's also going to be a challenge for universities to keep up with the pace of change. \"Textbooks on the subject are out of date before they're published,\" he said. According to the most recent monitoring report from IBM on the current levels of cyber-attacks, universities could do with some extra security themselves. It shows that education faces a higher proportion of cyber-attacks than retail, consumer products or telecommunications. The only areas with more attacks than education are governments, computer services, financial institutions and media firms. When there are attacks it can affect large numbers of people. Last month the University of Maryland faced what it called a \"sophisticated cyber-attack\" which breached the records of more than 287,000 present and past students. It's a shadowy parallel world - and adding to the slightly sci-fi sense of unseen danger, IBM has its own \"X-Force\" to monitor the latest threats. According to its latest report, the X-Force Threat Intelligence Quarterly, half a billion individual records, such as emails or credit card passwords, were leaked last year. The latest trends include \"malvertising\", where online advertising can be used to launch malicious attacks on computer users. It warns of \"drive-by downloads\", where a browsing reader can accidentally download rogue computer programs. There is also \"spear phishing\", where specific individuals or organisations are targeted with fake emails to obtain confidential information. The report says that about one in 20 attacks uses the so-called \"watering hole\" strategy.  Rather than trying to break into an organisation's network directly, this targets other websites where people might regularly visit, with the aim of infecting their computers and trying to get the unwitting carrier to bring a virus back into their own network. Dr Harris, at the University of South Carolina, says attackers are creating ever more complex threats. \"I've seen the level of sophistication grow. They're spending months working on a strategy, finding weak links, using external sites, looking for a back door.\" \"It's like a race,\" says IBM's Ms Viveros. \"The system gets better, then the hackers understand it and they try to catch up. \"It's going to carry on being a problem.\" Not least because computer technology is central to so many places, such as financial markets, defence, health industries, energy supplies and the media. \"It's inside your business, inside your home,\" says Dr Harris.  An attack on such essential infrastructure would have profound implications. But there is no quick fix, according to the UK's spending watchdog, the National Audit Office, which last month warned it could take another 20 years to tackle the skills gap in trained cyber-security staff. There has been a huge growth in undergraduate and postgraduate degree courses in the UK related to cyber-security, including so-called \"ethical hacking\", where students try to penetrate computer networks in order to reveal weaknesses in their defence. And the UK government wants cyber-security to be \"integral to education at all ages\", announcing this month that there would be lessons for pupils from the age of 11 and plans for cyber-security apprenticeships. Does all this scrambling for training mean that we should be worried about the cyber-threats? \"I know enough about this to be scared,\" says Dr Harris. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26647795", "title": ["Cyber-attacks increase leads to jobs boom"]},
{"article": "The exam revision season is approaching. It's when students want as much information as possible at their fingertips. So how about if you could touch a screen and download all the lesson materials you need? Not just broadly relevant, generic materials, but the actual classes you've studied, video and text, put together specifically by your own teachers.  These are the equivalent of digital textbooks supporting lessons for each subject, including the days missed or forgotten. And for good measure, how about if every student in the school could look at the materials on their own individual iPad? This isn't a \"classroom of the future\" experiment or a Silicon Valley sales pitch, it's a school in Cambridge. The Stephen Perse Foundation school is building a pathway that others could soon follow. It's clever and digital, but also practical and easily shared. Teachers at the independent school are making their own online library of lessons and course materials for GCSE, A-levels and International Baccalaureates. These are interactive resources, with video links and lesson notes, customised for the specific needs and speeds of their classes. There are extension exercises and links to further reading and ideas. They are made to share on iTunes U, the academic version of Apple's iTunes download service, so pupils can access them at school or at home or anywhere else. There has been a huge amount of hype about online university courses - the so-called Moocs (massive online open courses). But here in this ancient university city, it's a school that is really putting the idea of online courses into practice. In two years' time we may have to make decisions about whether we have printed textbooks” It still requires excellent teachers - to make them and to make sense of them - but you can see the far-reaching possibilities of creating the exam course equivalent of a box set of a TV series. The pioneering and innovative principal of this high-achieving school is Tricia Kelleher. She emphasises that such online courses depend on the quality and the skill of the teacher, it's not a plug-and-play education.  \"The credibility of online learning depends on the teachers who have made the materials,\" she says. \"An iPad on its own isn't inspiring, it's the way it's used that's inspiring.\" \"Education should be a mixed economy, there should be technology, but it is only there to support what a living, breathing teacher is doing.\" But she sees how online technology is about to change the traditional textbook. \"You're getting beyond the one-size-fits-all textbook. As a resource, I can't see it being bettered. You might buy a textbook, but half of it might not be relevant to your school.\" These digital versions can be updated by teachers, customised to specific classes and connected to the latest events. These instant updates will be immediately live on the pupils' iPads. \"In two years' time we may have to make decisions about whether we have printed textbooks,\" says Ms Kelleher. Simon Armitage, a senior teacher at the school, says this switch to digital allows staff to \"cherry pick from a world of resources\".  \"This used to be just about books, now it is way more than this. iTunes U is the wrapper. It is not changing what many great teachers have been doing, but it is changing how they are doing it and how easily they are able to do it.\" Ms Kelleher is also keenly aware that her pupils are now living in a digital world - whether it's social networking or getting information from Google - and that technology cannot be kept outside the school gate. \"A school has to accept this is the world we live in,\" she says. The challenge is to give young people the skills to navigate it. So she says that a key skill in the future will be teaching pupils how to evaluate all the instantly available information. \"A school has to be about critical thinking, it's never been more important. There's a level of passivity with a screen.\" But there is another big difference with online courses. They might be created for one school or university, but if they're any good, they can be shared. It's the basic principle behind the Moocs. It uses technology to extend the reach of education beyond an individual classroom to anywhere else in the world. The Stephen Perse Foundation gets exceptionally good exam results - among the highest in the world for the International Baccalaureate.  And the school is planning to make its online materials free online. This school happens to use iPads and iTunes U, but there are many other Mooc-type platforms, and it raises the prospect of many more great schools publishing their own digital materials. Such online resources are also set to be shared within groups of schools. The United Learning education charity, which runs more than 40 schools across England, is looking at how the expertise of individual teachers can be shared within a network of schools. The group's director of technology, Dominic Norrish, says that even though everyone can remember a brilliant teacher in their own school, such inspirational teachers can only reach a limited number of pupils. If you're not in their classroom, you don't benefit from their teaching. He suggests that online learning, with a mix of video and live teaching, could be a way of getting more from the best staff, particularly in subjects where there can be a shortage of specialists. It shouldn't depend on \"accidents of geography\", he says. In the future, it should be possible for \"students in Bournemouth to play an active part in lessons taking place in Carlisle\". This is also going to be an international market. Alison, a free online course provider which already has three million registered students around the world, is planning to launch video tutorial materials specifically made for GCSE and A-level maths. This Irish-based online education service, the biggest Mooc outside the United States, provides materials across national boundaries - and such globalisation seems ever more likely. There is clearly a huge demand for such online learning. The iTunes U service reached a billion downloads last year, with free course material on offer from more than 2,400 universities, colleges and schools. It's pumping out courses and information at an unprecedented rate. And projects such as the Stephen Perse Foundation will see more and more schools putting their self-authored materials on to these digital libraries, available to a global audience. They might even make it into the academic downloads chart. After all, where else would you have a top 10 where the most popular performers are courses from Oxford, UCLA, Yale and Stanford? ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26249041", "title": ["Textbooks replaced by iTunes U downloads"]},
{"article": "England's teenagers are \"significantly above average\" in problem-solving skills, according to the results of international tests. After many disappointments in international school tests, these latest global rankings from the OECD put England in 11th place. The OECD puts England as second highest in Europe, behind Finland, in tests of how pupils can apply their knowledge. Singapore and South Korea were top in tests taken by 15-year-olds. These problem-solving tests were taken at the same time as the Pisa tests, which compare how well pupils perform in maths, reading and science. Rather than testing theoretical knowledge, the problem-solving tests examined how well teenagers could use their knowledge in practical questions. For example, it presented pupils with a range of information about different types of train tickets and asked them to work out the cheapest price for a journey. Good problem solving skills give young people an edge in the world of work” These problem-solving tests were an optional extra following the Pisa tests taken in 2012 - and were taken by 44 out of the 65 countries and administrations in the Pisa rankings. About 85,000 pupils took these tests, as a sample representing 19 million 15-year-olds. In England, the sample was based on 137 schools. It found that pupils in England were much better than their performance in Pisa tests, where they failed to make the top 20 in any subject. The OECD's Michael Davidson suggested that Asian countries were particularly strong at learning information, but it seemed that pupils in England were above average at how this information was creatively applied. The top performers remained Asian countries and education systems - but the Chinese city of Shanghai, which had been the top performer in Pisa tests, is ranked sixth in these more practical tests. China does not compete as a whole country, but some of its cities and regions participate separately. England's pupils' performance puts them above countries such as Germany, the United States and Sweden. These problem-solving skills were going to be essential for the future job chances of young people, said the OECD's Francesco Avvisati. Across the countries and cities taking part, boys were more likely to be among the top performers. But in England, there was no significant gender difference. There were also big regional differences. Northern Italy had some of the best results in the world, while schools in southern Italy were far below average. Colombia, Bulgaria and Uruguay had the lowest results. Head teachers' leader Brian Lightman described the results as \"excellent news\". \"Graduates need core knowledge in subjects like maths and English, but they also need to be able to apply this to tackle complex and unpredictable tasks with confidence,\" said Mr Lightman, general secretary of the Association of School and College Leaders. \"Good problem-solving skills give young people an edge in the world of work and prepare them to move into top jobs and leadership positions.\" A Department for Education spokesman said the test results showed the strength in problem solving. \"But they also confirm that generally those who perform best in maths, reading and science - Singapore, Shanghai, Hong Kong and South Korea - are also those who do best in problem solving. \"This connection between the core subjects and problem solving underlines why we are focusing on the basics in the rigorous new primary curriculum, and why reformed GCSEs and A-levels will have open-ended questions which encourage lateral thinking.\" Source: OECD 1. Singapore 2. South Korea 3. Japan 4. Macau (China) 5. Hong Kong (China) 6. Shanghai (China) 7. Taiwan 8. Canada 9. Australia 10. Finland 11. England 12. Estonia 13. France 14. Netherlands 15. Italy 16. Czech Republic 17. Germany 18. United States 19. Belgium 20. Austria ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26823184", "title": ["England's schools succeed in problem-solving test"]},
{"article": "A government parenting class pilot scheme has been dubbed a \"flop\" after just 4% of eligible parents took part. The CanParent scheme which saw parents given £100 to spend on classes ended up costing £1,088 per parent, figures obtained by Labour suggest. Shadow children and families minister Lucy Powell described the scheme which attracted just 2,000 out of a possible 55,200 as an \"embarrassing failure\". The government said it would continue to work closely with CanParent. The CanParent initiative offered classes for every parent and carer of children up to the age of five in three local authorities - Middlesbrough, Camden and High Peak between June 2012 and March 2014.  More than 50,000 parents in CanParent areas were able to access vouchers worth £100 to spend on classes through health visitors, midwives, doctor's surgeries and children's centres - and were available at branches of Boots.  But Ms Powell discovered from a Parliamentary Question that just 4% of parents took part in the scheme which cost £2m. The scheme was launched in 2011 by the then children's minister Sarah Teather and ran between April 2012 and January 2014. At the time, David Cameron said: \"Parents want help. It is in our interest as a society to help people bring up their children.\" The classes, provided by parenting experts, covered areas such as communication and listening skills, managing conflict and \"strengthening positive relationships in the family\", as well as the importance of parents working as a team. Discipline was also to be stressed, with \"firm, fair and consistent approaches\" encouraged and the importance of \"boundaries\" being set out for children. And there was advice on appropriate play for children's age and development. Ms Powell said: \"Parenting classes are a valued early intervention service but parents struggling under a cost-of-living crisis to balance work and family life are finding it harder and harder to access the help they need.\"  The Department for Education said: \"We are committed to helping parents access the vital help and advice they need in the early years of their child's life.\" \"CanParent offers a wide range of high quality, universal parenting classes and 99% of those who completed their course said they would recommend classes to others.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26875470", "title": ["Parenting scheme dubbed a 'flop' by Labour"]},
{"article": "How did coding get so cool? Let's be honest, it wasn't always that way. Being able to speak to computers in their own language wasn't the best way to impress at parties. But in a world of digital billionaires it has become a deeply fashionable skill. It turns out that it's the geek who is going to inherit the earth. And one of the fast-growing coding clubs has been CoderDojo. It's a not-for-profit organisation running coding clubs for young people in 38 countries, with the founding principle that the only rule is: \"Be cool.\" It is established across Europe and North America, with a few clubs scattered across Asia and South America. Discussions with the US state department could see support for the clubs spreading further into Africa. The clubs are run by volunteers, teaching young people how to write code, build websites and make apps. The club's start-up supporters have an almost evangelical enthusiasm for these self-taught, unstructured, unbossy events. The \"dojo\" is borrowed from Japanese martial arts, as the temple of learning. It taps into a culture where students are expected to pass on what they have learned to others, with the learners becoming mentors. Behind the CoderDojo project is Bill Liao, an entrepreneur and philanthropist who grew up in Australia and now lives in West Cork in Ireland. Coding is at the heart of the digital world, he says. If you want to understand this world then you need to understand its language.  \"Coding is a language skill. \"The best coders I know are poets. They have creativity and economy of expression. You see great code and it is elegant in its simplicity and rich in meaning.\" We don't always recognise the beauty of well-made technology, he says, even when it is right in front of us. \"We marvel at a two year old tapping at an iPad using a computer. We should really be marvelling at an Apple engineer who can make a computer that a two year old can use.\" Another reason for the upsurge in interest in coding is that it is going to help young people in a tough jobs market. \"Name a field of endeavour where understanding code wouldn't benefit your career choice,\" says Mr Liao. Setting up the CoderDojo clubs, he says surprised him by how much children wanted to learn. And he was pleasantly surprised by how generous people can be in donating their time and premises. As an example of how it works on the ground, Rob Curran is a local CoderDojo \"champion\" in Wilmslow, Cheshire. Mr Curran came across the project when he brought his own son to a dojo and was so impressed that he now helps run a monthly session which attracts between 30 and 90 youngsters. They learn how to use coding programmes such as Scratch, or use the simple Raspberry Pi computer or experiment with computer game such as Minecraft. What is the appeal for youngsters? It gives them hours of uninterrupted computer time and importantly, he says: \"It is not school.\" But the rise of computer clubs doesn't mean that the economy is suddenly awash with youngsters with the right skills. Mr Liao's day job is as a venture capitalist and he says there are too many bright ideas looking for investors which are held back by a lack of coders. \"The entire world is run on code and we have run out of coders,\" he says. As an entrepreneur, he says he wants to create an environment where youngsters can try to learn these skills and not worry about failure. When they succeed there is instant playground credibility. A 12 year old attending a CoderDojo club in Cork made a games app that was accepted for Apple's App Store, he says. He was so young his mother had to register the account for him. Being able to show friends your own app on an iPhone is \"achingly cool\", he says. While the parents might be thinking about the cash advantages of a junior Bill Gates in the family, Mr Liao says such coding clubs have got to be sociable, reassuring and spontaneous places. What he wants to avoid is the sense of isolation he felt as a child, teaching himself to use a computer in his bedroom in the suburbs of Melbourne.  \"I hated school. Mostly because I was racially vilified as a half-Chinese kid. It was pretty horrible.\" But learning to use a computer was his escape from loneliness and bullying. \"It gave me access to something that has been incredibly powerful throughout my life.\" And he says he has great empathy for the lonely child learning alone, wanting them to feel safe in the CoderDojo set up. \"Learning is a social activity. You learn more when you're doing it together.\" And as the CoderDojo website puts it: \"Bullying, lying, wasting people's time and so on is uncool.\" He is also an advocate of the principle of working many years to become an overnight success. He describes his years refining the CoderDojo idea, with co-founder James Whelton, as his \"Beatles in Hamburg years\". It isn't just CoderDojo that is surfing the coding wave. There are many other organisations bringing the coding message to young people, such as Code Club and Code Academy. In the UK, this is the  , with the aim of encouraging more people to try to learn the language. In the US and the UK there are \"hour of code\" projects for quick-fire lessons, supported by tech giants such as Microsoft and Google. The BBC's School Report project has also gathered   about learning to code. And even though CoderDojo clubs are spreading around the world, Mr Liao won't be rushing to see them all.  Not because of lack of interest, but because he has given up air-travel as part of an environmental, tree-planting project. But the idea he wants to plant in all these clubs is to encourage creativity without a fear of failure. \"It's not just free, it's free thinking. It's not closed and institutional,\" he says. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26437730", "title": ["Where the only rule is 'be cool'"]},
{"article": "Does a common future mean that South East Asia should be able to agree a common past?   Educationalists and historians have been meeting across borders to attempt the seemingly impossible - a common history textbook for South East Asia. Not only will they have to accommodate diverse countries and a tangle of overlapping disputes, they have to contend with countries wanting to revise their history books to reflect territorial claims. This ambitious task is taking place within the Association of South East Asian Nations (Asean) group of countries - Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand and Vietnam.  Textbook experts from the region met in Bangkok in Thailand last year to look at the idea of a common history.  \"There are still fundamental miscommunications, deeply-held prejudices and emotionally-charged perceptions which we have to overcome,\" a former Asean secretary-general, Dr Surin Pitsuwan, told the meeting, organised by Unesco. \"This is just the first step in what will be a very long and complex process,\" says Tim Curtis, chief of the culture unit of Unesco's Asia Pacific regional office. \"Revising history textbooks is a never-ending story. But that does not mean we should not start.\" Thai history scholar Kasetsiri Charnvit was succinct: \"Bad history, bad education, bad neighbour relations.\" The move towards an Asean single market in 2015 provides an extra impetus. As countries come together as an economic group it will allow free movement, trade and educational exchanges.   \"It's a good starting point. People are willing to come together to talk about it,\" said Ivy Maria Lim, a historian and assistant professor at Singapore's National Institute of Education and co-editor of Controversial History Education in Asian Contexts. The idea of a common Asean history textbook emerged after the Preah Vihear temple dispute between Cambodia and Thailand. Both claimed sovereignty over temple land on their common border. Fighting erupted in 2011 after troop build-ups on both sides when Cambodia applied for Unesco World Heritage status for the site in 2008, interpreted as a claim over the area. Other historical disputes, some going back centuries, involve Thailand and Laos, Cambodia and Vietnam, Malaysia and Indonesia, among others.  Beyond the Asean countries, there are separate disputes between China and Japan in the East China Sea, and competing claims in the South China Sea which have escalated recently. In January, Vietnam's Prime Minister Nguyen Tan Dung asked the Ministry of Education to include Vietnam's sovereignty over parts of the disputed Paracel Islands and Spratly Islands in the South China Sea in school textbooks. Vietnam disputes sovereignty of the Paracels with China, while other Asean countries, Brunei, Malaysia and the Philippines claim parts of the Spratlys, as do China and Taiwan in a tangle of claims and counter claims.  In such a climate, textbook writing is fraught with risk and governments can be reluctant to yield any ground.   Governments wield \"very strong control over what goes in textbooks, what is written in the curriculum, how they want it to be taught\", said Dr Lim.  \"In South East Asia, the need to foster patriotism is felt acutely,\" says Filomeno Aguilar, Professor of History at Ateneo de Manila University in the Philippines. Governments assert their claims over disputed territory through the rewriting of history textbooks - at the same time as air-bushing versions that could lead to opposing claims. \"It infects histories with political bias and prevents coverage of topics not allowed by the state,\" Prof Aguilar notes. The approach in many Asean countries, says Prof Aguilar, is to suppress difficult topics in history. Sometimes this is justified as wanting to avoid antagonising neighbours.  Not every South East Asian country is keen on a joint history. Some wanted to get around the thorny problem of reconciling conflicting narratives by promoting the idea of a regional Asean identity, rather than a common history.  But, says Prof Aguilar, such a regional economic grouping is not a \"neat fit\" for individual countries' histories. Because of vast differences in culture, languages, religion as well as colonial experiences, there isn't a shared Asean history.  One of the few commonalities between many of the countries has been wartime Japanese rule. It might not be a dimension they want to explore - and Japan has taken a  . Prof Tokushi Kasahara, a progressive Japanese historian who has worked for years on a joint history textbook with South Korean and Chinese academics, does not believe that Japan will co-operate with Asean on re-examining history. \"Frankly there is no desire or will to create a joint history textbook with other nations among Japanese historians and educationalists,\" said Prof Tokushi.  Yet he continues undaunted working on a common North East Asian history, History of the Three Countries of East Asia. \"The prospect of achieving a common historical understanding will surely be realised only when citizens living in East Asia learn the truth of the regions' history of wars of aggression and colonial rule, and then engage in repeated dialogue and debate over how best to overcome these legacies of the past,\" said Prof Tokushi. There are few successful precedents.   Prof Tokushi and academics from China, Japan and South Korea have spent years thrashing out differences in a non-governmental history textbook commission, without support from politicians.  If there are too many differences to be reconciled for a joint textbook, the Asean group could still produce joint guidelines on the way history could be taught in Southeast Asia. That's the view of Eckhardt Fuchs, deputy director of the Georg Eckert Institute for International Textbook Research in Germany, invited by Unesco to advise the Asean group.  At least this could give people a \"perspective that goes beyond their own national narrative,\" said Dr Fuchs, after South Korean President Park Geun-Hye proposed a common textbook as a way to build peace and economic cooperation in North East Asia.  The president had referred to the German-French joint history textbook as a model, published in 2006. \"It shows us that communication and collaboration on a joint textbook is possible. Once you sit together and discuss problems, there is a way to resolve them,\" said Dr Fuchs.  But it requires strong political will. \"The lesson we learned in Germany is that you cannot escape history. You have to come to terms with it as a country or society or even groups within society.  If you don't, you are not going to have peace. At some point these conflicts break out again,\" said Dr Fuchs.  ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26073748", "title": ["Textbook approach to Asia's disputes"]},
{"article": "Turning on a computer shouldn't be that difficult. Except if you don't have any power supply. Most rural schools in Uganda don't have mains electricity or any other reliable power, leaving them cut off from learning about modern technology.  So while the education world is awash with talk about technology and keeping up with the global race, many children at school in sub-Saharan Africa don't even get on the starting grid. But a project serving rural schools in Uganda is taking a direct approach to the problem. It's using the abundant equatorial sunshine to provide electricity for mobile classrooms, using portable solar panels. Run by an education charity, the Maendeleo Foundation, it's a relatively low-tech answer to a hi-tech gap.  A sturdy vehicle drives to outlying schools, bouncing up and down along snaking, dusty, pot-holed roads, with solar panels attached like a photovoltaic roof rack. These are not tarred roads, but bright red earthen tracks, pressed down by vehicles and villagers, goats and cattle, hemmed in by deep green vegetation, which is to say that this isn't exactly a motorway and it's slow progress. When the jeep arrives at a school, it provides an instant pop-up classroom. There's a tent, chairs, desks and enough laptops for a class - and the charge from the solar panels allows the pupils to have a computer lesson lasting several hours. The foundation has two jeeps, each going to five schools each week in rotation, reaching about 2,000 pupils. When the jeep arrives at Kyetume Church of Uganda Primary School, near Mukono, in central Uganda, it's like an emissary of the outside world. It's not that the teachers and children here are unaware of technology and the internet, but apart from this project they cannot get their hands on it. Once the laptops are plugged into a solar-driven battery, children tap away on learning games, much as they would anywhere else in the world.  Except this is an outdoor classroom and a green lizard sits on a hot stone watching them work. John Walusimbi, a trainer with the project, says these computer lessons are essential for the future job chances of these rural youngsters. \"If children have these skills they won't be left behind.\" Although laptops, tablet computers and internet access are now expensive in Uganda, he says that like mobile phones, they are likely to become more affordable. When that happens these youngsters will be severely disadvantaged if they have never even taken their first steps in touching a computer. \"These skills are very rare in this community,\" says Judith Nankya, a teacher at the school. Without electricity, there is no computer in the school office or anywhere else for the staff to train. There are wider infrastructure questions about why so few schools in Uganda have access to affordable electricity. Permanently installing and maintaining solar panels is also said to be too expensive for many schools.  And even when there is a connection to the electricity grid it can be unreliable. Uganda has year-round sunshine and there's solar energy even on an overcast day. So for now, this is something that is reliable, self-reliant and works.  This is a lush, quiet place, not far from the shores of Lake Victoria. But many of these youngsters are likely to have to follow the path of migration from the country into the cities to look for work. The Maendeleo Foundation's co-founder Asia Kamukama says that when these children leave school and begin working, they will have to \"compete with people all over the world\". \"Without prior introduction to these machines, they are afraid, they have nowhere to begin. We're preparing the next generation to know how to use computers,\" says Ms Kamukama, who was a finalist in last year's international education awards at the WISE summit in Qatar. It isn't just about schools, she says that technology and the internet will be an important part of helping local communities to improve health and education services. It will give them information that other people take for granted. The foundation is also working to provide online agricultural information for farmers in their local languages. It wants to provide information and improve skills. This is being supported by a not-for-profit organisation called Electronic Information for Libraries, which makes digital information available in developing countries. Uganda faces a huge challenge in providing skills for a population that is rising at a staggering rate. When the country gained independence in 1962, the population was eight million. In 2012, it had quadrupled to 34 million and at the current rate of growth, it is forecast to almost quadruple again to 130 million by 2050.  That's like going from a population similar to Switzerland to a size similar to the UK and France combined. What will all these young people do? Only about one in four currently gets a place in secondary school.  The capital, Kampala, is already overcrowded with young families in makeshift huts trying to scratch out a living. There are already more under-18 year-olds in the country than there are adults. If there are millions more without the education and skills that could help them get work, it's going to raise big challenges for political stability. It isn't just rhetoric to talk about youngsters having to compete in a \"global village\".  The outside influences are visible everywhere, whether it's Chinese factories and mobile phone adverts or English premiership football shirts.  There are competing cultures. This is a place where barracks have been named after Colonel Gaddafi and a stadium after Nelson Mandela.  The children trying out their solar-powered laptops are going to have to decide in which way they want to connect with the future. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26546413", "title": ["Sunshine powers Uganda's school computers"]},
{"article": "Students in Shanghai have the highest results in international Pisa tests. But what is the state of education for China's rural poor, far away from the showcase cities? Andreas Schleicher, who runs the Pisa tests, went to find out. About 1,900 miles south west of Shanghai is Qiao Tou Lian He elementary school.  It's an hour's drive from the town of Tengchong, which might seem a small distance in comparison, but most of the school's children have never made it to Tengchong.  Providing an education for children in such sparsely-populated rural areas is one of China's major challenges. While the economic and social development of these rural regions has been remarkable, China's coastal cities are racing ahead at an even faster pace. That fuels an endless stream of people moving to the cities - students looking for better education, parents looking for work, but also good teachers who are looking for more fulfilling careers.  Shanghai alone registers 1,000 additional cars each day bought by those who have made it up the social ladder. But what about those children who remain behind in the rural areas or in the mountains? China has begun to consolidate rural schools into bigger schools which can provide a critical mass of teachers and services. It is never easy to amalgamate schools like this. For generations schools have been the heart of villages and when the children leave, communities see their future endangered.  There have been serious implementation problems, most notably around transportation, that have bogged down progress and in some areas brought the merger process to a halt.  But Qiao Tou Lian He school is an example that is well on its way.  It offers children from four former remote schools educational opportunities that neither they nor their parents could have ever had in their villages. In terms of standards, the maths classes seem to be at least at the same level you would see in a European classroom. As in Shanghai, virtually all of the students perform at a level that is consistently high. And keep in mind, these are children whose parents will usually have had no education whatsoever. The first thing that catches the eye is that in this poor neighbourhood of simple houses and farmlands, it is the school rather than the shopping centre that has the cleanest and most impressive building. Most of the children stay for the week as they have to walk for several hours to reach their homes, so the school has become their family.  However, this school of 714 children can afford just 29 staff, which means that these primary school children have to assume an incredible amount of individual and social responsibility, with very limited social and emotional support from adults.  Their dormitory is an array of tiny rooms that each hold 12 beds and 18 children. The rooms are in impeccable order, with the belongings of each child tidily arranged.  A cheerful squad of 10, 11 and 12 year olds walk from room to room, with notebooks in which they record issues around hygiene and discipline. They help the smaller children as best as they can.  An extraordinary workload rests on the small teaching staff. There are teaching and non-teaching duties, which leaves just a single teacher to oversee the social life of this dormitory, with the many needs of these hundreds of small children. Education systems around the world want to make children \"resilient\", so that they can persist in a changing world, trying, failing, adapting, learning and evolving.  Few children will be better prepared for this than the students of Qiao Tou Lian He school, even if the price for this is so high.  It will not be easy when the students go home, they often have no one to talk to, their parents may be working far away, and even if they are at home, they may not understand the world that is opening up to these children. Teaching conditions in Qiao Tou Lian He school are tough. In many countries, results can be severely impeded if a quarter or more of the students come from disadvantaged educational backgrounds. Here every child comes from a poor background. In Shanghai, teachers have smaller classes and can rely on much better initial preparation and more extensive training. They spend 70% of their time teaching and 30% of their time learning, often in collaboration with teachers from other schools.  Qiao Tou Lian He is on its own. But the teachers here show an amazing commitment and have a positive atmosphere in every classroom. It is rigorous, highly disciplined and yet joyful.  The dynamic leader of the school is Mr Huang, who became a principal at the age of 25 not because he had specific training, but because he had been the only educated person in his village. He has an impressive vision and determination to overcome whatever barriers stand in the way of advancing his school. He is squarely focused on supporting, developing and evaluating his teachers, only a handful of whom have a high school degree and more than basic teacher training.  Mr Huang helps teachers to work together to develop good practice and wants to provide intelligent pathways for their careers.  There are competitions for teachers here too and one of the language classes is taught by a local competition winner. Over lunch in his office, Mr Huang explains how he works with individual teachers on any weaknesses in their practices. He motivates his teachers to make the necessary changes. There are high expectations and a collective belief in their ability to make a difference for every child. Teachers and principal seem to share the belief in the possibilities for all children to achieve. Mr Huang keeps close track of teacher performance, looking at both student achievement and classroom management. Over time, he also hopes to bring parents along, offering workshops for them not just on how to support their children's education but also on how to become good parents. It requires effort from children too. A pupil called Min explains that his greatest joy is to read books in a bookstore, not around the corner, but a good two-hour walk from his home. There are also projects to improve the quality of teaching. Teach for China is supporting more than 80 schools by recruiting some of the most promising young graduates who will teach in rural schools for two years. China seems to have been able to convince its citizens to make sacrifices today for a better future tomorrow.  This is a country where everyone is willing to learn, students are learning for a better life, teachers are learning to improve their teaching, schools compare themselves eagerly with other schools and, perhaps most importantly, the system as a whole is willing and able to learn. Whether China wants to design a better sewer system, retirement system or school system, it sends key people in the relevant sector to visit the world's best performers.  They find out how they do it and try to put together a design for China that is superior to anything that they have seen anywhere else.  ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26073747", "title": ["Rural China's tough lessons in resilience"]},
{"article": "There have been almost 10,000 violent attacks on places of education in recent years, according to the biggest ever international study of how schools and universities are targeted by acts of aggression. These included the murder of staff and students and the destruction of buildings in bomb and arson attacks, in countries including Pakistan, Colombia, Somalia and Syria. This stark account of violence against education between 2009 and 2013 has been published by a coalition of human rights groups, aid organisations and United Nations agencies. The Education Under Attack report, published in New York on Thursday, reveals the extent to which education has been subjected to deliberate acts of violence. These are not cases of schools and their staff \"just caught in the crossfire\", says Diya Nijhowne, director of the Global Coalition to Protect Education from Attack. \"They are bombed, burned, shot, threatened, and abducted precisely because of their connection to education.\" There were 9,600 attacks worldwide, with incidents recorded in 70 countries, with the worst problems in Africa and parts of Asia and South America. There was a pattern of deliberate attacks in 30 of these countries, where such violence was used as a \"tactic of war\", said Ms Nijhowne. These figures do not include the type of school shootings carried out against pupils and staff at Sandy Hook in the US in 2012. The country with the greatest number of attacks was Pakistan, with the most common assault being the blowing up of school buildings. Colombia was the most dangerous place to be a teacher, with 140 murders and thousands of death threats. For school pupils, Somalia was the country where children were most likely to be pressed into becoming soldiers. Syria's conflict has seen deadly attacks at universities in Aleppo and Damascus and there were high levels of attacks on students in Yemen and Sudan. The perpetrators have included government forces, armed insurgents, terror groups and criminal gangs. They have committed murders, abductions and intimidation. The shooting of Pakistani schoolgirl Malala Yousafzai by Taliban opponents of girls' education in 2012 focused global attention on such attacks on education. But this study shows that this was far from an isolated case and that staff and pupils have been singled out for deliberate violence in many different conflicts and ideological battlegrounds. This week in north-east Nigeria at least 29 teenage boys were killed in a massacre at a boarding school. Boko Haram, a militant Islamist group opposed to western education, is suspected of carrying out the attack. The Education Under Attack report says that 30 teachers were shot dead in Nigeria last year, including some in front of a class. Attacks on education can be a proxy for other conflicts, such as trying to undermine a government symbol or trying to promote a political, religious or ideological message or to terrorise another community. In Afghanistan and Pakistan there have been violent attacks against the education of women. Or else targeting students can be a way of pursuing a sectarian dispute. In Burma, also known as Myanmar, last year, a Buddhist nationalist mob set upon boys from a Muslim school, hacking dozens to death. In 2010, in Iraq an escorted convoy of Christian students travelling to university were the victims of a car bomb attack. There can also be more specific campaigns. In Mexico there were six bomb attacks on universities by a group opposed to nanotechnology research. Teachers in Colombia have faced violence from armed groups, including rival paramilitary forces and criminal gangs.  As community leaders they are targeted by groups wanting to intimidate local people or to recruit school pupils into armed gangs. The impact of violence can reach beyond the individual victims. Terrorising academics and students in university can destroy the research capacity of an economy, warns the report, and trigger the departure of highly-skilled young people. Intellectual curiosity and free speech, necessary in academic life, can be undermined by the threat of violence, with fear prompting \"self-censorship\" and a brain drain to other safer countries. There are also concerns about armed groups occupying educational premises, using them as barracks or training bases or sometimes as detention centres or even places of torture. In 24 of the 30 countries worst affected by attacks on education, there were cases of schools being taken over by military forces. This also puts buildings at risk from attacks from opposing forces, says the report's lead researcher, Brendan O'Malley. In Somalia, the report says, schools have been used as firing positions and faced incoming rockets, while the classrooms were still being used by pupils. The study calls for the creation of \"safe zones\" around schools and wants combatants to recognise the need to protect places of education. Mr O'Malley says a positive step would be a common agreement \"not to use schools for military purposes\". There are also calls for a clearer path for investigating and prosecuting the perpetrators of acts of violence against schools and their staff and pupils. As well as the loss of life, violent conflict is one of the biggest causes of a loss of education. About half of the 57 million children without access to any school place live in areas disrupted by war and violence. \"It's not just the killings that spread fear and blight lives. The relentless destruction of schools in some areas of conflict is depriving whole cohorts of children of an education,\" says Mr O'Malley. \"There is a knock-on effect on social and economic development in places that can least afford to be held back. \"Where the government lacks the capacity or will to repair damaged schools, the effects can be felt for years after the attacks have happened.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26323295", "title": ["Education subjected to 10,000 violent attacks"]},
{"article": " Media requires JavaScript to play. Aleem Maqbool reports from a school in Pakistan's Sindh province where there are children but no teachers It will be more than 70 years before all children have access to primary school, says a report from the United Nations Educational, Scientific and Cultural Organisation (Unesco). World leaders had pledged that this would be achieved by 2015. The report says 57 million remain without schools and at the current rate it will be 2086 before access is reached for poor, rural African girls. Report author Pauline Rose describes these as \"shocking figures\". The lack of education for all and the poor quality of many schools in poorer countries is described as a \"global learning crisis\". In poor countries, one in four young people is unable to read a single sentence. The study from Unesco, published on Wednesday in Addis Ababa in Ethiopia, is an annual monitoring report on the millennium pledges for education made by the international community. But it warns that promises such as providing a primary school place for all children and increasing the adult literacy rate by 50% are increasingly unlikely be kept. Source: Unesco It also warns that aid for education is declining rather than increasing and is not being targeted at the poorest countries with the greatest need. It reveals that the single biggest recipient of aid for education is China - which receives aid worth a value 77 times greater than Chad. The report, based on the latest data which is from 2011, shows that there are still 57 million children who do not even get the first basics of schooling. More optimistically, this represents an almost 50% drop in out-of-school children since 2000. The report shows that if the early momentum had been sustained the goal could have been achieved. But since 2008, progress has \"all but ground to a halt\". Countries such as India, Vietnam, Ethiopia and Tanzania have made considerable progress in expanding the reach of education. There are also improvements in quality, with Vietnam now among the most impressive performers in the OECD's Pisa tests, overtaking the United States. The greatest problems are in sub-Saharan Africa, with particular weaknesses in parts of west Africa. Nigeria has the single greatest number of children without a primary school place - a higher figure now than when the pledges were made at the beginning of the century. About half of the lack of access to school is the result of violence and conflict. But Afghanistan, which has faced 35 years of conflict, is managing to reopen schools and the country's education minister told the BBC that a  . The report, produced by the Paris-based educational arm of the United Nations, highlights the inequalities in access to places. Girls are more likely to miss out on school than boys and this is accentuated more among disadvantaged, rural families. As such, poor, rural girls are forecast to be the slowest to have school places, with Unesco projecting it will take until 2086. It means that the five-year-olds who are now missing out on beginning school will be grandmothers before universal primary education is achieved. It will not be until the next century, 2111, before poor rural girls will all have places in secondary school, at the current levels of progress. Source: Unesco Within countries there are big differences in access to schools. And the ability to provide places for better-off children and for boys shows what should also be achievable for girls and the poor, says Dr Rose.  \"It shows the importance of focusing on the marginalised,\" says Dr Rose, director of the global monitoring report team. The study also raises concerns about the quality of education in many poorer countries. There are 130 million children who remain illiterate and innumerate despite having been in school. It means that a quarter of young people in poorer countries are illiterate, which has far-reaching implications for economic prospects and political stability. The report estimates that in some countries the equivalent of half the education spending is wasted because of low standards, which it calculates as a global loss of $129bn (£78bn) per year. There are practical barriers to learning. In Tanzania, only 3.5% of children have textbooks and there are overcrowded class sizes of up to 130 pupils in Malawi. The study calls for more support in raising the quality of teaching. In west Africa, it warns of too many teachers who are on low pay, temporary contracts and with little training. The quantity of teachers would also need to be increased, with an extra 1.6 million needed to provide enough primary school places. The report says to reach the goal of universal primary education would require an extra $26bn (£16bn) per year. But aid to education has declined at a greater rate than overall aid budgets, says the report. \"One of the things that we found shocking was that low income countries faced the biggest losses in aid,\" says report author, Dr Rose. The biggest recipient, China, gains from support for scholarships, mostly from Germany and Japan. Moves are already underway for setting post-2015 targets. The report says that the next goals must include an awareness of the quality of education and teaching. \"We must also make sure that there is an explicit commitment to equity in new global education goals set after 2015, with indicators tracking the progress of the marginalised so that no-one is left behind,\" said Unesco director-general Irina Bokova. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-25811704", "title": ["The 70-year wait for primary school"]},
{"article": "New York's richest are going to have to pay for some of New York's youngest, under new Mayor Bill de Blasio's flagship plan for more pre-school places. The proposed tax on those earning above $500,000 (£307,000) would provide free, full-day pre-school classes for every four-year-old. It's the latest in a wave of expansions of pre-school education running across the United States. President Barack Obama hailed the importance in his state of the union address last week, welcoming that 30 states were raising funds for more pre-school places. \"Research shows that one of the best investments we can make in a child's life is high-quality early education,\" said President Obama. And he promised to put together a coalition of political leaders, businesses and philanthropists to campaign for widening access to pre-school education across the US. \"Universal pre-K\" - that's K for kindergarten - has become an unlikely political hot topic. Local news websites are filled with photos of suit-and-tie politicians crouched on tiny infant chairs. US Education Secretary Arne Duncan regularly tweets his support. Republicans say it shouldn't be seen as a Democrat issue, at local level they are backing schemes too.  And political analysts point to its cross-party popularity, particularly with female voters, and highlight how the issue is rippling across the country. In San Antonio in Texas a local sales tax has been adopted to fund pre-school places. There are plans for a place for every child in Seattle. On the west coast, it has become the top priority for California Democrats, with a $1bn (£610m) plan to provide places for all four-year-olds. And the predicted benefits are not just academic. California's plans, launched in January, claim that improving early years education would cut crime in later life and reduce the state's prison population by 13,000. The most common argument in favour of expanding pre-school classes is that it can bridge some of the gap between rich and poor before children start formal lessons. In New York City, for the wealthy there are pre-kindergarten classes in elite private schools charging more than $30,000 (£18,000) per year.  But tens of thousands of families are left without any place in public pre-schools. It's a \"tale of two cities\" that Mayor De Blasio says he wants to stop. Universal pre-school is meant to provide a more level playing field at a time when it has the greatest chance of making an impact. Nobel prize winning economist James Heckman has produced measurements of how much of an impact. He says there is a return of $7 for every extra $1 spent on pre-school education. \"Poor health, drop-out rates, poverty and crime\" can all be reduced, he says, by giving deprived families access to pre-school classes in the first five years of a child's life. This would save $48,000 (£29,000) per child in long-term public spending. Prof Heckman, from the University of Chicago, says early childhood is when the brain is developing rapidly and when support is most effective and when it is most likely that children can be nurtured as \"productive citizens\". He argues that investing in early childhood is the way to strengthen the economy.  Evidence has been provided by a pre-school scheme running in New Jersey, where places have been offered to all three- and four-year-olds in 31 deprived areas. Research from Rutgers University, carried out for the National Institute for Early Education Research, found that seven years after children had left pre-school there were still measurable benefits in language, literacy and maths. And advocates for more early education talk about pre-kindergarten as a kind of mass immunisation project. The Organisation for Economic Co-operation and Development (OECD) supports spending on early education, saying children who have been to pre-school are the equivalent of a year ahead at the age of 15. But the OECD's Andreas Schleicher says universal pre-school is a good idea, but no panacea for the weaknesses in US education. \"Compared internationally, the US is doing very well in primary schooling, it is doing so-so in middle-school, and it is doing poorly in high school,\" says Mr Schleicher. \"In other words, the US school system adds less value as students grow older than is the case in other countries and that is not an issue you fix with pre-schools.\" There are other voices of caution against seeing pre-school education as an educational wonder drug. Grover Whitehurst, director of the Brown Center on Education Policy at the Brookings Institution think tank, has warned that well-intentioned enthusiasm is running ahead of the evidence. He has argued that there are mixed outcomes from different types of pre-school and that policymakers are making \"prodigious leaps of faith\" if they generalise about the benefits. He has raised questions about whether it is better to target spending at those most in need, rather than to offer universal access. Those campaigning for more pre-school have highlighted that by international standards the US is already a long way behind. Most Western industrialised countries have much higher proportions of children in pre-school. They are also often centrally funded, while US schemes rely on a patchwork quilt of local funding. For instance, in England there are free part-time nursery places available for all three- and four-year-olds. And in Finland, almost all children are in the pre-school year. But this is at the age of six, with formal school beginning at seven. For the United States, it seems likely that the tiny chairs in the nursery classes are going to have a lot more high-profile visitors. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-25981123", "title": ["New York tackles the pre-school gap"]},
{"article": "The number of overseas students taking up places at England's universities decreased by 4,595 in one year - the first fall in 29 years. International and EU student numbers fell from 311,800 in 2011-12 to 307,205 in 2012-13, the Higher Education Funding Council for England reports. Since April 2012, foreign students have faced stricter visa regulations. But the government stressed that there was no cap on the number of legitimate students who can study here. The Hefce report - Global demand for English higher education - said there was a notable decline  in the number of entrants from South Asia, particularly India and Pakistan, at both undergraduate and postgraduate levels. The number of Indian students fell from 18,535 in 2010-11 to 13,250 in 2011-12 and further to 10,235 in 2012/13. In 2010-11 the number of Pakistani students was 4,580, but this fell by 38% to 2,825 in 2012/13. The data also shows the number of full-time EU undergraduates fell by almost a quarter in just one year - from 23,440 in 2011-12 to 17,890 in 2012-13 after years of increasing numbers. These students have to pay the same fees as UK students and Hefce puts the decline in numbers down to the increase in tuition fees in September 2012. The report said the fall in overseas students was particularly noticeable in the postgraduate market. Between 2010-11 and 2012-13, the numbers of international students starting full-time postgraduate courses in England decreased by 985 from 72,245 to 71,260. The data also shows Chinese students account for 23% (26,860) of the total full-time postgraduate numbers in England, while UK students account for 26% (30,320)  Under the Tier 4 visa regime, students face tougher questions about their destination, limits on their ability to work and tighter rules on their English-language capability.  Critics of the rules said they would discourage international students - who are worth as much as £3bn  a year to UK universities - from studying here and give the impression that the UK was not a welcoming destination. Last May, Business Secretary Vince Cable warned that the public debate about immigration was in danger of damaging the \"economically valuable\" recruitment of overseas students to the UK. Mr Cable said  overseas students had become caught up in the \"public panic\" over migrant numbers. Hefce chief executive, Professor Madeleine Atkins, said the analysis increased understanding of global demand for English higher education.  \"International students enrich our universities and colleges - and our society - academically, culturally, and through their contribution to the economy,\" she said.  \"Supporting high-quality international education is a crucial part of ensuring that the UK continues to engage with, and benefit from, the increasingly interconnected world.\" A spokesperson for the Department for Business, Innovation and Skills said:  \"International students make a huge contribution - boosting our economy and enhancing our cultural life. \"That is why there is no cap on the number of legitimate students who can study here. By working with other countries we will continue to attract international students and promote the UK's expertise in education.\" Nicola Dandridge, chief executive of Universities UK, said: \"If the UK wants to fulfil its potential in this growth area, we need policies to attract qualified international students to the UK.  \"This is why in the run up to the general election, Universities UK will be calling for a growth strategy for international students.  \"This should be supported by a welcoming climate for genuine international students, with visa and immigration rules that are proportionate and properly communicated.\" General secretary of the Universities and Colleges Union, Sally Hunt, said: \"As we face continued uncertainty about the future of funding for our universities, the government should be doing more to encourage foreign students. \"Ministers need to recognise that attempts to sound tough on immigration at home are also reported elsewhere and it is not surprising if students consider studying in the countries that make an effort to welcome them.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26836962", "title": ["Decline of overseas students at England's universities"]},
{"article": "The government is considering whether to introduce a new offence of emotional cruelty to children, it has been confirmed. The proposed change to neglect laws in England and Wales would see parents who deny their children affection face prosecution for the first time.  It follows a campaign for a \"Cinderella Law\" from charity Action for Children. The government said child cruelty was an abhorrent crime which should be punished.  Social workers have a definition of child cruelty that they work on but because it is not written into law, this makes it difficult for the police to gather evidence. Action for Children's chief executive, Sir Tony Hawkhead, said the change would be a \"monumental step forward for thousands of children\".  Media requires JavaScript to play. Robert Buckland, a Conservative MP who has backed the charity's campaign, said the current law was outdated as it is based largely on legislation first introduced 150 years ago. And he stressed that non-physical abuse could cause \"significant harm\" to children.  \"You can look at a range of behaviours, from ignoring a child's presence, failing to stimulate a child, right through to acts of in fact terrorising a child where the child is frightened to disclose what is happening to them,\" Mr Buckland told BBC Radio 5 live. \"Isolating them, belittling them, rejecting them, corrupting them, as well, into criminal or anti-social behaviour.\" Collette, whose father is black, was frequently told by her white mother and stepfather that she had been \"a mistake\".  \"When my mother met my stepfather and had children with him, I was in the way.   \"My stepfather was racist and she had no excuse for having a mixed-raced child.   \"The result was me being treated like Cinderella but without the ball and happy ending.  \"I felt like I shouldn't have been born, I'd been told often enough.  \"I would watch how my parents would be so different with my younger siblings and burn with anger and jealousy. \"I was placed under the mental health act and have been receiving help ever since.  \"I was finally diagnosed with severe depression, post-traumatic stress, bipolar and anxiety.\" Source: Action for Children He said the new law would not criminalise parents for being nasty, but for their criminal behaviour. \"This proposal is not about widening the net, it's about making the net stronger so that we catch those parents and carers who are quite clearly inflicting significant harm on their children, whereas they should be nurturing them and loving them,\" Mr Buckland said. He added that it would also give police a \"clearer way\" in which to work, he said. The campaign was also backed by Liberal Democrat MP Mark Williams, who introduced a private member's bill on the issue last year, the late Labour MP Paul Goggins and Baroness Butler-Sloss, a former judge who was president of the family division of the High Court. The   provides for the punishment of a person who treats a child \"in a manner likely to cause him unnecessary suffering or injury to health (including injury to or loss of sight, or hearing, or limb, or organ of the body, and any mental derangement)\".  Mr Williams's bill would add a further category of harm for which the perpetrator could be punished: impairment of \"physical, intellectual, emotional, social or behavioural development\". Child neglect was made a punishable offence by the Poor Law Amendment Act of 1868. The Ministry of Justice confirmed it was \"considering ways the law can support\" protecting children from this sort of harm. A spokesman said protecting children from harm was \"fundamental\" and that child cruelty was an \"abhorrent crime which should be punished\". Ministers are looking to introduce the measure ahead of the next election, possibly in the Queen's Speech, but sources told the BBC it was not yet a done deal. But it is understood this might not be the case as such a change would not require a separate piece of legislation - it could instead be added on to an existing bill. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/uk-26814427", "title": ["'Cinderella' emotional cruelty law considered"]},
{"article": "Almost one in 10 university degrees claimed by graduates have \"errors\", such as wrong grades or subjects, according to the agency which carries out checks for employers. The Higher Education Degree Datacheck (HEDD) says they also see degree certificates from bogus universities. Some errors could be honest mistakes, but there is also clear evidence of fraud, says HEDD's Jayne Rowley. \"Many more cases go unnoticed or undetected,\" she says. HEDD, set up two years ago with funding from the Higher Education Funding Council for England, provides a service to verify degree grades, such as for job applications or for entry into postgraduate courses. It now covers 16 universities and says it is adding about one university a month to its checking service. But it has found that 8% of the degrees presented so far, out of more than 20,000, cannot be verified. This can include \"human error\", such as a misunderstanding about a graduate's name. But there also appear to be attempts to falsify degrees. Ms Rowley says this includes degrees where the subject studied has been changed - and others where the grade is incorrect. Source: HESA, full-time students, 2012-13 The most common type of \"mistake\" is to claim a first-class degree - when in fact a lower grade had been awarded. Ms Rowley says that this might reflect the high proportion of students who now achieve an upper second - or 2:1 degree. Twice as many students now achieve a 2:1 as a 2:2, which was once the most common degree. She suggests that wanting to stand out from competitors in the jobs market might be behind attempts to inflate degree grades. Another pressure, she says, might be that the high prevalence of 2:1s might make older workers want to upgrade their lower degree from decades ago. \"Perhaps they feel that the third class degree from a former polytechnic isn't appropriate to the senior position that they are in and are therefore tempted to embellish,\" she says. There are also false certificates presented. The more obvious fakes stand out because they are covered in \"Latin and gothic writing\", she says. And there are degrees claimed from entirely bogus institutions, such as the \"degree mills\" which sell qualifications online. But there are also more sophisticated frauds with \"very good\" copies of documents. \"It's incredibly important that employers validate who they are recruiting,\" says Ms Rowley. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26843247", "title": ["Degree checks 'uncover grade fraud'"]},
{"article": "Media playback is unsupported on your device  Last updated at 13:55 BST  Schools in Wales are struggling to improve and suffer from a lack of a long-term vision, according to a review by the Organisation for Economic Co-operation and Development (OECD). The report did praise \"positive\" learning conditions but found many weaknesses. Hywel Griffith reports. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26975408", "title": []},
{"article": "Too many nurseries are failing to ensure children are ready to learn when they get to primary school, Ofsted's chief inspector says. Sir Michael Wilshaw says England's poorest children are especially badly served, as only a third reach a good level of development in pre-schools. A greater emphasis on structured learning within school-based nurseries is the answer, he says. But child experts say formal learning too early can be counterproductive. However, Ofsted's findings chime with the government's view of how to improve early-years provision.   Media requires JavaScript to play. Children's Minister Liz Truss has said repeatedly that she wants to see more teacher-led sessions in the nation's nurseries. And she has praised nurseries in other European countries, such as France, where children take part in many teacher-led activities. But the proposals are likely to anger some childcare experts who already argue that early education is damaging children by pushing them too hard at a young age.  In a speech launching Ofsted's first stand-alone report on early-years education, Sir Michael highlighted the gap between outcomes for children from disadvantaged backgrounds and youngsters from more affluent homes. He called for primary school admissions rules to be changed so that greater priority could be given to poorer children - on condition that they had taken up a state-funded nursery place in the school \"from the earliest age possible\". Speaking on BBC Radio 4's Today programme, Sir Michael said it was particularly important that nurseries provided good early years education in poorer areas where children tended to be less well prepared for school by their parents. Sir Michael Wilshaw wants more formal, structured learning in England's nurseries and playgroups to close the attainment gap between rich and poor. He wants to ensure children join reception classes with the building blocks for learning - such as letters and numbers and the ability to use a pencil - learnt in \"good quality\" settings. And he urges policy makers not to \"pander to\" the \"chattering classes\", who may fear \"children's childhoods are being stolen\". The government agrees a more structured, teacher-led approach is the answer - even for toddlers. But many early-years experts say children need to be able to play freely to learn - with more formal teaching coming only when they are ready for it. They say toddlers learn the fine-motor skills to hold a pencil by honing their gross-motor skills, which they use to push a toy train for example, through play. And some worry a shift away from child-led learning will set late developers up for future failure. \"More than two-thirds of our poorest children - and in some of our poorest communities that goes up to eight children out of 10 - go to school unprepared,\" he said. \"That means they can't hold a pen, they have poor language and communication skills, they don't recognise simple numbers, they can't use the toilet independently and so on.\" Sir Michael added: \"The corollary of not preparing children well for school is that they don't do well in reception and, if they don't do well in reception, they don't get on at key stage one, they find it difficult to read at seven, they fail at the end of primary school and that failure continues into secondary school.  Media requires JavaScript to play. Beatrice Merrick, British Association of Early Childhood Education: ''We must not rush to formal learning too early'' \"When we talk about social mobility, rather than focus at the end of school, we should actually worry about what's happening at the very start of a child's life - the rot sets in early.\" He said the best provision was in \"school-based nurseries and school-led nurseries\" because head teachers \"can track the progress of children in those school-based nurseries all the way into reception and beyond and make sure they do well\". In his speech later he will say that in some areas of the country, particularly London, \"most children do well and the gap between advantaged and disadvantaged is closing\". He will add: \"There is nothing inevitable about the link between poverty and failure. Indeed, we have to ask ourselves why, if this is being done well in some places, it isn't being done everywhere else.\" But National Day Nurseries Association head Purnima Tanuku, also appearing on Today, told Sir Michael he was \"missing the most important point here\". \"Your own report suggests that more than 80% of private and voluntary day nurseries are actually delivering good or outstanding quality,\" she added. She said Sir Michael was \"actually condemning the sector based on a very small minority. \"I'm not sure when the last time Sir Michael set foot into a private or voluntary nursery, as opposed to a nursery school.  \"He would see the high quality of play-based learning and a very suitable environment.\" And the Pre-School Learning Alliance, which represents 14,000 early-years providers in the private and voluntary sector, said the assertion that school-based nurseries were the best early learning environments for young children was completely misguided. \"We are at a loss to understand why Sir Michael has essentially dismissed the existing huge network of experienced, passionate group settings and childminders who currently provide excellent, and appropriate, care for young children despite chronic under-funding and a never-ending wave of ill-researched, ill-thought-out early-years policies.\" Liz Bayram, chief executive of the Professional Association for Childcare and Early Years, said increasing the level of formal education delivered to pre-school children would not help reduce inequality or provide children with a strong foundation for success in the classroom and beyond.  \"The evidence shows that high quality childcare delivered through a play-based approach to learning is vital to help children develop the social, emotional and physical skills they need to thrive and is one of the most effective ways to lift children out of disadvantage.  A child's confidence, independence and willingness to learn is more important than being able to recognise letters, sit still and focus on a task.\" A Department for Education spokesperson said starting to learn from a young age with high-quality teacher-led provision could have a real and lasting impact on children's development and life chances.  \"High-quality school nurseries will enable children who are behind to catch up with their peers before starting school. \"We have been clear that we want to ensure more flexible, affordable and high-quality provision is available for parents - we know many would prefer longer school nursery opening hours, mirroring the working day.  \"We have already made great strides in early-years provision with the introduction of the new early-years pupil premium, strengthened early-years qualifications and encouraging schools to open from 8am to 6pm.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26853447", "title": ["Nurseries not preparing children for school - Ofsted"]},
{"article": "Media playback is unsupported on your device  Last updated at 15:38 BST  A Conservative MP has claimed her dyslexia was one of the reasons she failed to register £28,000 in donations to her local Conservative Association.  Charlotte Leslie, the MP for Bristol North West, admitted the mistake was her fault but said her dyslexia made it difficult to read paperwork.  She told  : \"Looking back it sounds terribly naive but that was the situation.\"  ", "subject": "Education", "link": "http://www.bbc.co.uk/news/uk-politics-26971137", "title": []},
{"article": " Media requires JavaScript to play. Ofqual's Glenys Stacey outlines the 'top grade' plan A new top-level GCSE grade will be awarded to the most talented 20,000 pupils each year, in proposals for a shake-up of England's exam grades. The Ofqual exam regulator has launched a consultation on a grading system that will rank from nine at the very top down to one for the lowest performers. The changes, to be introduced from 2017, will also link exam grades to international Pisa tests. Ofqual's Glenys Stacey says it will improve the \"calibration\" of exams. But head teachers leaders suggested there were still \"parts of the puzzle missing\". The substantial changes, being put out for consultation, would provide a much clearer distinction between high-flying pupils currently achieving A and A* grades. The highest grade - to be described as a grade nine - will be awarded to only half the pupils now achieving an A*, according to Ofqual's proposals. In last summer's GCSE exams, there were 6.8% of pupils graded as A*. The new highest grade would be awarded to only the top 3%, or about 20,000 pupils. Under the new system, an A grade would equate to a grade seven - and the current C grade, widely seen as the pass level, would become a grade four. For the first time, there will be a link between England's exam grades and international benchmarks. The results of Pisa tests in competitor countries, which have become an influential measure for international comparisons, will be used to establish grade five. It will be expected to be set at about half or two-thirds of a grade higher than the current grade C. And it remains to be decided whether grade four or grade five will become the expected level in future, for measures such as school league tables and minimum standards for schools. A sample of pupils will also take a new test - the National Reference Test - which will be used to monitor the performance of each cohort, so that examiners will have a reference point for differences in ability between different year groups. These changes will begin with three subjects - maths, English language and English literature. These will be the first wave of tougher GCSEs, to be taught from September 2015, with the first awards under the proposed new system in summer 2017. Other subjects are planned to follow, including history, geography and some sciences. If adopted, the proposed changes would mean that GCSEs in England would have a different grading system and structure from GCSEs in Wales and Northern Ireland, extending the differences between the systems. Ofqual chief Glenys Stacey says the changes are intended to \"strengthen awarding\" and to give greater accuracy in grades. Russell Hobby, leader of the National Association of Head Teachers, \"broadly welcomed\" the proposals and hoped the consultation would help to address some of the \"discontent\" over marking and grades. But a high-performing independent school rejected the plans - and said it would be more likely to make them switch to International GCSEs. \"For years governments of different political complexions have mistakenly tried to use GCSE qualifications as a measure of both a young person's learning and a school's performance,\" said  Helen Stringer, vice-principal of the Stephen Perse Foundation school in Cambridge. \"This current proposal simply aims to extend this flawed system so that the qualification also has to become a measure of the quality of the national education system.\" Brian Lightman, general secretary of the Association for School and College Leaders, said there were still \"parts of the puzzle\" missing in how the new system would work. \"Until it is made clear to teachers what students need to know in order to achieve a grade, and they have detailed specifications and sample questions, they will not be able to plan for these examinations.  \"While we understand the government's wish to raise the bar by aligning some grades to Pisa, this raises all kinds of issues. Pisa is a completely different kind of exam than the new GCSEs.   \"We welcome the proposal to introduce a reference test, which will help to make an objective judgement about whether standards have improved or not year or year. The careful consideration being given to different ways of awarding grades is also welcome.\" Chris Keates, leader of the Nasuwt teachers' union, warned that: \"Schools, parents and pupils are being thrown into further confusion over yet more reform to the qualifications system.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26854297", "title": ["GCSE shake-up: Ultra-high grade for top performers"]},
{"article": "The idea that British children grew up in typical two-parent families until the permissiveness of the 1960s has been challenged by an academic. Prof Pat Thane argued that until World War Two, significant numbers of people never married. She also cited evidence that in 1939, some 30% of children were conceived out of wedlock. The Family Education Trust responded by saying that marriage rates had fallen steeply since 1970. The professor in contemporary history at King's College, London, said: \"There is a well-known narrative in Britain about the history of the family - that 'traditionally' people lived in stable two-parent families with married parents who stayed together life-long, boys had fathers at home for role-models who kept them disciplined, and everyone looked after the older generation. \"Then came the 1960s and permissiveness, and people started divorcing, living together and having babies outside marriage; unprecedented numbers of complex families of step-relatives formed; and British society was 'broken' as some would put it. \"I want suggest that the real story is a bit more complicated.\" The change in the 1960s - and there certainly was change - was that it becomes more honest” The professor, who is presenting her research this weekend at the Economic History Society's annual conference at the University of Warwick, said: \"Of course there have been major changes since the early 1970s.  \"In particular, divorce, open cohabitation and childbirth outside marriage became more widespread and socially accepted and the reasons for this need to be explored. But the longer-term story is more complex and less well understood.\" Prof Thane acknowledged that there was at least one point between 1945 and 1979 that marriage became \"almost universal\". But she said: \"This is a period which, in present-day discourse, is often presented as an historical norm of long-lasting stable marriages. It was actually historically very unusual in the numbers of long-lasting marriages.\" Prof Thane said marriages had lasted longer because they generally started at an earlier age, were less likely to be broken by death in young adulthood as life expectancy grew, and divorce was hard to obtain. She also cited evidence that both \"irregular partnerships\" and separations were recognised legally as early as 1878, and the dependents of servicemen including \"unmarried wives\" had long been paid their partners' pensions. And she said there was much evidence of cohabitation, not just among working-class people, throughout the 1920s and 1930s. Couples often appeared to conform to this mythical norm by presenting themselves \"as married people\" and were accepted as such, she said. And she added: \"Illegitimacy remained until the end of the supposedly very respectable 1950s at levels not seen since the fairly high levels of the 1860s.  \"Then it rose rapidly through the 60s, 70s, and faster of all 1980s. By 1993 more than one-third of all births in England and Wales occurred outside marriage.  Prof Thane said that people had seen the cultural changes brought about by the advent of the 1960s with its more permissive way of living as causing the changes. \"But in a sense, the change in the 1960s - and there certainly was change - was that people started to let it all hang out. It becomes more honest.  \"Before it was all hidden, people knew all about couples living out of wedlock in their neighbourhood but they didn't talk about it.\" This was accompanied by major reform of the the divorce laws in 1969, she said, which made it easier - and contrasted markedly with the late 19th Century when a private act of Parliament was required to sanction a divorce. What followed the change in the law was a growing divorce rate - from an average of 57,089 petitions per year between 1967 and 1970 to 165,000 in 1993 - she said.  She concluded: \"Divorce like cohabitation largely lost its stigma. Another change was the end of much of the secrecy and shame that had long surrounded aspects of personal behaviour in England. \"Since the 60s almost everything is public, for good or ill. Whatever the reasons, it's a major cultural change.\" But Norman Wells of the Family Education Trust said: \"No-one denies that cohabitation occurred prior to the sexual revolution nor would anyone suggest that sex never took place outside marriage or that 'shotgun marriages' never happened.  \"But what is clear is that over the past four decades we have seen a dramatic decline in marriage rates and a massive increase in the incidence of cohabitation either before or instead of marriage. This has contributed to a situation in which almost 50% of children are now born to unmarried parents.\" He added: \"No rewriting of history in an attempt to play down the seismic shift that has taken place with regard to the way marriage is understood can change the fact that many more children today are suffering the adverse consequences associated with family breakdown than was the case prior to the sexual revolution.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26784754", "title": ["Traditional British family a myth, academic says"]},
{"article": "Media playback is unsupported on your device  Last updated at 09:39 BST  The prevalence of the internet on tablets and phones means many children are only a click away from seeing inappropriate or explicit material online.  Sexual and violent imagery can be upsetting and damaging for young people, so how best to educate children about what they might see? BBC Breakfast presenters Charlie Stayt and Naga Munchetty spoke to presenter Jameela Jamil and sex education teacher Lynette Smith who were involved in a BBC Three documentary Porn: What's the harm? ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26967098", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:08 BST  Parents are being asked to help schools pay for pens, paper and books, as well as school trips, according to a poll by the Association of Teachers and Lecturers. According to the survey of 500 members, in 30% of cases, if parents cannot pay, the school makes up the difference. But 43% of staff fear such requests put some pupils at a disadvantage. Gillian Hargreaves reports. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-27000125", "title": []},
{"article": "The sound of excitable children squealing with joy fills the auditorium of the Royal Festival Hall. On the stage, 900 five-, six- and seven-year-olds sit cross legged. \"Five, four, three, two, one and s-s-sh!\" says the conductor. \"Well done children. Very quiet.\" They launch into their first number, with wobbly legs and dry lips over missing front teeth - but as it gets into full swing, they start to relax and make their matching dance movements with ever-growing confidence.  A rainbow of different coloured uniformed arms, representing the 50 schools taking part in the Lambeth Music Festival, go up like a Mexican wave across the stage. And the audience of proud parents respond by raising their iPads and mobile phones to record the occasion. As the repertoire progresses, small sections get a little over-excited with their hand movements and the odd person gets an unintentional smack in the face. But they don't seem bothered - it's just too exciting. This mass choral effort is the result of months of hard work by pupils, their class teachers and the staff from Lambeth Music Service. Festival organiser, Oliver Bayley, says: \"In a lot of the schools the kids have big voices but when it comes to performing, they can feel  really small. It's our job to help them with that. \"The effect, schools tell us, is that the children grow in confidence. It's quite daunting for a child, for an adult even, to perform on a stage of world renown like this.\" Started 13 years ago, the festival aims to give children the chance not only to sing and play together in a school, but across Lambeth, says Lambeth council's education improvement adviser Judith Hare.   When children are engaged with music and listening to music there is no disruptive behaviour” Encouraging involvement was not always so easy, Mrs Hare adds: \"When we started we had quite a few children from disadvantaged backgrounds who would not set foot in a place like the Royal Festival Hall because their parents thought it just wasn't for them.\" But now parents are milling around comfortably and excitably like the South Bank is a second home.  Taking part in a performance like this can be a seminal moment in a young person's life, she says, adding that there are also returns for children's self-esteem. \"With music, unlike sport where there has to be a winner, in music they are working together as a team for the benefit of the whole.\" Teacher Jennifer Ross has brought her Year 2 class of five- and six-year-olds along to the performance after spending the past few months drip-feeding them the festival songs at every opportunity. \"The benefit of doing a whole class performance is that it really works well in terms of class cohesion,\" she says. She says the whole experience has also improved the children's behaviour and ability to learn.  \"When children are engaged with music and listening to music there is no disruptive behaviour because they are so fully engaged with what's going on,\" she says. Because of Lambeth's inner-city location, there are many pupils who have English as an additional language or are coping with substantial disadvantage. Take the very smiley six-year-old Pauline - a recent arrival from Cambodia. \"When she arrived she was classed as having Stage 1 or very basic English,\" says Ms Ross.  \"There were many times when she couldn't get across how she felt. But through all the singing and dancing, she has gained confidence and developed her speaking.\" And this educational side-effect of the choral experience was part of the reason Lambeth set up the annual children's music festival. Mrs Hare says: \"There is a lot of research to show that if you play a musical instrument - the connections in the brain are stronger. People with a music background tend to achieve more academically.\" The Lambeth Music Service, with its £250,000 annual state funding, borrows much from its perhaps better known Venezuelan counterpart, El Sistema - a state-run organisation that oversees scores of youth orchestras, instrumental training programmes and choirs.  El Sistema has 31 symphony orchestras, and up to 370,000 children attend its music schools, studying intensively for 12 hours a week after school. Set up in 1975, El Sistema is a most resilient survivor of the troubled and changing nation and sends its musicians touring the globe's most famous concert halls so high is its standard. Head of Lambeth Music Service, Brendon La Page, says: \"Venezuela has had one of the most ridiculous political histories, and over the last few years there have been coups and internal wars, but El Sistema has survived all of this.\" Some 90% of El Sistema students are said to come from poor backgrounds, but some say it tends to be the children from the more organised families who access the opportunity. Meanwhile Lambeth's music service funding has been cut by about 20% over the past few years, says Mr La Page. But it is still managing to provide music tuition, based mainly on whole-class teaching, to all Lambeth pupils. \"Where we differ from El Sistema is that we cater for all 27,000 children across Lambeth's schools. We are messianic and completely committed to giving every child a high quality musical experience. \"No-one escapes,\" he says. And judging by the reluctance of these Lambeth children to leave the stage - they don't want to. The Simon Bolivar National Youth Choir of Venezuela will be joining the young Lambeth festival participants for some informal choral action before a more formal performance at the South Bank on Saturday. The events are part of Chorus Festival at the Royal Festival Hall. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26853446", "title": ["When little voices take to a big stage"]},
{"article": " Media requires JavaScript to play. Martin Lamb, director and co-writer of the Energy Show explains how fusing science with theatre could ignite children's passion for the subject \"I always look forward to the parts where they play with the liquid nitrogen,\" says Martin Lamb.  He is the director and co-writer of a new production, which opened on Saturday at the Science Museum.  Called  , its aim is to tell the story of two science students who have to develop demonstrations of the nine forms of energy.  This involves a great deal of \"blowing things up\", and plunging things into liquid nitrogen, live on stage.  Once the show has completed its short run at the Science Museum, which ends on 11 April, it will go on tour to 34 theatres across England and Wales.   From setting fire to soap bubbles filled with flammable methane, to powering plastic bottle rockets with a mixture of hydrogen and oxygen, each of the live experiments demonstrates how a form of energy is converted into another.  \"[The characters] have to do science as they go.  \"They have to learn all the science themselves and they have to demonstrate it, so they do the experiments as they go,\" Mr Lamb explained.  Sam Mason, of the Science Museum, who co-wrote and produced the show, thinks the fusion of live science with theatre enables the audience to learn \"without realising they're being taught.  \"We're the Science Museum, so it's vital that we get our science right, but this is a piece of theatre, it's not a science lecture.\" \"There are some very big bangs, and flashes. We even have musical lightning - things that they'll have never seen before. \"But what I really want them to want to know how it worked and realise how much fun experimenting with science and exploring science can be.\"  Media requires JavaScript to play. Martin Lamb, director of the Science Museum's Energy Show, shows Victoria Gill how to make a fireball from soap bubbles ", "subject": "Education", "link": "http://www.bbc.co.uk/news/science-environment-26884833", "title": ["Science does educational theatre with a bang"]},
{"article": "It's 20 years since The Spastics Society renamed itself Scope. Other disability charities have changed their names since. But in disability, what is a good name for a charity? In 1994 Blur and Oasis were slogging it out for the Britpop crown, Don't Forget Your Toothbrush was the hot TV show, John Major was our prime minister and people with cerebral palsy were still referred to as spastics.  Valerie Lang was on the executive council of the Spastics Society at the time. She has cerebral palsy and had been passionate about a name change for years before it eventually happened. \"I felt that we could not afford to stay with the name we had,\" she says. \"The name spastic was a playground term of abuse. Children would shout to each other 'You big spastic' every time someone was clumsy or even if they just disagreed with them.  \"Mothers with young babies who had cerebral palsy weren't seeking help from the society because they had heard the word used in playground parlance. I think it put the younger generation off.\"  Lang, now 74, says that people ceased to think of those with cerebral palsy as individuals. \"We might have a brain injury in common but we are all different and don't want to be put in a box labelled 'spastic'.\"  The charity made the change at an extraordinary general meeting in March 1994. The chairman at that time, Anthony Hewson, noted the tension in the room and was worried some of the wheelchair users in the room might \"wheel forward and lynch me\" if the wrong decision was made.  \"Scope\" was one of several names considered. Others were reminiscent of the single-word abstract names popular with companies in the 1990s - Clipper, Clasp, Canopy, Patch, Ibex, Adepta, Tasq, Fulcrum, Cognosis, Capability. Other more traditional names under discussion included Action Cerebral Palsy and the Cerebral Palsy Society.  Perhaps sadly, one of the big factors in choosing Scope, a largely neutral name with no obvious link to disability or cerebral palsy, was that it could not be turned into a term of abuse.  Since that time, other disability charities have come onto the scene with positive names such as Enable or Ability. Arguably this approach has itself become somewhat cliched, and may eventually come back to haunt the charities because of their earnest positivity. It's terribly difficult to get it right when it comes to disability which - despite undoubtedly improving attitudes - is still an uneasy subject matter.  Perhaps the most notable and dramatic of recent charity name changes is that of the Royal National Institute of Deaf People (RNID), which is now Action on Hearing Loss.  It was an important moment in our transition from being a traditional charity... to being an organisation that's about working alongside disabled people” Chief Executive Paul Breckell says it was a strategic decision. The name is a better reflection of the charity's work, he explains, as it doesn't only work with deaf people. He says many people weren't very aware of the charity with its four-letter brand: \"The public confused us with similar names like RNIB, RNLI and RSPB. \"People don't always know what acronyms mean, they're clumsy and clunky and words like 'National Institute' have a tendency to date an organisation.\"  Mencap chooses to hold onto its name despite it being a splicing together of \"mentally handicapped\", a term now deemed inappropriate by many. Even the charity uses the phrase \"learning disability\" to describe the people it helps. (As a reminder of how far attitudes have changed, it's interesting to note that Mencap was actually called the Association of Parents of Backward Children when it was founded in 1946).  The charity defends its present name, and says that a change is not going to make any difference to the problems faced by people with learning disabilities. It points out that the name has, as it were, brand recognition and is widely recognised by the public and by politicians. Certainly, although the name may have its detractors, Mencap is a modern-thinking organisation which involves people with learning disabilities in its decision-making. Though seen as a model for changing brand name, Scope has never rebuilt its brand awareness. Whereas 90% used to know what the Spastics Society was, only 64% answer \"yes\" when asked: \"have you heard of Scope?\" However, the charity says that although awareness may have declined, charitable income has not been affected.  Richard Hawkes, Scope's chief executive, says it was a real risk to drop one of the UK's best-known charity brand names, but it was important to make a strong statement that attitudes towards disabled people needed to change. \"It was an important moment in our transition from being a traditional charity that helped vulnerable beneficiaries to being an organisation that's about working alongside disabled people to make change happen. \"Changing the name meant we could be side by side with all disabled people - who at that time were campaigning for important changes, like the introduction of the Disability Discrimination Act.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/blogs-ouch-26788607", "title": ["Formerly known as the Spastics Society: The importance of charity names"]},
{"article": "It was a revolution moving higher education from bricks to clicks… and now it's started to go back to bricks again.  Online university providers, which offered people the chance to study from home, are turning full circle by creating a network of learning centres where students can meet and study together. Instead of demolishing the dusty old classrooms, the online university revolution is responsible for opening some new ones. Coursera, a major California-based provider of online courses, is creating an international network of \"learning hubs\", where students can follow these virtual courses in real-life, bricks and mortar settings. And there are thousands of meet-ups in cafes and libraries where students get together to talk about their online courses. This is the latest stage in the rapid evolution of so-called Moocs - massive open online courses - where some of the world's leading universities have created digital versions of courses which are offered free over the internet. Coursera now has seven million registered users. That's bigger than the entire university populations of the UK and France combined. But it seems there is an irresistible social side to learning. Finding stuff out together seems to be more appealing than following a course alone. The Coursera learning hubs are running in more than 30 cities, from Baghdad to Buenos Aires, Moscow to Mumbai and Shanghai to Santiago. The learning hubs are run by partner organisations, providing a place where students following Coursera online courses can come to study together and get help from mentors. In Moscow, the learning hub is hosted by Digital October, a centre for technology and entrepreneurship. Yulia Lesnikova, director of educational programs, says it provides a more sociable way of following online courses. \"Education is a two-way process… It's a shoulder to lean on,\" she says. Students can work in groups on practical projects together with experts available to give advice. \"Mentors give a lot of help to people who don't understand.\" There have been four online courses so far followed in the Moscow learning hub. This includes a course about genetics created by the University of British Columbia, with students in Moscow being supported by an expert from one of Russia's oldest genetics institutes. There is a course on gamification from the University of Pennsylvania's Wharton School of Business, with sub-titles in Russian. When students are gathered for their Mooc classes it becomes a focus for other spin-offs, such as firms wanting to recruit staff or to get students involved in developing commercial projects. In Beijing, the learning hub has been set up with Guokr, a Chinese science-based social networking website. Yang Liu, Guokr's education director, says studying as a group provides a way of keeping students connected. It's also introduced the word \"Moocer\" into China, she says. \"Learning can be very lonely, they can drop out.\" It can be a more effective way of studying, she says. In a group of people there's likely to be a spread of knowledge, with students able to help one another. \"It's like a village, they form a small society.\" It also allows for different types of learner to be supported. About half of the people following Coursera courses in Beijing are university students, she says. But there are also isolated individuals who like the social setting, such as older people living alone or mothers looking after children at home. Yin Lu, responsible for Coursera's international development, says learning hubs have a wide range of local approaches. They can be based around tutors or around organised projects or else emphasise the social aspect of learning. In India, the focus is on teacher training and professional development. It means that courses designed for students in the US or Europe are being played out in classrooms in New Delhi and Mumbai. What has become apparent, she says, is that there is a much lower drop-out rate for students who attend a learning hub. Moocs allow anyone to enter, with no barriers from cost or qualifications, but that also means relatively few ever finish a course. Ms Lu says that the typical completion rate for a Mooc is about 5% to 10%. For Mooc students attending learning hubs, the completion rates are between 30% and 100%, she says. Ms Lu says it's likely that more hubs will open where there are concentrations of Coursera students. But she says there are no plans for these learning hubs to become fully-fledged colleges, where students might take exams as well as follow courses.  \"We exist to complement what universities can provide,\" she says.  But it wouldn't be difficult to imagine the commercial possibilities if they changed their mind. There is something almost organic about how these digital projects have taken root in the physical world. Moocs were meant to be the university courses of the laptop era, self-sustaining and free-standing, with students able to stop and start materials on the internet and get online support from social networking. But you can't stop people from wanting to talk to each other, outside the computer screen. As well as the more formal learning hubs, self-organised \"meet-ups\" for Coursera students have sprung up in more than 3,700 cities around the world, based around specific Coursera online courses.  For example, in London there are groups meeting in cafes at the British Library and the South Bank Centre. In Paris, there are meetings in the Pompidou Centre and in university buildings. Meet-ups are held in a whole range of public places, where students want to discuss and debate these digital courses.  They're scheduled and arranged online, with the only vital ingredients being a laptop, wi-fi and somewhere to talk. Even virtual students want to have a cup of coffee and a conversation after a lecture.  Will students always want to meet up and talk, even if they are studying online? Will Moocs end up creating their own colleges and universities? If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26925463", "title": ["Online students can't help being sociable"]},
{"article": "Lighter evenings are finally here, heralding the season of school exams.  But an increasing number of schools are looking at different ways of assessing their pupils' abilities and aptitudes.  Many have introduced psychometric assessments as a way of measuring, developing and instilling character and resilience into pupils.  Those are qualities business leaders want the education system to concentrate on, with the support of all shades of political opinion.   There are various kinds of psychometric assessments, but in the interests of BBC News (for whom I will pay any price, bear any burden) I took one.  Sally Wells from Thomas International, one of the leading assessment providers, agreed to help me through a Personal Profile Analysis (PPA).  I was sent a link by email, and was faced with a series of 24 questions.  The key to the assessments, Sally told me, is that they have to be completed quickly.  I had to say which adjective was most like me and least like me, for example, brave, inspiring, submissive and timid.  I do not think of myself as timid, so that part was easy. But inspiring? Brave?  The clock was ticking, and I just went with gut instinct. I finished the test in seven minutes.  \"You are precise, accurate, dependable, sincere, assertive, loyal and organised,\" Sally divulged.  The assessment gives pupils a positive set of words that they can use about themselves” By this time I was blushing, but there was even better news.  \"You are also reflective, perfectionist, serious, withdrawn, systematic, detailed, logical, adaptable, quiet and sceptical,\" she continued. \"And you ask, 'How? Why? And what?'\" As this is pretty much how I have earned my living for the past 25 years, this should not have come as a surprise.  But as Sally continued, I was genuinely astonished by the detailed picture she had been able to build up of my character strengths and weaknesses.  \"Due to your ability to stand back, you can make logical decisions, uncluttered by personal involvement. But those decisions are unlikely to be made quickly, and you may resent being pressurised into any form of decision making.\" I was sent a detailed assessment, and it rings true to me. But how could it help a teenager?  Sally Wells told me that assessors talk to pupils confidentially one to one, and often that conversation alone is enough to make them feel better about themselves.  \"It gives them the opportunity to take ownership of their own behaviour,\" she said.  Woodhouse Grove School in West Yorkshire was founded 200 years ago by Methodists hoping to instil the virtues of their faith into a new generation. It has 1,000 pupils aged from two and a half to 18, and decided to use psychometric assessments for 14- to 15-year-old pupils in 2012.  Louise Watson, the school's senior tutor, is an enthusiastic supporter of the assessments.  \"They are a chance for a pupil to talk to someone who doesn't know them, has no preconceptions about them, but who has real knowledge of the real world. \"It's not about exams or just careers, it's about development.  \"The assessment gives pupils a positive set of words that they can use about themselves. \"Rather than pigeonholing themselves, the assessments allow them to see a bigger picture. \"We hear comments like, 'I can't believe how well they got me.'\" The growing use of the assessments comes at a time when employers and politicians are talking about ways of developing resilience and character in pupils, so that they can enter the jobs market as rounded citizens.  There is an emerging consensus that exam results alone are not enough to judge a pupil.  Louise Watson believes the assessments can play a key part in the promotion of resilience and character in pupils, but that they also contributed to a significant improvement in GCSE results.   \"The students come out with a personal action plan for development. It leads directly on to the development of skills that exams simply don't measure, but which are vital to success in life. \"Leadership, team-working and peer support are all vital for successful careers - whatever field they decide to go into.\" She says 45 of the last group of pupils to be assessed have been inspired to get involved in community work as a direct result.  \"They have seen the benefits of developing themselves and promoting their skills,\" she said.  \"That's certainly something that came out of these tests. Even pupils who might be otherwise considered 'under-aspiring' have gained from them.\" She believes the programme has also had significant benefits for teachers.  \"It's helped us look at ways of adapting our teaching to take account of the strengths and aptitudes of an individual pupil.\" As for me, I am delighted to have a positive set of words I can use about myself although \"withdrawn\". Really? ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26819650", "title": ["Beyond exams: Schools assess pupils' other talents"]},
{"article": "Universities in Myanmar have been given e-libraries with hundreds of thousands of digital books and academic journals to help them catch up after decades of isolation under military rule. The University of Yangon and University of Mandalay have switched on these instant library collections, which represent another sign of how the country - also known as Burma - is opening up to outside influences. Students and staff can search databases and download books and articles onto computers in the library. The next aim is to give students access in their own rooms and using their own laptops. After years of being cut off from the academic mainstream, the online libraries are reconnecting Myanmar's universities with current and uncensored scholarship. It can take decades or even centuries to build a university library collection. But this library for the 21st Century is available as quickly as the new fibre-optic connections will allow.  In Myanmar, it means leaping forward to a collection of 130,000 digital texts. Oleksandr Shtokvych, of the Open Society Foundations, which supported the project, says it would not have been practical or affordable to wait for a traditional library of printed volumes. There was an immediate need for up-to-date materials. \"The libraries were depositories of ancient materials, more like museum exhibits,\" he says. Mouldering books in the library were still stuck with the ideas of 50 or 60 years ago, he says, making it difficult for academics to maintain international standards. They were also constrained by having to comply with a controlling state. It was symptomatic of a decaying university system. What made the need for improvement even more urgent was the return of the first undergraduates to the University of Yangon campus for over two decades.  Universities had been seen as centres of resistance to military rule and heavily restricted. Yangon's university had been one of the most prestigious in South East Asia, but had been caught in a cycle of protests, repression and shutdowns. Opposition politician Aung San Suu Kyi had warned that the country's \"university system has almost been destroyed by half a century of military rule\".  \"Campus life ceased to exist several decades ago,\" she said. But as part of Myanmar's reforms in recent years, universities have been given greater freedoms, and young students have now returned to rejuvenate neglected campuses. This wave of young recruits, the first undergraduates here after missing a generation, were selected as the \"brightest and best\" from their year group and have arrived with high expectations. Susanna Lob, of Electronic Information for Libraries (EIFL), a non-profit organisation that worked with the universities in creating the e-libraries, says: \"Online resources were the obvious way to go.\" As well as giving instant access to such a wide range of resources, a digital library allows unlimited numbers of students to use the same book or journal at the same time. The new students are hungry to learn and speak good English, she says, and the e-library will give them the range of materials they would expect from a modern university. As well as books, there are magazines, newspaper collections and research archives. EIFL negotiated with publishers to reduce the cost of the online library, with the titles provided worth $1.5m (£900,000). Prof Kyaw Naing, pro-rector of the University of Yangon, says the e-library marks an important step forward. He describes the frustration of previously being unable to access international academic journals and says that it will help to raise the quality of learning. Higher education is a globalised, networked world and being excluded from it undermines academic credibility. \"We can't go back, we want to go forward,\" says Prof Naing. Chief librarian, Daw Hlaing Hlaing Gyi, says how delighted she is to see the library \"busier than ever\". There have been other international library links. More than 5,000 law reports, statutes and textbooks have been donated by Oxford University's Bodleian Law Library to help the law department at Yangon. Oxford is also providing training in university administration. Partnerships of US universities and businesses, including Johns Hopkins University, the University of Washington and Microsoft, have plans to bring teaching and training to Myanmar. It's also seen as an emerging market. In February, 30 US universities were in Yangon, the official name for Rangoon, trying to recruit students. The University of Manchester, in another project funded by the Open Society Foundations, is providing online learning materials for a network of universities in Myanmar. The Open Society Foundations was set up by the investor George Soros - and most of its work has been in supporting the transition of former Communist countries to democracy. And alongside the process of opening up Myanmar's universities to the rest of the academic world, there is also a political dimension. The online library will open up a channel of information to young people, providing them with competing ideas and arguments from outside their once tightly controlled borders. Once this idea of open debate and information has been released, it becomes much harder to return to censorship. \"We want to develop critical thinking,\" says Mr Shtokvych. \"Once the genie is out of the bottle, you cannot chase it back.\" ", "subject": "Education", "link": "http://www.bbc.co.uk/news/business-26823187", "title": ["Instant e-libraries for Myanmar universities"]},
{"article": "Why is education never an emergency? You know, a blue-lights-flashing, rapid-response, something-has-to-be-done emergency. This week saw the UK launch of Unesco's annual monitoring report into the millennium goals for education, which included the pledge that every child in the world would have a primary school place by 2015. With that date fast approaching, there's almost no chance of that promise being kept. As the latest Education for All report shows,   and hundreds of millions more who get lessons of such low quality that they leave school barely able to read a sentence.  If this were a disease, blighting the lives of so many people, there would be calls for urgent action. But the slow, insidious corrosion of illiteracy, ignorance and exclusion persists decade after decade. The international community promised in 1990 that primary education for all would be reached by 2000. In 2000, it was shuffled forward to 2015. Here we are, 24 years later, and there are promises being lined up for 2030.  At the current rate of progress, it will be in the 2080s before all children get a chance to go to primary school. Girls in poor families in sub-Saharan Africa remain the most likely to miss out. And even more recent problems, such as the conflict in Syria, have disrupted the education of hundreds of thousands of youngsters in a way that will play out for years and decades to come. The slow, insidious corrosion of illiteracy, ignorance and exclusion persists decade after decade” It would be wrong not to acknowledge what has been achieved since the launch of the millennium goals. The number of out-of-school children has fallen. And some countries have made great strides, with Ethiopia and Tanzania mentioned as success stories. There are major international partnerships trying to do more, including Unesco and the  . The UK can claim credit too as the biggest single direct donor to education, providing more funding than far bigger economies. But the lack of a decent education, or any education at all, for so many families must remain one of the biggest man-made disasters on the planet. It doesn't take much of a pessimist to recognise the political risks of having millions of unskilled, barely literate youths, with little chance of a job. In such a mobile, interconnected world, such problems are unlikely to stay within their own borders. So why isn't there pressure on world leaders to keep their promises? Is it because it's such a slow-moving problem, a slow swamp rather than a flash flood? Improvements will take years and there are no quick wins for corporate and celebrity donors. Is it because there's no clear target, unlike eradicating a disease? Or is it because of some awkward questions about who is responsible? Why is it so difficult to train more teachers, pay them properly and build more classrooms? Is it uncomfortable to read that Nigeria has more out-of-school children than any other country - and then to read that the country has a fast-growing market for  ? Do we wonder about big-spending China, with high-achieving schools being a recipient of education aid rather than a major donor? And how have countries such as South Korea or Vietnam succeeded so rapidly in developing successful education systems from a low base when others seem to be stuck in reverse? It's not simple.  But should it really take another three generations before everyone gets a primary school place? Why does a lack of education never get treated like an emergency? Who is responsible for a lack of good schools in the developing world? If you are happy to be contacted by a BBC journalist please leave a telephone number that we can contact you on. In some cases a selection of your comments will be published, displaying your name as you provide it and location, unless you state otherwise. Your contact details will never be published. When sending us pictures, video or eyewitness accounts at no time should you endanger yourself or others, take any unnecessary risks or infringe any laws. Please ensure you have read the terms and conditions. ", "subject": "Education", "link": "http://www.bbc.co.uk/news/education-26947829", "title": ["Why is education never an emergency?"]}]