[{"article": "The appointment of ex-US Secretary of State Condoleezza Rice to the board of technology firm Dropbox is being criticised by some service users. Protests on social media say she is a controversial figure after revelations of widespread wiretapping on US citizens during her time in office. A petition has been launched inviting supporters to boycott the firm.  However some analysts claim the bigger concerns for the file-sharing company are competing services. Following the launch of Mailbox for Android and the wider implementation of Dropbox for Business, the company also announced the addition of Condoleezza Rice as a new board member. We're honoured to be adding someone as brilliant and accomplished as Dr Rice to our team.” Ms Rice, who served as former President George W Bush's Secretary of State from 2005 to 2009 and National Security Adviser 2001 - 2005, was appointed by the company to expand its global footprint, according to its  . However, this has been condemned by some Dropbox users who have launched a campaign.  Voicing concerns on social media, some have said it is inappropriate for the file-sharing company to hire Ms Rice, accusing her of being involved in   during her time in office. Those pressing Dropbox to revoke Ms Rice's appointment are using the hashtag #DropDropbox in an attempt to boycott the company. A   has also been created which amassed approximately 3,000 signatures in its first few hours. Another   said: \"This is deeply disturbing, and anyone - or any business - who values ethics should be concerned,\" before listing a number of Dropbox alternatives for those who wish to boycott the company. It also says Ms Rice should not hold power at Dropbox because of her role in the Iraq war. However, Chris Green, Principal Technology Analyst of Davies  , told the BBC that most users probably wouldn't be concerned over Ms Rice's appointment. \"The vast majority of the company's 275 million users are unlikely to be swayed or concerned by the short-term negative PR that Condoleezza Rice's appointment is generating for Dropbox,\" he said. \"The backlash is fuelled far more by pent-up anger at the administration she served in than a genuine concern for the security of Dropbox users' data.  The bigger concern for Dropbox, says Mr Green, is the growing competition it faces, which includes big names such as Microsoft, Google and Amazon. All of them \"are offering competing services with either more free storage or more compelling commercial packages than Dropbox offers.\" The company has yet to release an official statement addressing the backlash, but a recent Dropbox blog post said: \"We're honoured to be adding someone as brilliant and accomplished as Ms Rice to our team.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26987980", "title": ["Controversy flares as Condoleezza Rice joins Dropbox board"]},
{"article": "Some residents of Somalia's capital have been experiencing a form of \"culture shock\" since fibre optic services launched over the last week, an internet provider has told the BBC. \"Any video or site just pops up... they're very excited about the speed,\" Somalia Wireless's Liban Egal says. Until now access to the internet has been via dial-up or satellite links. Earlier this year, 3G mobile phone services were cut off because of a threat from Islamist militants. The al-Qaeda-linked al-Shabab group issued a directive in January ordering all internet services to be stopped, saying those who did not comply would be seen as \"working with the enemy\" and dealt with according to Islamic law. Al-Shabab was driven out of the capital, Mogadishu, in August 2011, but still controls many smaller towns and rural areas in the south and centre of the country where they have imposed a strict version of Sharia. Following their threat, 3G networks nationwide were turned off but the project to launch fibre optic cable services continued in the capital, the BBC's Moalimu Mohammed reports from Mogadishu. He says the fibre optic connections, which have been rolled out over the last week by several internet providers, are only available in Mogadishu. People have been flocking to hotels and internet cafes to try out the fast service - some seeing video platforms like YouTube and social networking sites for the first time, our correspondent says. Mr Egal said the difference in speed was like the difference between \"day and night\". For those residents who have recently returned from the diaspora the development was a relief, he said. It was \"almost a culture shock\" for those who have never left Somalia, he added. He said the move would be a huge boost for the country, which is recovering from more than two decades of civil war. \"Every time a fibre optic cable is connected to a country they see their GDP [gross domestic product] going up because their communication costs go down,\" Mr Egal said. \"All life will be affected - businesses, the government, universities - they all will see the benefits.\"  Our reporter says the current security situation will limit the rollout of fibre optic services to the rest of the country. Since 1991 Somalia has seen clan-based warlords, rival politicians and Islamist militants battle for control - a situation that has allowed lawlessness to flourish. An African Union force has been helping the UN-backed government fight al-Shabab, which wants to create an Islamic state in Somalia. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/world-africa-26973587", "title": ["Somalia in high speed internet 'culture shock'"]},
{"article": "Google Glass will go on sale to the US public on 15 April for a single day, the company has announced. Users must be 18 years old and are required to fill in an online form in order to be eligible to buy the device. The eyewear will cost $1,500 (£894) and the BBC understands UK developers may have access as early as May. The high price will be likely to deter many enthusiasts, who may be forced to wait for price reductions. The tech giant sold the device to 8,000 individuals in 2013 as part of their Explorer programme. Google will now give more people the opportunity to test the computer, a sign that the company is getting closer to an official release. The BBC understands that UK developers may have access to the device as early as May or June, making Britain the first country outside the US to gain additional prototypes. [Google] doesn't actually want average Joes using it until it's a much more mature product” The Glass team said they were \"excited to meet our new Explorers, and we can't wait to hear your thoughts about Glass.\" While the £894 asking price seems high, Steven Graves, deputy editor of  , told the BBC this was likely to change: \"The thing you have to bear in mind is it is still in development and that people are buying into that development.  \"I think it's quite a high price but that doesn't necessarily reflect what the price will be when it is eventually released to consumers. At this stage they just want to get it in a few more hands.\" Google Glass will be sold on a first-come, first-served basis after an  .   Evan Kypreos, editor of  , said: \"$1,500 is far too expensive for something that has very limited functionality at the moment.  \"Google is targeting just a few early adopters to understand how to further develop Glass and doesn't actually want average Joes using it until it's a much more mature product. \"It's similar to how mobile phones came about,\" explains Mr Kypreos. \"In the 80s, only a handful of people used them. They were bulky, expensive and could only be used to make calls. Thirty years later and most of the population has a smartphone that can do pretty much anything a PC can.\" Early adopters of the wearable headset include BBC's Rory Cellan-Jones, who has been  . ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26987972", "title": ["Google Glass to go on sale for one day"]},
{"article": "The BBC was \"far too complacent\" in its handling of a failed IT project that cost licence fee payers £98.4m.  The Digital Media Initiative (DMI) was intended to move the BBC away from using and storing video tape. But it was scrapped, with almost no results, after five years of development.  After investigating the demise of the project,  has branded the programme \"a complete failure\". Chairman Margaret Hodge said the BBC needed to \"overhaul\" its approach to such projects, to \"safeguard licence fee payers' money\". The BBC originally approved DMI in 2006. It was supposed to produce new editing tools, an online archive of the BBC's programmes and a new database. Technology company Siemens was hired to develop the project in February 2008, and it was expected to be completed the following year. However, after a series of delays, the project was brought in-house, There it floundered until last May, when the BBC's incoming director general, Tony Hall, admitted it had \"wasted a huge amount of licence fee payers' money\". The gross estimate of the amount spent on DMI was £125.9m, although the BBC claims to have recouped £27.5m of that. The BBC's technology chief, John Linwood, was sacked in July 2013 over the project's demise. A previous report, by the National Audit Office (NAO), blamed \"confusion and a lack of planning\" for the failure. It said that senior executives failed to take control of the project when it ran into trouble and \"did not appear to appreciate the extent of the problems until a late stage\". The PAC published its own findings on Thursday. It reiterated several of the points raised in earlier reports and criticised the BBC for its failure to alert MPs of the problems. \"When my committee examined the DMI's progress in February 2011, the BBC told us that the DMI was... absolutely essential... and that a lot of the BBC's future was tied up in the successful delivery of the DMI,\" said Ms Hodge. \"The BBC also told us that it was using the DMI to make many programmes and was on track to complete the system in 2011 with no further delays.  \"This turned out not to be the case. In reality the BBC only ever used the DMI to make one programme, called Bang Goes the Theory. \"The BBC was far too complacent about the high risks involved in taking it in-house. No single individual had overall responsibility or accountability for delivering the DMI and achieving the benefits, or took ownership of problems when they arose.\" A BBC spokesman said: \"Tony Hall was right to scrap the DMI project when he took over as director general last year. As we said at the time, the BBC didn't get DMI right and we apologised to licence fee payers.  \"Since then we have completely overhauled how these projects are delivered so that there is crystal clear accountability and transparency.\" A spokeswoman for the BBC Trust, the corporation's governing body, said: \"As we have said before, this represented an unacceptable loss to licence fee payers. \"Acting on the conclusions of previous reports into DMI, we have strengthened reporting to the Trust so that problems are spotted early and dealt with quickly.  \"We are also carrying out follow up reviews once projects are completed to make sure the lessons from DMI are being implemented.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/entertainment-arts-26963723", "title": ["BBC was 'complacent' over failed £100m IT project"]},
{"article": "Spending lots of time on Facebook looking at pictures of friends could make women insecure about their body image, research suggests. The more women are exposed to \"selfies\" and other photos on social media, the more they compare themselves negatively, according to a study. Friends' photos may be more influential than celebrity shots as they are of known contacts, say UK and US experts. The study is the first to link time on social media to poor body image. The mass media are known to influence how people feel about their appearance. The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know” But little is known about how social media impact on self-image. Young women are particularly high users of social networking sites and post more photographs of themselves on the internet than do men. To look at the impact on body image, researchers at the University of Strathclyde, Ohio University and University of Iowa surveyed 881 female college students in the US. The women answered questions about their Facebook use, eating and exercise regimes, and body image.  The research, presented at a conference in Seattle, found no link with eating disorders. But it did find a link between time spent on social networks and negative comparisons about body image. The more time women spent on Facebook, the more they compared their bodies with those of their friends, and the more they felt negative about their appearance. \"Spending more time on Facebook is not connected to developing a bad relationship with food, but there is a connection to poor body image,\" Petya Eckler, of the University of Strathclyde, in Glasgow, told the BBC. She added: \"The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know.  \"These comparisons are much more relevant and hit closer to home. Yet they may be just as unrealistic as the images we see on traditional media.\"  A spokesperson for the Beat eating disorders charity said body image was a key part of our sense of identity and not a trivial matter or personal vanity.  A preoccupation with weight and shape was one of the key features of current popular culture, and was a global phenomenon, she said.  \"The fascination with celebrities, their bodies, clothes and appearance has all increased the pressure that people typically feel at a time when they seek to establish their own identities and when their bodies are growing and changing,\" she said.  \"Young people compare themselves to the images that bombard them and feel it is their fault that their bodies compare so unfavourably.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/health-26952394", "title": ["'Selfie' body image warning issued"]},
{"article": "The US government has warned that it believes hackers are trying to make use of the Heartbleed bug. The Department of Homeland Security   for sites affected by the flaw once they had confirmed they were secure. However, an official added that there had not been any reported attacks or malicious incidents. The alert comes as several makers of net hardware and software revealed some of their products had been compromised. A German computer programmer has accepted responsibility for the emergence of the Heartbleed bug, according to a report in the Sydney Morning Herald. Robin Seggelman, a 31 year old from Oelde - 120 miles (193km) north of Frankfurt - is reported to have made the mistake while trying to improve the OpenSSL cryptographic library on 31 December 2011. \"It's tempting to assume that, after the disclosure of the spying activities of the NSA and other agencies, but in this case it was a simple programming error in a new feature, which unfortunately occurred in a security-relevant area,\" he told Fairfax Media. \"It was not intended at all, especially since I have previously fixed OpenSSL bugs myself, and was trying to contribute to the project.\" Affected equipment includes network routers and switches, video conferencing kit, phone call software, firewalls and apps that let workers remotely access company data. The encryption flaw can potentially be exploited to steal passwords and secret keys used to protect computer users. Experts say home kit is less at risk. There had   that domestic home networking equipment - such as wi-fi routers - might also make use of unpatched versions of the OpenSSL cryptographic library used to digitally scramble sensitive data. However, a security researcher at the University of Cambridge's Computer Laboratory said he thought this would be a relatively rare occurrence. \"You would have to be a semi-professional to have this sort of equipment at home,\" Dr Richard Clayton told the BBC. \"It's unusual to find secure connections to a home router because you'd have to have a certificate in the device.  \"If that certificate were self-signed it would generate browser warnings. Alternatively, you could be regularly updated but that would cost money.\" UK internet service providers (ISPs) Sky, TalkTalk and Virgin Media confirmed that their home router suppliers had told them their equipment did not use OpenSSL. News of the Heartbleed bug emerged on Monday when Google Security and Codenomicon - a Finnish security company - revealed that a flaw had existed in OpenSSL for more than two years. This had made it possible to impersonate services and users, and potentially eavesdrop on data communications. Internet security firm Cloudfare has cast doubt over how great the danger posed by Heartbleed is, saying it has been unable to exploit the flaw to obtain the secret SSL keys that would put people's data at risk. The US company was one of those given early warning of the vulnerability before Monday's public announcement, and has had 12 days to carry out tests. \"Note that is not the same as saying it is impossible to use Heartbleed to get private keys,\"   leader Nick Sullivan. \"We do not yet feel comfortable saying that. However, if it is possible, it is at a minimum very hard.\" The news prompted   to lead with the headline: \"Heartbleed security flaw may not be as dangerous as thought\" But Codenomicon - the security firm that sounded the first alert - stands by its warning. \"We know what we found,\" chief executive David Chartier told the BBC. \"Access to memory is a very serious vulnerability and it's great that people are taking quick action to upgrade and remediate the problem. \"If you search on the internet you will find many people have replicated the problem.\" The flaw only exposed 64K of data at a time, but a malicious party could theoretically make repeated grabs until they had the information they wanted.   The website   noted that it was possible to carry out such an attack \"without leaving a trace\", making it impossible to know for sure if criminals or cyberspies had taken advantage of it. Media reports initially focused on the risk of logging into compromised online services such as webmail, cloud storage and banking, with some - but not all - companies suggesting users should reset their passwords. Warnings from companies including  ,  ,  ,   and   that some of their internet products are compromised may now place the spotlight on the corporate sector. Dr Clayton explained how such a hacker could take advantage of the problem. \"If you managed to log into a router then the simplest thing you could do would be to change the DNS [domain name system] settings in there,\" he said. \"Then you could arrange that everything on the internet resolves correctly apart from, for example, Barclays.com, which you could set to resolve to a malicious site that asks for the visitors' details.\" Prof Alan Woodward, a security expert at the University of Surrey, gave another scenario in which hackers could take advantage of flaws in virtual private network software used to let workers log into corporate networks when not in the office. \"The worst case would be that they could reach in and see the keys,\" he said. \"Hence all the traffic going to and from remote workers that people thought was secure could potentially be decrypted. \"But you would be working through quite a few layers of things to get to that because the way OpenSSL is used is quite complicated.\" The US government has said that it was working with third-party organisations \"to determine the potential vulnerabilities to computer systems that control essential systems - like critical infrastructure, user-facing and financial systems\". Meanwhile, officials suggested members of the public should \"closely monitor your email accounts, bank accounts, social media accounts and other online assets for irregular or suspicious activity, such as abnormal purchases or messages\".  Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords The UK has given similar advice. \"People should take advice on changing passwords from the websites they use,\" said a Cabinet Office spokesman. \"Most websites have corrected the bug and are best placed to advise what action, if any, people need to take.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26985818", "title": ["US government warns of Heartbleed bug danger"]},
{"article": "A key member of a gang that traded stolen and fake credit cards could face years in jail after pleading guilty to racketeering charges.  Cameron Harrison of Georgia, US, was part of a large card fraud ring centred around the Carder.su website.  About $50m (£30m) in losses have been attributed to the group that used the Carder.su site. The group was broken up by US law enforcement in 2012 and so far, 55 of its members have been charged.  The ring leaders of the group, which was run via Russia, are still believed to be at large.  The case is believed to be among the first to use racketeering laws against cybercriminals. Before now the laws were used against members of more traditional organised crime groups. Harrison, aka Kilobit, joined the group in 2008 and was instrumental in helping it steal credit cards, IDs and engage in financial fraud.  Documents filed by the US Department of Justice against Harrison show that he has been indicted under two counts of racketeering and one of making and selling fake ID documents.  US guidelines suggest he will face decades in prison when he is sentenced later this year because those rules inflate prison terms if a crime affects more than 250 victims or involves losses higher than $50m.  The US government is also seeking to make Harrison and other former Carder.su members pay $50m in restitution to the four credit card firms they stole from - Visa, Discover, American Express and MasterCard. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26972284", "title": ["US card thief faces lengthy jail term"]},
{"article": "A new burrowing robot for anchoring miniature submarines has been developed - inspired by the humble razor clam. \"RoboClam\" could be used to lay undersea cables, and potentially even destroy mines, its inventors say. The device mimics the digging action used by razor clams to turn solid soil into liquid \"quicksand\", helping them slide through. A prototype is   by engineers from MIT in Boston, US. The cool thing is this technology is already 10 times more efficient than any anchor” They set out to design a new low-power, light-weight anchor for  \"Luckily, nature had already done the work for us,\" said Dr Kerstin Nordstrom, of the University of Maryland, who collaborated on the research. The answer was poking out of mudflats off the coast at nearby Gloucester, MA. The Atlantic razor clam,  , has been dubbed \"the Ferrari of underwater diggers\". An animal of its modest frame (10-20cm) should only be strong enough to penetrate 2cm into packed sand. But it can burrow up to 70cm in just over a minute. Compared to existing anchor technology \"the razor clam is about 10 times more efficient,\" Dr Nordstrom  . To dig for half a kilometre, it would only use the energy in an AA battery. \"But when you try plunging the shell into the sand, it doesn't actually penetrate very far,\" said Dr Nordstrom. \"What this shows is the clam must be actively doing something to the ground when it digs.\" To find out the razor clam's secret, they studied its digging action and modelled it mechanically. The repeated open-shut of the clam's valves turned the hard-packed soil around it into quicksand. \"The clam's trick is to move its shells in such a way as to liquefy the soil around its body, reducing the drag acting upon it,\" said Amos Winter, of MIT's Department of Mechanical Engineering. \"Pushing through sand costs a lot of energy. But if the sand is excited, it's actually very easy. That's the trick,\" added Dr Nordstrom. By mimicking the action of the razor clam, they built their own robotic prototype - which has achieved the same digging speed - about 1cm per second. The first \"RoboClam\" can only reach 20cm, and requires a significant rig of machinery to propel it. But having demonstrated the principle, the team now aims to develop a larger, self-contained unit, that can burrow more than 10 metres. This could be used to anchor larger vessels, and may have military applications - such as detonating mines, the researchers suggest. \"The cool thing is this technology is already 10 times more efficient than any anchor. If we can keep scaling things up, some day it will affect big boats,\" said Dr Nordstrom. \"Also - undersea cable installation is happening more and more frequently. If we can do it more efficiently we can save costs and cause less disturbance to the environment,\" she said. Amos Winter agrees: \"Having a system that could just latch onto the cable, work its way along, and automatically dig it into the soil would be great,\" he said. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26939126", "title": ["'RoboClam' could anchor submarines"]},
{"article": "A British scientist whose work made it possible for hard disks to radically expand in size has been awarded the Millennium Technology Prize. Prof Stuart Parkin developed a type of data-reading head capable of detecting weaker and smaller signals than had previously been possible. The innovation allowed more information to be stored on each disk platter. The foundation behind the award said he had made Facebook, Google, Amazon and other online services possible. \"Parkin is a leading innovator in the field of spintronics, which relies on the magnetic spin of electrons rather than their charge to store bits and is one of the most successful fields of nanotechnology yet,\" said Technology Academy Finland. \"[His] innovations have led to a huge expansion of data acquisition and storage capacities, which in turn have underpinned the evolution of large data centres and cloud services, social networks, music and film distribution online.\" Previous winners of the one million euro ($1.38m; £824,000) award - which is announced every other year - include web inventor Tim Berners-Lee and the Linux operating system kernel developer Linus Torvalds. Those selected are judged to have invented something that either has changed or has the power to change people's lives for the better, ideally on a global scale. Prof Parkin's field of expertise is a branch of physics called spintronics - or spin electronics.  In this case, the word \"spin\" refers to a quantum mechanical property of an electron that can be likened to a planet turning around its axis.  Just as planets can rotate clockwise or anti-clockwise, electrons are said to be able to spin up or down - an action that sets up a magnetic field. The analogy is not perfect, but in short the phenomenon can be exploited to store bits of data on atomically-thin magnetic structures. Prof Parkin made this possible by building on the observations of two Nobel Prize winners - Albert Fert and Peter Grunberg - to create a highly sensitive detector capable of discerning small magnetic fields at room temperature. \"The spin valve sensing device allowed one to detect much tinier magnetic fields and therefore smaller magnetic regions in a magnetic disk drive,\" he explained to the BBC. \"The information in a disk drive is basically stored as magnetic regions in a very thin magnetic film.  \"So, now we could detect much smaller regions than was possible before, in fact about 1,000 times smaller because of the extreme sensitivity of the spin valve sensing device.\" The work was carried out for IBM, and the firm commercialised the technology in 1997. It soon became an industry standard, allowing disk capacity to quadruple roughly once a year for several years. That not only made it possible to store more information in computers but also meant it became affordable to build giant data centres. \"The modern world is sustained by our ability to store all our information in magnetic disk drives essentially in the cloud, so that you can instantaneously carry out Google searches, instantly stream music and movies,\" added Prof Parkin. \"None of those things would be possible without the immense capacities of magnetic disk drives at the very low cost that is possible today... thanks to this spintronic sensing device.\" The professor continues to work for IBM, and is hoping to spearhead a further storage revolution with an experimental technology he is developing for the firm called Racetrack memory. The goal is to exploit spintronics to create a new type of storage that would consume less energy than magnetic disk drives but be as high-performing as solid-state flash memory - a more expensive alternative. \"By building a three-dimensional device with tiny nanoscopic wires in which a whole series of magnetic regions are raced to and fro, it can increase the storage capacity of conventional solid-state memory 100-fold,\" he said. \"It would be as fast and reliable as conventional solid state memories but would be as cheap and capacious as a magnetic disk drive - basically containing the best of both worlds.\" While the professor is keen to highlight how his work has made it possible for the internet to offer vast amounts of information and entertainment, he acknowledges that the technology has also been used for more controversial purposes - including the storage and analysis of large amounts of information about the public by cyber-spy agencies. Even so, he said he had few regrets. \"Of course it's a concern if people misuse data if they can,\" he said. \"It's like any scientific discovery or development - it can be used for good and sometimes used for bad.  \"In my mind the goodness certainly outweighs any downside. The discoveries that can be made possible and the knowledge that can be gained by having access to the information certainly outweigh any negatives in my mind.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26929250", "title": ["Hard disk pioneer Stuart Parkin wins Millennium Prize"]},
{"article": "Three out of 43 police forces in England and Wales have a comprehensive plan to deal with a large-scale cyber-attack, a report has found. Her Majesty's Inspectorate of Constabulary (HMIC) warned only Derbyshire, Lincolnshire and West Midlands had sufficient plans in place. It also found only 2% of police staff across 37 forces had been trained on investigating cybercrime. The report examined how prepared police are for a series of national threats. The capacity and capability of the police to respond to national threats is stronger in some areas than others” Last year, the government identified five threats as priorities for police to prepare for. These are: As part of its Strategic Policing Requirement (SPR), the Home Office called for a nationally-required policing response to counter each of the threats. The report is the first in a series of inspections looking at how individual forces have responded to the guidelines. However, it found the response to national threats by individual forces has \"not changed appreciably\". HMIC inspectors said they were \"struck by how incomplete the police service's understanding of the national threats was\" and that more needs to be done \"collectively by all forces\". The report called for \"much greater attention\" from police leaders. \"The capacity and capability of the police to respond to national threats is stronger in some areas than others - with the police response to the cyber-threat being the least well developed,\" HMIC's Stephen Otter said. Police plans to deal with counter-terrorism, public order, civil emergencies and organised crime were in \"stark contrast\" with the capabilities for cyber-related threats. Inspectors found the ability to deal with cyber-threats remains \"largely absent\" in some forces and that some senior officers across England and Wales are still \"unsure of what constituted a large-scale cyber-incident\". The police must be able to operate very soon just as well in cyberspace as they do on the street” They found forces were \"silent\" when it came to preventing cybercrime and protecting people from the harm it causes, despite the fact it is \"fast becoming a dominant method in the perpetration of crime. \"The police must be able to operate very soon just as well in cyberspace as they do on the street,\" the report said. According to the government's definition, a large-scale cyber-incident could be \"a criminal attack on a financial institution to gather data or money\" or an \"aggregated threat where many people or businesses across the UK are targeted\".  It also includes \"the response to a failure of technology on which communities depend and which may also be considered a civil emergency\".  The HMIC report covered police forces in England and Wales.  In Scotland, police have tried to tackle cybercrime by forming a \"cyber-resilience group\" with industry experts and academics, which aims to spread awareness of cybercrime and help businesses protect themselves.  Last year it was estimated cybercrime costs Scottish businesses £5bn a year.  The Police Service of Northern Ireland has focused on protecting young people from the dangers of cybercrime aimed at individuals. Chief Constable Justine Curran, the national policing lead for public order at the Association of Chief Police Officers, said police had \"continued to improve\" and to \"develop our understanding of the threats we face\".  However, she said there was \"more to do to develop a clear, consistent approach,\" particularly when it comes to cybercrime, which she said remained \"a growing threat\". \"This report will assist chiefs and the College of Policing in this ongoing work and provide useful ideas for enhancement where this can be achieved within the current financial austerity across policing,\" she said. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/uk-26963938", "title": ["HMIC report highlights concern over cybercrime plans"]},
{"article": "Streaming 4K video is now available on Netflix after   that the on-demand video service would be introducing ultra-HD content. Early adopters of 4K may be unable to take advantage of the new feature as the decoder required to view Netflix 4K videos is not built into early 4K televisions. There are currently few alternatives to overcome the problem. Shows available include House of Cards and \"some nature documentaries\". It has been confirmed by Netflix via   that 4K streaming is now live and available for a select number of programmes, including the second season of House of Cards. However, initial access to the service is limited, with older 4K televisions unable to stream the new high-quality content.  Most 4K televisions purchased before this year lack the H.265/HEVC decoder required to stream Netflix's ultra-HD service. Netflix chief executive Reed Hastings has said that an average speed of 15.6 Mbps would be required to stream its 4K content.  Media requires JavaScript to play. Netflix's chief executive discussed his 4K ambitions earlier this year This could pose additional problems for UK users, whose collective average download speed is below this threshold. \"Average broadband speeds in the UK are 7.6 megabits per second. You would need to have at least double that speed to watch 4K reliably on a streamed basis,\" IHS broadband analyst Richard Broughton   last November. \"Currently only 15% to 20% of households have the speeds necessary.\" Despite the increased demand for 4K, some commentators still have reservations about whether the human eye is truly capable of viewing the difference between 1080p and ultra-HD 4K resolutions.  The eye has a finite resolution, says  , former editor-in-chief of Home Entertainment Magazine, which makes most instances of extreme resolutions needless. Beyond the home, for example in cinemas, the use of 4K and higher remains desirable for many, with a   from Sony stating: \"4K makes a visible difference on screens big and small... 4K projection is scalable, accommodating 4K, 2K, HD and other digital content.\" Netflix is thought to have been working on its 4K streaming service since last November. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26957001", "title": ["Netflix 4K streaming goes live but only on newest TVs"]},
{"article": "Google is taking a stake in a Silicon Valley-based robotics company that has yet to reveal its first product. Savioke's work may be under wraps, but it   to begin customer trials of a service industry-targeted machine this year. Google has acquired eight other robotics companies outright over the past year. Its latest investment may be relatively small but experts say that it should boost confidence in the sector. Savioke has disclosed a total $2m (£1.2m) of seed finance, which includes cash from other sources in addition to an undisclosed sum from Google Ventures, the search giant's investment arm. Savioke was only established last year. However, its chief executive, Steve Cousins, has previous experience in the sector, having launched the PR2 robot - a machine targeted at robotics software developers wishing to try out their code. \"We have decided that it is time for robots to become available widely in the service industry,\" Mr Cousins told the BBC. \"We're not ready to quite disclose what we are going to be doing, but we believe the technology is ripe and this industry is largely untapped. \"There's a few examples of robots in hospitals that are extensions of a surgeon, but what we are looking at is a little bit more what people traditionally think of as robots - autonomous entities that can do things on their own and can help people out.\" Although he declined to say which sectors would be targeted,   lists hotels, elderly care facilities, hospitals and restaurants as possibilities. Mr Cousins was keen to stress that the deal involved Google Ventures - a unit that operates independently of the rest of the California-based company and whose stated goal is to fund the \"best companies\" rather than ones that are strategic to Google's other operations. However, GV's previous stake in Nest ultimately resulted in Google paying $3.2bn to add the smart thermostat-maker to its main business, and Mr Cousins did not rule out the possibility of his company following a similar path. \"In the end, what we want to see is robots out in the world helping people,\" he said. \"So, whatever 'exit strategy' leads us to that goal is what we are all about.\" Google's interest in robotics was preceded by that of Amazon.  The web retailer paid $775m in 2012 to buy Kiva Systems, a company specialising in robots used to move goods in warehouses. Venture capitalists said the two big companies actions' were now fuelling interest from others. \"One of the big questions when you do a robotics deal had always been who is going to buy it if this thing doesn't go public,\" said tech investor Paul Kedrosky.  \"It was never obvious. Now that Amazon and Google have self-identified as acquirers, it makes doing robotics deals pretty exciting.\" Mike Maples, co-founder of Floodgate Ventures, agreed the sector had become more attractive. \"In the last few years, it has become clear that the computer industry is no longer primarily about computers - whether it's post-PC devices, internet of things, self-driving cars, wearables or robots - an entirely new digital industry is emerging where computers fade into the background but digital is everywhere,\" he said. \"Google's move into robotics will make it even more attractive to start-up investors because it accelerates the creation of a new category of opportunities.\" British engineering company Dyson recently announced that it was investing £5m in a robotics lab at Imperial College London. One roboticist said he expected more deals would follow. \"It's pretty clear that with an ageing population there is a fantastic business opportunity for creating technology that is not only going to improve people's quality of life but also extend their working lives,\" said Prof Chris Melhuish, director of Bristol Robotics Laboratory. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26958985", "title": ["Google invests in Silicon Valley robot-maker Savioke"]},
{"article": "A battery that can charge in under 30 seconds has been shown off at a technology conference in Tel Aviv. Israeli start-up StoreDot displayed the device - made of biological structures - at Microsoft's Think Next Conference.  A Samsung S4 smartphone went from a dead battery to full power in 26 seconds in the demonstration. The battery is currently only a prototype and the firm predicts it will take three years to become a commercially viable product. In the demonstration, a battery pack the size of a cigarette packet was attached to a smartphone. \"We think we can integrate a battery into a smartphone within a year and have a commercially ready device in three years,\" founder Dr Dorn Myersdorf told the BBC. The bio-organic battery utilises tiny self-assembling nano-crystals that were first identified in research being done into Alzheimer's disease at Tel Aviv University 10 years ago. The nano-dots are  described by StoreDot as \"stable, robust spheres\" that are 2.1 nanometers in diameter and made up of peptide molecules. The technology has a range of uses,  founder Dr Myersdorf said. \"Batteries are just one of the industries we can disrupt with this new material. It is new physics, new chemistry, a new approach to devices,\" he said. The team has also used the nano-crystals in memory chips which could write three times faster than traditional flash memory and as a non-toxic alternative to cadmium in screens. Dr Myersdorf said that the batteries are likely to be 30 to 40% more expensive to manufacture compared to traditional ones and the final product will be twice as expensive than those on the market today. But making them should be a relatively easy process.  \"It is about letting nature take its course. We just need a facility that can do chemical processing,\" he said.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26934932", "title": ["Battery offers 30-second phone charging"]},
{"article": "A new-look Twitter is being rolled out, with many commenting that it looks very similar to Facebook's profile pages. The redesign will be available to a small group of users initially and will be made available across the whole site \"in coming weeks\". Cover photos appear full-width along the top of the screen, with the main picture on the left-hand side. Tweets that have received the most engagement will appear slightly larger and photos are given more prominence. The changes were first tested in February. The new design was outlined in a   that listed some of the other big changes, including: The BBC took to Twitter to gauge reaction. \"Not sure this is going to go down well,\" said Michael H in response to a  tweet asking about the redesign. \"Looks a bit much to me. I love the simplicity of Twitter, this is a huge departure,\" said Tom Barnett. \"Disgusting,\" tweeted Nick Turner. \"Twitter is turning into Facebook and taking away everything that makes it good.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26942625", "title": ["Twitter redesign looks like Facebook to many tweeters"]},
{"article": "Media playback is unsupported on your device  Last updated at 12:49 BST  As more people watch television through on-demand streaming services and box sets, advertisers are finding it increasingly difficult to attract the attention of audiences. But new video techniques are allowing advertisers to change the brand names or products that appear in television shows after they have been filmed and edited, which could help make their products more attractive. Click's Marc Cieslak reports.   ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26920280", "title": []},
{"article": "The General Lighthouse Authorities of the UK and Ireland have issued a map illustrating the effects of last week's failure in \"Russia's GPS\" system. Satellites of the GLONASS network experienced a half-day outage when bad data was uploaded to spacecraft.  map shows a GLONASS receiver at Harwich giving corrupted position fixes that were off by more than 50km. The Authorities say the 2 April event is a timely reminder that alternatives to satellite navigation are essential. The GLA themselves are supporting a system in the UK and Ireland called eLoran, which transmits long-range position, navigation and timing signals from a ground-based radio network. Its primary use is for ships and others in the maritime sector, but there is a feeling also that eLoran could provide a robust back-up for GPS, GLONASS, and Galileo when it arrives. Galileo is the European sat-nav system, which is in the process of roll-out. A   found that the UK was becoming dangerously over-reliant on what are termed Global Navigation Satellite Systems (GNSS). Use of space-borne positioning and timing data is now widespread, in everything from freight movement to synchronisation of computer networks. The academy found that too few of these applications were able to lean on alternatives should the primary sat-nav signals go down. Receivers needed to be capable of switching seamlessly between a variety of data sources, the RAEng expert panel argued. \"GLONASS is used by quite a lot of people, actually; the iPhone-5 can pick up its signals,\" explained Prof David Last, a consultant engineer and past president of the Royal Institute of Navigation. \"What we saw last week was many people being affected by the GLONASS failure even with receivers that were also picking up GPS.   \"The lesson that comes out of this is not just that satellite-navigation systems are vulnerable, but that you don't get a protection by simply plugging in a second satellite-navigation system.   \"You need something that is different and doesn't share common modes of failure,\" he told BBC News.   ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26957569", "title": ["Map illustrates 'Russian GPS' failure"]},
{"article": "Toyota is recalling 6.4 million vehicles globally, including 35,124 in the UK, over five separate issues. Some 3.5 million vehicles are being recalled to replace a spiral cable attached to the driver's side airbag.  It may be damaged when the steering wheel is turned and result in the airbag not being deployed in a crash. Other issues include problems with seat rails, steering columns, windscreen wipers and a glitch with the engine starters that poses a fire risk.  Toyota said it was not aware of any vehicle crashes, injuries or fatalities caused by these conditions. However, it said it had received two reports of fires in connection with the engine starter problem. The carmaker said that \"due to inefficiencies in the design of the starter motor relays, metallic particles might accumulate on the contacts within the relay\". It said that if the relays continued to be used, the particles could come off and enter the relay's circuitry and in the \"worst case, this could lead to the starter relays catching fire\". Approximately 20,000 vehicles involving six Toyota models and the Subaru Trezia are being recalled to replace both engine starter relays and the engine starter motor. Other recalls include: The latest recall, which affects 27 different models, is the fifth major one that the company has issued in recent months.  Recalls are not uncommon in the industry. General Motors has recalled millions of vehicles in recent weeks as well. And while it is an inconvenience, customers have also started to realise that it is something that is in their best interest. It is now seen as a way of the carmakers saying, \"We will try and get it right, but if sometimes we don't we will fix it for you.\" But in the case of Toyota, the latest recall comes as it has been trying to rebuild its reputation as a maker of reliable and high-quality vehicles - which was key to its success over the past decades.  These recalls are likely to make that task more difficult. It has recalled more than 25 million vehicles over two-and-half years. To put that in context, it has sold just over 21 million during the same period. In February, it called back 1.9 million of its top-selling Prius hybrid cars because of a software fault that might cause the vehicle to slow down suddenly. In the latter half of last year, it issued separate recalls affecting more than 2.2 million vehicles.  Overall, the company has recalled more than 25 million vehicles over the past two-and-a-half years. That is far more than the number it called back in 2009 and 2010 - widely seen as the worst years in terms of damage to its reputation. Toyota's sales had suffered in the aftermath of those recalls, which were prompted by problems with accelerator pedals becoming trapped under floor mats. The recalls had also triggered a criminal investigation against the carmaker in the US.  Earlier this year, the firm agreed a $1.2bn (£720m) settlement with US regulators after a four-year inquiry into its reporting of safety issues. Recalls are not uncommon in the industry. For example, General Motors is in the middle of recalling millions of vehicles as well.  However, there are concerns that Toyota's current troubles may hurt its efforts to rebuild its reputation, which was damaged by the 2010 recall fiasco. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-26950970", "title": ["Toyota to recall 6.4 million vehicles"]},
{"article": "An ultra-cheap 3D printer has hit its Kickstarter goal in just 11 minutes, with some lauding it as the first mass market version of the technology. Makers M3D have currently raised over $1m (£597,000) well ahead of their $50,000 target with 28 days to go. Early backers will get the machine for just $199 and other backers can pledge as little as $299.  Dubbed Micro, it comes with easy-to-use software that allows users to search, drag and drop objects to print. Kickstarter is a crowd-funding website that has breathed life into a range of technology projects, including the virtual reality headset Oculus Rift, which was subsequently bought by Facebook for $2bn. At just 7.3in (18.5cm) square and weighing 1kg (2.2lbs), the device will be easy to move around. It can be used with Windows, Mac or Linux. It comes with software that allows users to search and browse objects online. Once they have picked something they would like to print they drag it into the printer and hit print. \"It's our goal to make the Micro accessible to everyday users,\"  The tagline on its Kickstarter page calls it \"the first truly consumer 3D printer\". Some believe that it could be a game changer. \"Along with the market entry of New Kinpo I think it's one of the most interesting things to happen in desktop 3D printing,\" said expert Joris Peels. \"New price points and lower pricing will be key in getting people to buy a 3D printer. Not many people can afford to pay $2,000 for a printer but many more can try one for $500 or $300,\" he added. The team hope to be able to start shipping the machines in August.  While those supporting the device on Kickstarter will get it for $299 or below, a retail price has not yet been set although it is expected to be \"within the same price bracket\" according to a company spokeswoman.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26945020", "title": ["$299 3D printer achieves Kickstarter goal in minutes"]},
{"article": "Facebook has removed a page entitled \"Soldiers deserve to be raped and murdered\" - but not because of its subject matter. The page was created last year and had sparked objections from members of the armed forces and the public. The site initially left it in place, saying it did not breach its rules. However, Facebook removed the page shortly after being contacted by the BBC, saying a check had revealed the account holder's details to be fake. Critics of the company have said the case highlights concerns about its review policies. The page was created last July and had called on visitors to \"support the cause in weeding out and eliminating this worthless breed of cowardice\". Facebook's Community Standards state that it will remove content where it perceives there to be a \"genuine risk of physical harm\" and that members may not \"credibly threaten others, or organise acts of real-world violence\". However, a spokesman for the social network indicated that the threat had not been specific enough for its complaints team to act on. \"Sometimes there is content on Facebook that expresses angry and unpleasant ideas but doesn't directly target anyone,\" he said. \"In such cases the page may be left up.  However, we can compel people who post things like this to make their real names visible so they are publicly accountable for their views.   \"On investigating this particular page administrator, we found they were using a fake account and we removed it.\" Clearly this page was taken down because it was offensive” He confirmed that the fact the creator's details were false was only flagged after the site was contacted by the BBC's technology correspondent Rory Cellan-Jones, who had asked about the matter after it had been raised by a member of the audience. Among those to have previously complained about the posting were visitors to another page on Facebook set up to support members of the Royal Marine commandos. Its administrator - who had previously served in the British Army - said that this was just one of several pages concerning the armed forces that they had complained about, and added that he believed Facebook needed to be more proactive about deleting such material despite concerns this might raise about free speech.  \"You've got to show respect for the men and women who have fought and died for others to hold their own opinions,\" Stef Proietti told the BBC. \"It creates hatred and causes anger.  \"I appreciate that a lot of these types of pages are set up by what you would call internet trolls looking to create a reaction. \"But, as we've seen in the past... it creates more tension, not just among the social network's community but it also spills out into real life.\" By contrast, La Quadrature du Net (Squaring the Net) - a Paris-based group that campaigns for internet users' rights - said it was concerned that a company with as much influence as Facebook should be left to make such decisions.   \"A judge may or may not have considered that this was a direct call to violence, and on that ground may or may not have asked Facebook to remove it - and this is how it should be,\" said the group's co-founder Jeremie Zimmermann.  \"[Instead] Facebook has become a sort of parallel justice with its own rules that we cannot fully understand. \"This is a major problem for whoever believes their speech is protected on Facebook.\" But one academic said it was no surprise that the company had acted the way it had. \"The principle of First Amendment freedom-of-speech rights is something that nobody wants to be seen to be violating in the US, particularly Silicon Valley-type companies for which it's buried very deeply into their ideology,\" said Dr Joss Wright, of the Oxford Internet Institute. \"Clearly this page was taken down because it was offensive, but it's very convenient for the firm to have an alternative justification - the use of fake credentials or, as we've seen in other examples, a violation of copyright. \"I think Facebook will stick to this kind of approach as long as it can. It doesn't want to be put in a position where it's expected it will police its content because that could then turn into a requirement that is forced upon it.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26938007", "title": ["Facebook wipes page saying soldiers should be murdered"]},
{"article": "Media playback is unsupported on your device  Last updated at 11:47 BST  Apple and Google face competition from Amazon with the launch of its own internet-connected TV set-top box. Amazon Fire TV is already on sale in the US for $99 (£60). Microsoft has unveiled a voice-controlled assistant called Cortana and Pixelbots are swarming to create images on tables and whiteboards. BBC Click's Dan Simmons has more details of these and other technology stories of the week. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26884471", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 09:32 BST  Several technology firms have recommended people change all their passwords following the discovery of a major security flaw called Heartbleed. The European Court of Justice has declared \"invalid\" an EU law requiring telecoms firms to store citizens' communication data for up to two years. And a two-way mirror fitted with facial recognition technology aims to take the perfect selfie.  BBC Click's Marc Cieslak has more details of these and other technology stories of the week. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26969236", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 00:09 BST  Samsung launches the latest version of its popular Galaxy model, the S5, on Friday. Luke Mansfield, head of innovation in Europe, gave the BBC's Rory Cellan-Jones a preview of some of the phone's features. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971605", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:29 BST  Kate Russell's weekly review of the best apps and websites. can help you to see who is engaging with you on Twitter and provide tools to clean up your account.  is a fun tool that will help you out with some snappy prose if you are having trouble deciding on a biography. New iPhone app,  , wants to help you make better decisions by using an algorithm to help you see the root of your dilemma. Another useful iPhone app is  . It turns written articles from top news sources in categories set by you into short video summaries.  is a virtual aquarium where visitors queue up to feed lovely tropical fish and it makes a good adornment for your screen too.  is a National Health Service approved iPhone app that can help you conquer a fear of spiders with proven relaxation and anti-anxiety techniques. Video of the week is   by Vimeo channel duo Supermarche: Henry and Rel and is definitely the coolest model city I have ever seen. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26960177", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 10:08 BST  It has not been a good few weeks for investors in technology stocks. The Nasdaq index, packed full of tech hopefuls, has been sliding - it was down 1.3 per cent yesterday. The big internet names like Linked In and Twitter are down 40 per cent from their highs. Eileen Burbidge of Passion Capital and Alpesh Patel from Praefinium Partners analyse why there is a downturn in tech stocks.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-27000978", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 17:20 BST  A versatile minesweeping remote controlled robot designed in Cambridgeshire has won export business across the world. The mobile robot built by Armtrac of Burwell is now operating in Africa and South America where a total of 34 units have been sold. The unit flails the ground to detect mines or can use an arm to pick up devices which may be explosive and carry them away for safe disposal. Armtrac managing director Steve Brown said it can be used to clear mined areas or in terrorist situations. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-26977229", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 13:35 BST  Several tech firms have urged people to change all their passwords after the discovery of a major security flaw called the Heartbleed Bug. The Yahoo blogging platform Tumblr has advised the public to \"change your passwords everywhere - especially your high-security services\". But with users told to pick a complicated, different log in for each site, trying to remember them all becomes a challenge. Rory Cellan-Jones looks at some of the ways people can manage multiple strong passwords online. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971599", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 18:55 BST  An Israeli startup company has developed a new product that can charge your smartphone from empty to full in 30 seconds. Dr Doron Myersdorf, from StoreDot, demonstrated the product, which uses nano-technology. But technology journalist Rupert Goodwins questioned how much power such a short charge could supply. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26963255", "title": []},
{"article": "When Simeon Penn, director of powerboat experience company Saber Powersports, needed a loan for a new boat, he didn't go to his bank. Instead, he got the money from Funding Circle, an online marketplace that allows individual savers to lend money directly to small and medium-sized businesses (SMEs). Mr Penn's accountant suggested he try this alternative form of funding after the bank failed to respond to his loan request after three weeks. With Funding Circle, the £25,000 that Saber needed was in the company account two weeks later and the application process was very simple, Mr Penn said. Even more unusually, he spoke to a \"real person\" who took an interest in his business. By contrast, the bank \"was making him jump through hoops\", he said. He was so impressed by the process that when he needed a further £15,000 to replace an engine and to increase his company's marketing before the peak summer season, he went back to Funding Circle. \"It's definitely the future; it's where businesses are going to go,\" he said. This type of peer-to-peer funding (P2P) - also known as crowdfunding - turns financing on its head. Instead of asking a bank or a few individuals for large sums of money, a business can ask a large number of people for just a small amount each. The more people who come forward to lend, the lower the interest rate a company can secure. Samir Desai, Funding Circle's chief executive and co-founder, believes speed is the key advantage for SMEs, with businesses getting access to cash within two weeks rather than the three months it typically takes the banks to stump up. \"There is no doubt that technology is now in the middle of changing financial services for good,\" he says. Carol Sullivan, who runs Divorce Negotiator, a firm which aims to help separating couples divide their financial assets, borrowed £15,000 over three years at a rate of 6% from Zopa, the UK's oldest P2P lender for SMEs.  She used the money to fund a TV advertising campaign and says: \"The application process was much simpler and quicker than it would have been with a bank.\"  Open-source data handling systems, such as Hadoop, MongoDB and Cassandra, which can process and structure vast amounts of data from a wide and growing range of sources, including social media, have helped alternative lenders assess borrowers' creditworthiness to a much higher degree of accuracy than before. And this data crunching ability is encouraging new, flexible forms of finance. For example, Kabbage, a fast-growing Atlanta-based company, offers working capital of up to £25,000 to small online businesses selling through eBay and Amazon. It decides how much businesses can have by analysing their social network profiles and user feedback ratings, as much as their commercial transactions. After merchants have been approved for funding - a process Kabbage says can take as little as seven minutes - the cash is deposited in their PayPal accounts, enabling them to buy more inventory and respond quickly to consumer demand. Technology also underpins new \"equity crowdfunding\" platforms, whereby businesses give up a stake in their company in return for investors' cash. For example, Inform Direct, a start-up that aims to make it easier for businesses to deal with Companies House, raised £450,000 in just two weeks using SyndicateRoom. The platform, which is similar to Crowdcube and Seedrs, offers investment so long as the company seeking capital has secured backing from a lead investor first. And philanthropic funding platforms such as Kickstarter have helped many small businesses and artists bring their projects to fruition. P2P lending may be fast, but it isn't necessarily the cheapest way to raise business capital. Interest rates for the past 100 loans made via Funding Circle's platform ranged from 7.3% to 12.4%, the company says. This is higher than the 4.4% to 7.2% range charged by banks for fixed-rate loans to SMEs, according to the British Bankers Association (BBA). This may be one reason why the UK alternative finance market is still relatively tiny, albeit growing fast. In 2011, it provided £26.7m of finance to SMEs. By last year, that figure had jumped to £332m, benefiting an estimated 5,000 SMEs, according to research from enterprise charity Nesta.  Poor service from banks is certainly helping this growth.  Last November, government adviser Lawrence Tomlinson issued a damning report on the banks' \"disturbing patterns of behaviour\" towards SMEs. He said many businesses were being \"actively deterred from accessing finance before being given the chance to apply\". But awareness of funding alternatives remains low. A recent survey from the Federation of Small Businesses found that just 37% of SMEs knew about them. And according to the BBA, the UK's main five banks still account for 60% - around £100bn - of all loans and overdraft borrowing by SMEs. The reliability of the underlying technology is increasing confidence in the sector, however. The UK government allocated £20m in 2013 and a further £40m this year to inject directly into small businesses via Funding Circle, and this month the Financial Conduct Authority began regulating the sector for the first time, giving it an official stamp of approval. And in this year's Budget, Chancellor George Osborne announced that P2P lending will be allowed within tax-free individual savings accounts for the first time. Giles Andrews, founder and chief executive of Zopa, is confident that his industry is poised for rapid expansion. \"At the moment we are all busy competing with banks. Eventually we will be competing with firms like us, which will be a nice problem to have,\" he says.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/business-26822187", "title": ["Power up your small business with hi-tech finance"]},
{"article": "Media playback is unsupported on your device  Last updated at 01:05 BST  The London Book Fair took place this week - the UK's largest publishing event. Over the past decade the presence of digital publishing has been increasingly felt there - but this year another milestone was reached. Video gamers were given their own pavilion, another sign of barriers breaking down in the digital world. BBC News went to meet the new intruders, speaking to Ian Livingstone, co-founder of Games Workshop and one of the authors of the 1980s publishing phenomenon, the Fighting Fantasy series; digital developer Rebecca Winch of the The Project Factory, who made the official Sherlock Holmes app, 'Sherlock: The Network'; and Kate Ho, managing director of Interface3, who make interactive, educational games for children for mobile platforms.  Video Journalist:  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26991913", "title": []},
{"article": " Media requires JavaScript to play. Rory Cellan-Jones tests out the Samsung S5 The Galaxy S5's new heart rate reader could come in useful for Samsung Electronic's investors. The South Korean firm warned earlier this week that it expected its profits to fall for the second quarter running.  Several analysts suggest the high-end market is becoming saturated, meaning most people wanting a premium phone already own one, making it harder to sell them another.  \"Year to date, the share price of Samsung Electronics continues to underperform both in absolute terms and against the Kospi [Korea Composite Stock Price Index] as well,\" Taewoo Kim, portfolio manager of Fidelity's Korea fund tells the BBC. \"This weak performance reflected investors' concerns on its smartphone business particularly in the high-end segment as a result of elevated competition.\" But Mr Kim believes things are about to improve, thanks in part to the improving performance of Samsung Electronic's memory and home appliance divisions. The new Galaxy could guarantee such a turnaround if consumers warm to its water-resistant build, improved camera and fitness-tracking facilities. To mark the S5's global launch the BBC asked five experts for their thoughts: Samsung has packed in all the latest technology to make this a powerhouse” The Samsung Galaxy S5 plays it safe on design, sticking to a tried and tested formula with its plastic body and chrome-trimmed finish.  There's plenty of grip around the back and you still have the advantage of being able to change the battery, both to the phone's credit. Under the hood Samsung has packed in all the latest technology to make this a powerhouse.  There's raw processing power and battery performance to get you though the day, fronted by a stunning 5.1in (13cm) display, with a camera that offers nice vibrant photos and the option for 4K ultra-high definition video capture, ready for the next generation. But the implementation of the fingerprint scanner isn't as tidy as the iPhone and we're not convinced that the heart rate sensor was a feature that anybody was crying out for.  There is a huge number of features on offer making for a super-connected device, but we feel the user interface could be a little slicker and faster.  The Samsung Galaxy S5 is undoubtedly a great device, we're just not convinced it's the greatest. A heart rate monitor... is hard to see as much more than a gimmick” The Samsung S5 launch was largely underwhelming and I think that most consumers will be hard pressed to tell the difference between the new phone and last year's model. Whereas handset launches used to have us on the edge of our seats, they have increasingly lost their wow factor.  This is symptomatic of the maturity of the smartphone market, where ground-breaking innovations are hard to come by.  Take the S5 - one of its headline features is a heart rate monitor, which is hard to see as much more than a gimmick.  It's true that consumers do use heart rate monitors for running and cycling, but these activities demand specialist devices that provide the constant monitoring required, rather than the one-off measurements offered by the S5. And this perhaps shows us where innovation will come from in the future, where the individual functions of the device are broken out into wearable devices and accessories that connect back into a smartphone.  Of course Samsung itself is not blind to this trend and spent almost an equal amount of time at the S5 launch talking about its new smartwatches and connected fitness band.  The smartphone isn't going away any time soon, but if you are looking for the latest innovations then look instead at the myriad of wearables and smart accessories that are starting to flood on to the market. [Samsung] hires the best and brightest from Korea and increasingly abroad” Samsung Electronics is now the biggest tech company in the world by revenue, with leadership in many product categories.  However, its shares trade at a deep discount to peers on all metrics as investors worry about saturation of the high-end smartphone market and the increasing challenge from Chinese rivals. The company is the bellwether of South Korea and the jewel of the Samsung Empire, the largest and most important chaebol - meaning conglomerate - on the Korean peninsula generating hundreds of thousands of jobs.  It is still one of the most prestigious places in Korea to work for new college graduates and as such hires the best and brightest from Korea and increasingly abroad. We believe concerns around the handset business are well overdone.  Although we have seen the fortunes of Nokia, Blackberry and HTC change rapidly, this was all due to the huge shakeout in the smartphone revolution.  Now, we are settling down for a period of more incremental innovations, where scale and breadth wins. Similar to how Nokia dominated the featurephone era, Samsung will continue to dominate this new smartphone era. Beyond scale and breadth, the other massive difference between Samsung and other rivals is its vertical integration including internal manufacturing and core components such as memory, display, processors and batteries.  Together this gives Samsung access to the latest and greatest technologies much faster than competitors, and also allows Samsung to have the lowest cost position. In an era of increased commoditisation, Samsung's cost competitiveness will enable it to continue to make profits while others falter. Consumers are yearning for... more premium materials” With Samsung poised to release its latest flagship smartphone, the Galaxy S5, there are some of us whose minds are already focused nearly a year down the road: on the presumed Galaxy S6. Unlike this past cycle, the South Korean giant will very likely be forced to make significant upgrades in the area of specifications. While the transition from the S4 to S5 involved only minor spec bumps, we'll probably see Samsung in a position of playing catch up with rival LG, whose upcoming G3 handset is rumoured to feature a higher resolution display.  Likewise, we should see a more substantial jump in processor speeds, as well as a move from 32-bit to 64-bit chip architecture - a choice which would help developers offer the same apps on disparate platforms. Samsung also has a growing problem it needs to address which has nothing to do with spec parity: consumers are yearning for the company to begin employing more premium materials like the aluminium of the HTC One or wood backs on the Moto X. Until Samsung is ready to take mass production to the next level - in the areas of software and hardware alike - there is always going to be a relatively easy marketing strategy rivals can employ to capture market share. Samsung is driven by strong execution- oriented culture” While many Chinese players rush to introduce low-end smartphones at a half or even one-third of the prices of Samsung's, Samsung will not easily lose its market share.   Samsung has invested a lot on its brand for many years and is now considered as cool and sharp among its dedicated users - although not as loyal as Apple's.   Samsung is also trying very hard to create differentiation-based advantages by offering complementary products and services such as wearable pieces, contents and software.   If home electronics networks - including freezers, air-conditioning, washing machines - become a reality in the near future, it will be in the best position to integrate all the devices. While I expect Samsung will not easily lose market share to its competitors, its profit margin will be severely under pressure.  It has already expanded its product offerings in the medium to low-end segments, which will affect its pricing in the high-end segment.  Yet, Samsung is driven by strong execution-oriented culture, and will remain competitive in the future.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26971025", "title": ["Galaxy S5: Expert views on Samsung's latest smartphone"]},
{"article": "This week it has emerged that a major security flaw at the heart of the internet may have been exposing users' personal information and passwords to hackers for the past two years. It is not known how widely the bug has been exploited, if at all, but what is clear is that it is one of the biggest security issues to have faced the internet to date. Security expert Bruce Schneier described it as \"catastrophic\".  He said: \"On the scale of one to 10, this is an 11.\"  The BBC has attempted to round up everything you need to know about Heartbleed. The bug exists in a piece of open source software called OpenSSL which is designed to encrypt communications between a user's computer and a web server, a sort of secret handshake at the beginning of a secure conversation. It was dubbed Heartbleed because it affects an extension to SSL (Secure Sockets Layer) which engineers dubbed Heartbeat. It is one of the most widely used encryption tools on the internet, believed to be deployed by roughly two-thirds of all websites. If you see a little padlock symbol in your browser then it is likely that you are using SSL. Half a million sites are thought to have been affected. In chief technology officer of Co3 Systems Bruce Schneier said:  \"The Heartbleed bug allows anyone to read the memory of the systems protected by the vulnerable versions of the OpenSSL software. This compromises the secret keys used to identify the service providers and to encrypt the traffic, the name and passwords of the users and the actual content,\" he said. \"This allows attackers to eavesdrop communications, steal data directly from the services and users and to impersonate services and users,\" he added. The bug is so serious it has its own website  which outlines all aspects of the problem. Some security experts are saying that it would be prudent to do so although there is a degree of confusion as to when and if this needs to be done. Many of the large technology firms including Facebook and Google have patched the vulnerability.  Confusingly though Google spokeswoman Dorothy Chou specifically said: \"Google users do not need to change their passwords.\" A source at the firm told the BBC that it patched the vulnerability ahead of the exploit being made public and did not believe that it had been widely used by hackers. Some point out that there will be plenty of smaller sites that haven't yet dealt with the issue and with these a password reset could do more harm than good, revealing both old and new passwords to any would-be attacker. But now the bug is widely known even smaller sites will issue patches soon so most people should probably start thinking about resetting their passwords. \"Some time over the next 48 hours would seem like sensible timing,\" the University of Surrey's computer scientist Prof Alan Woodward told the BBC. Mikko Hypponen of security firm F-Secure issued similar advice: \"Take care of the passwords that are very important to you. Maybe change them now, maybe change them in a week. And if you are worried about your credit cards, check your credit card bills very closely.\"  Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords The exploit was not related to weak passwords but now there are calls for a mass reset of existing ones, many are reiterating the need to make sure they are as secure as possible. People should regularly change their passwords, said Prof Woodward, and they need to make sure that they choose something that does not relate to themselves, such as a pet's name. Words that don't appear in a dictionary are preferable as is a mixture of words and numbers. For people whose attitude to passwords is to reset them each time they visit a site because they have forgotten them, there is help on hand. Tools are now widely available that will store and organise all your passwords and PIN codes for computers, apps and networks. They can also generate passwords and can automatically enter your username and password into forms on websites. Such tools store your passwords in an encrypted file that is accessible only through the use of a master password.  Examples of such services include KeePass, LastPass and 1Password. Some firms are starting to offer alternatives to passwords. Mobile firms including Apple and Samsung are integrating fingerprint-readers which allow users to access their phone and certain functions on it just by swiping their finger on the screen. There are half a million believed to be vulnerable so too many to list but there is a glut of new sites offering users the chance to check whether the online haunts they use regularly are affected.   has compiled a list as has new website  . Meanwhile security firm Kaspersky directs people to the  While Facebook and Google say that they have patched their services, according to the   there is a long list of sites that are still vulnerable, including Flickr, OkCupid and Github. One of the biggest tech firms remaining on the vulnerable list was Yahoo but, as of last night, it too seemed to have remedied the problem saying it \"had made the appropriate corrections across our entire platform\". Many more sites will spend the coming days scrambling to do the same. Bruce Schneier called on internet companies to issue new certificates and keys for encrypting internet traffic. Doing so would render stolen keys useless, he said. More of a cock-up than a conspiracy” The bad news, according to   is that \"exploiting Heartbleed leaves no traces so there is no definitive way to tell if the server was hacked and what kind of data was stolen\". Security experts say that they are starting to see evidence that hacker groups are conducting automated scans of the internet in search of web servers using OpenSSL. And Kaspersky said that it had uncovered evidence that groups believed to be involved in state-sponsored cyber-espionage were running such scans shortly after news of the bug broke. The bug was first spotted by Google Security and a Finnish security firm Codenomicon which said that it was introduced by a programming error. Because OpenSSL is open source, researchers were able to study the code in detail which is why it was found in the first place. But such code libraries are immensely complex so it can take some time for those who routinely examine the code to come across such problems. \"It was such an unexpected problem that it wasn't something that researchers would necessarily have been looking for,\" Prof Woodward told the BBC. There is no direct evidence although lots of speculation that there is a link after details emerged that the National Security Agency (NSA) explored ways to break encryption.  GCHQ simply said it had a \"longstanding policy that we do not comment on intelligence matters\". And many seemed to think that the problem was down to bad code rather than anything more sinister. \"More of a cock-up than a conspiracy,\" said Prof Woodward, who has undertaken consultancy work for GCHQ. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26969629", "title": ["Heartbleed bug: What you need to know "]},
{"article": " Media requires JavaScript to play. Rory Cellan-Jones looks at ways to manage strong online passwords Computer users across the globe are being strongly urged to change all their online passwords because of the Heartbleed Bug. Memory expert Tony Buzan gives tips on how to remember new ones, which should be a long jumble of randomly generated letters and numbers.  is something many people avoid at all costs, because they fear they will forget the new password. However, you can make something memorable by simply using the power of association and location. In order to remember a string of online passwords, all you have to do is  , calling on your imagination throughout. The more you stimulate and use your imagination, the more connections you will be able to make, and the more you will be able to memorise.  Here are security expert Prof Alan Woodward from the University of Surrey password tips  Hackers can find out a lot about you from social media  Hackers can precalculate the encrypted forms of whole dictionaries and easily reverse engineer your password.  try a word or phrase where characters are substituted - Myd0gha2B1g3ars! If hackers compromise one system, they won't be able to access other accounts. Don't write them down - use a secure password vault on your phone When you find that you have to remember a random formation of letters and numbers, devise your own   for each number and letter. Say for example, I need to remember this random mix of numbers and letters:   Start with a key image word that starts with the sound of each letter, and make sure the word is easy to imagine and easy to draw. For example,  If you can think of several possibilities for a letter, use the one that comes first in the dictionary.  A similar rule is applied to remembering   - you devise key memory images for words that rhyme with the sound of the words for the numbers. For example, the   word that most people use for the number   and the images conjured up for it range from one enormous hive, from which emanates a sky-covering swarm of monster bees, to a microscopic hive, with only one tiny bee.  To remember a random   you need to \"translate\" each number and letter of the password you have to remember into an image whether it be in a form of a letter or story, devised from a basic code. Use the letters and numbers you have transcribed and   and phrases that link you back to both the number and the letter.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/blogs-magazine-monitor-26969276", "title": ["Heartbleed Bug: How to memorise a new password"]},
{"article": "Media playback is unsupported on your device  Last updated at 08:06 BST  A flying Taser-wielding drone has been created by Texas design firm Chaotic Moon.  The device known as Chaotic Unmanned Personal Intercept Drone - Cupid - is capable of delivering 80,000 volts of electricity through a wired dart.  The company's co-founder, Whurley, explained that they wanted to take a concept that has been seen in video games and science fiction films and show that it could be built. In an experiment not to be repeated at home, Click's Spencer Kelly reports on the demonstration which sees a company intern zapped under controlled conditions. ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/technology-26930644", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 01:23 BST  The team behind the Solar Impulse project - a mission to fly around the world in a plane powered only by the sun - has revealed the plane in which the pilots will make their attempt.  Its predecessor, Solar Impulse 1, has already been flown across America, and stored sufficient power in its batteries to fly all night.    With a wingspan of 72m (236ft), Solar Impulse 2 is the width of a Boeing 747, but weighs about the same as a large car.  Its wings are covered in 18,000 solar cells to convert sunlight into electricity to power its motor and to store in its batteries.  The Switzerland-based team will make the attempt next year. Andre Borschberg, one of the pilots and co-founder of Solar Impulse, showed BBC News the brand new craft and explained how it has been designed to allow a pilot to spend up to five days alone in the cockpit.  ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/science-environment-26955341", "title": []},
{"article": "The Bradley Timepiece, a watch designed for blind people and named after a Paralympian gold medallist who lost his sight in Afghanistan, is up for design of the year at London's Design Museum. But it's mostly being bought by sighted people, writes Chris Stokel-Walker. The watch has a stark, circular titanium face. There are no hands. There are no numbers. Around a groove in the centre a ball-bearing rotates to mark the minutes. Around the edge of the watch, another ball bearing rotates to tell the hours.  The Bradley was designed for the use of blind people, the latest in a long line of efforts to help those without sight efficiently tell the time. Designer Hyungsoo Kim was in a lecture hall at Massachusetts Institute of Technology in September 2011 when a neighbouring student asked him the time. \"My classmate is visually impaired, and had been for 10 years,\" explains Kim.  The student had a watch that could tell the time, but only by pressing a button that would make it speak out loud. Doing so in a classroom could be disruptive, so instead, says Kim, \"I was his wristwatch.\" There are a number of timepieces for the blind, including the   that uses a series of rumbles to denote hours and minutes. Tactile, or Braille watches, are popular in the blind and partially sighted community. They look similar to a normal watch, but the front glass can be flipped up, allowing the wearer to touch the hands and tell the time.  \"If you're blind you don't know if you've got up in the middle of the night,\" explains Leslie Duroe of RNIB, the UK's main charity for the blind and partially sighted. \"It can make people feel very insecure to not know what time it is.\" For Kim, previous designs were more functional than beautiful. Sighted people choose their watches as much as a fashion statement as for merely telling the time. Many might assume that blind people care only about function. But that's wrong. There were also practical criticisms over existing watches for some users - in the case of tactile or Braille watches, foreign objects such as food could clog or affect the progress of the hands.  Kim wanted a watch that looked good and would work for his friend.  \"I put together a team of engineers and we came up with the idea of a Braille display, one that would display the time written out in Braille,\" says Kim. But when a prototype was created, the feedback wasn't great. \"We learned that less than 10% of visually impaired people can read Braille,\" Kim says. What's more, many people in the UK and US are not born blind but develop sight problems later in their lives - 82% of those living with blindness are aged 50 or older, according to the World Health Organization. With less experience of reading Braille, their sense of touch is often less developed. Kim and his team went back to the drawing board - the timepiece went through 25 different versions, each one tested by visually impaired people.  There was always a battle between functionality and producing a beautiful object.  Damon Rose is blind, and produces the BBC's   - he describes the pros and cons of timepieces currently on sale for blind and partially-sighted people: \"Telling the time if you're blind is a question of 'tactile v talking'. A discreet feel of your Braille watch under the desk, allows you to know if a meeting is going on too long or if it's lunchtime. Unfortunately, touching the button on a talking watch, broadcasts the time to the whole room and rudely suggests, 'I want to be somewhere else.' And in the middle of the night can wake your partner unless you stifle it with a pillow.  \"Braille watches present other problems - you have to probe gently for fear of knocking the hands and altering the time. And if you want to check your watch during dinner, beware of getting food inside it. \"Manufacturers of accessible goods for blind people have discovered that producing something functional isn't enough - blind people always ask what it looks like, even though they can't see. In some ways, this suggests that it matters more if you're trying to control what people might think of you.\" Eventually, a design was agreed upon - a magnet underneath the metal watch face would control two rotating ball bearings for hours and minutes. But even the ball bearings were a matter of debate. \"People wanted the ball bearings to be bigger so they could feel it better,\" Kim says. \"But as designers, were concerned that making them bigger would make the watch clunky. We had to find the midpoint.\" In September 2011, the same month Hyungsoo Kim started work on his project, life changed for bomb disposal officer Lieutenant Bradley Snyder. He stood on an explosive device in Afghanistan, suffering serious injuries and losing his sight.  By August 2012, he had won two swimming gold medals at the London Paralympic games. But the practicalities of daily life were initially an immense struggle.  \"I was hurt in Afghanistan and the next thing I know I'm waking up in hospital in the United States. There was a 60 hour-long gap in my memory.\" Immediately Snyder, his sight lost, found getting his bearings difficult. \"You don't realise how much you use time to orient where you are. At the beginning it was very disorienting. And especially being in the military, time is all important.\" Eventually Snyder was approached by Kim, after a chance meeting with a mutual friend. \"Hyungsoo was making a product for blind people,\" says Snyder. \"I was his blind guy.\" \"I had a speaking watch for a little while,\" he begins. \"You pressed a button and it told you the time.\" Uncannily mimicking a robotic voice, Snyder says \"the time is 3:30pm\" and laughs. \"It was utilitarian. And if I'm on a train, I can't hear it. Fashionable brands have long dominated the sportswear market, but up to now few have specifically targeted disability sports. Nike has now become the first to produce a sole for a blade used by amputee runners. Has the era of Paralympic chic dawned? \"What's more, as soon as I hit that button it highlights me as someone with a special need. I love the idea of using the same thing that everyone does. And I want to feel as normal as possible.\" With the watch now named the Bradley, there was an appeal on Kickstarter, the crowdfunding website, in July last year - 3,681 people from 65 different countries backed the project, donating a total of $594,602 (£357,290). It will be available for sale from May in the US, with the UK and Europe likely to follow later. A further 1,000 people have since pre-ordered the watch online but only a tiny fraction of those - Kim estimates between 1-2% - are visually impaired.  \"It bridges the gap between the disabled and the non-disabled,\" says Snyder.  The watch is now among the favourites in the 76 nominations for the Designs of the Year contest at London's Design Museum. The nomination has already led to interest from European retailers. There's an obvious gimmick for selling to sighted people - you can check the time in a social or work setting without appearing rude. It's easy to imagine seeing the watch, with its titanium face and minimal style, on a wrist and not immediately guessing its genesis as an item for blind people.  \"The stereotype is that visually impaired people are not fashion-conscious,\" says Kim. \"I had that misconception too. But it's wrong.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/magazine-26920782", "title": ["A watch for blind people"]},
{"article": "The US government recently announced that it would be handing off the reins of the Internet Corporation for Assigned Names and Numbers (Icann), an organisation tasked with assigning and managing domain names and IP addresses worldwide.  While the transfer of power won't happen until September 2015 and has been planned since the organisation's creation in 1998, some reactions have been panicked, to put it lightly. This transfer of power could mean the end of a single united internet,   Keith Darnay for the Bismarck Tribune. Enjoy the internet while you can” Darnay wonders what happens if September 2015 arrives and no organisation is ready to take control. Perhaps the US agrees to stay in a leadership position until the new digital overseers are in place, but other countries get nervous and start developing their own internets. \"Indeed, we may be living in the waning days of the Internet's 'Golden Age,'\" he writes, \"a time when we were tantalisingly close to being united in a single digital world.\" John C Dvorak   that the US giving up Icann will change the course of the internet forever. \"Enjoy the internet while you can,\" he writes for PC Magazine. \"America has waved the white flag. Decades from now, we will look back at the glory days fondly.\" He continues: The internet is a collective hallucination, one of the best humanity has ever generated” Others predict that the internet will fall under the sway of governments they fear are uninterested in electronic freedom. \"It's been a good month for Vladimir Putin: He got Crimea and the internet,\"   L Gordon Crovitz of the Wall Street Journal. The US has used its level of control to make sure that access to the internet and content is free from political interference, he writes. If the US follows through with this plan, the alternative is a weak international body fending off governments who will try to use their influence to silence their critics. \"China could get its wish to remove FreeTibet.org from the internet as an affront to its sovereignty,\" Crovitz writes. \"Russia could force Twitter to remove posts by Ukrainian-Americans criticising Vladimir Putin.\" The editors of the Orange County Register   with the explanations behind the future transfer. Along with many commentators, they point to the Edward Snowden revelations about the National Security Agency as the reason behind the US's decision to hand over Icann, the idea being that perhaps the US can buy back some global trust. \"Trading away control in exchange for the ephemeral - or completely illusory - goodwill of foreign governments is unforgivably naive and can only damage the causes of free speech and freedom of information for everyone,\" they write.   Media requires JavaScript to play. Julian Assange speaks to the BBC's technology programme Julian Assange, the founder of the anti-secrecy website Wikileaks, counters that a division of the internet might not be such a bad thing. \"I think the impulse to do it is quite important and will lead to good things and should be supported,\" he  . \"The devil is in the details in terms of how these communications links actually operate.\" Mr Assange said that it would be difficult to build a European internet because of the number of backdoor deals conducted between Europe and the US. If those deals can't be stopped, than another organisation - presumably Assange's own Wikileaks - has to step up and publish what these governments are up to. \"For any organisation to be accountable, the buck has to stop with someone,\" he says. Others are suggesting that we all try to understand the role of Icann a little bit better. Today's Icann already works, and I can't think of a good reason to do away with it” \"The internet is a collective hallucination, one of the best humanity has ever generated,\"   Jonathan Zittrain for New Republic. \"To be sure, it is delicate in many ways, with its unowned character threatened from many quarters. But rest easy that Icann isn't one of them.\" He says that it is almost impossible for Icann to get involved in a way that could prohibit free speech, as all it does is decide who runs each list of names. The US government has had little impact on how the organisation has run so far, he contends, and Icann cannot tax internet usage. If anyone tried to change that, there would be a powerful backlash. \"Anyone trying to tighten the screws too much will simply strip them,\" Zittrain writes. Icann chief Fadi Chehade has published a   attempting to correct some inaccuracies and misconceptions. He writes that giving up Icann is not the same as surrendering control of the internet. He adds that the move is not a response to Mr Snowden's information, would not lead to a division of the internet, and would not affect the general public. He believes critics are distracted by all of this misinformation and missing the larger point. \"Instead of politicising the debate over the US government's decision to transition stewardship of the internet's technical functions, let's move forward with the discussion we need to have - how to engage in the necessary discussion to develop an effective transition process, one that continues to ensure an open internet that belongs to everyone,\" he says. Hiawatha Bray of the Boston Globe   why this transition is necessary. Why fix something that isn't broken? He says he doesn't expect the handover to be a disaster, as the Obama administration has made clear that it intends to prevent any governments from taking control of the organisation. Ideally, Icann would be a truly independent agency with no motivation to censor or impose restrictions. \"Done right, it might work,\" he writes. \"But today's Icann already works, and I can't think of a good reason to do away with it.\"  Whatever happens, the editors of the Washington Post think that the US is in the end responsible. They   that the US commerce department has to ensure that the internet's new stewards are free from outside influences that would make it harder for them to do their important administrative work. \"The commerce department's contract with Icann expires next year,\" they note. \"If the non-profit hasn't organised itself to ensure the continued functioning of an open, free and functional Internet by then, US authorities should not let global politics stop them from extending their supervision.\" ", "subject": "Technology", "link": "http://www.bbc.co.uk/news/blogs-echochambers-26965949", "title": ["Is the US giving up the keys to the internet? "]}]