[{"article": "\n                     \n                     \n                 \n                      Last updated at 07:01                 As many as 68% of men do not know how to check themselves for testicular cancer, new research suggests. The survey, carried out by UK male cancer charity Orchid, questioned 3,000 men aged 15 to 45. It also found that 50% of those surveyed would shy away from showing their GP if they discovered a lump. Figures from the NHS show that testicular cancer is the most common form of the disease in men aged between 15 to 45.  Each year around 2,300 men in that age group are diagnosed with the illness.  According to Orchid, the success rate for curing testicular cancer is high. Rebecca Porta, chief executive of the charity, said: \"If caught early, testicular cancer can be 98% curable. \"Sadly our findings indicate that men who delay seeking an early diagnosis may risk the disease spreading and a poor response to the treatment.\" Griff Jones, 29, from Liverpool was diagnosed with testicular cancer four years ago.  He said he thinks if he had gone to the see his GP earlier he would have avoided the cancer spreading to his stomach and back.  Griff received emergency chemotherapy in time to stop it spreading to his heart.  \"There wasn't really an embarrassment, it's just that there wasn't really a lump, which is what you get told all the time to look out for,\" Griff said.  \"Mine was a swelling, then a couple of days later it would go back to normal and I would feel fine.  \"Then a couple of weeks later it would swell again with a bit of pain. I put it down to playing football, a slide tackle, or something like that,\" he added. This latest research was conducted specifically for Cancer Awareness Week, which runs from 7 April to 13 April. It found only 21% of men surveyed across the UK perform regular self-checks, with 50% admitting they would shy away from immediately showing their GP if they discovered a lump. Unmarried men were less likely to know what to do, with 69% are unaware of how to correctly check themselves. Data from 2009 suggested that 73% of men recognised a lump in their testicles as a sign of testicular cancer and in 2014 this has increased by 14% to 87%.  Orchid suggest this shows that awareness of the symptoms of the disease has increased but that men still are still not taking proactive steps to protect themselves.  Griff didn't think testicular cancer would happen to him.  \"I was a pretty fit, I was playing football for Barnsley and had then moved to another semi-professional team. That's when I got myself checked,\" he said \"I now get a few people asking me to have a look at them, saying 'Griff I've got a bit of a lump or something', but I tell them to just go to the doctor.\"  Follow   on Twitter ", "subject": "Health", "link": "http://www.bbc.co.uk/newsbeat/26977094", "title": []},
{"article": "The NHS in England is continuing to perform marginally better than the other UK nations, but the gap is narrowing, a review suggests. The joint Health Foundation and Nuffield Trust study looked at a range of factors from waiting times to death rates. It found overall all four nations were improving - mainly because of extra money and targets. But it found some evidence the rate of improvement was faster outside England. It comes after a   by the Nuffield Trust in 2010 suggested England was out-performing the rest of the UK. Researchers analysed data going back up to 20 years on some measures. MRSA death rates have fallen fastest in Northern Ireland in recent years, but they are still nearly three times higher than they are in England. For ambulance response rates, performance is measured in terms of answering life-threatening calls within eight minutes. In England performance has been hovering around the 75% mark for the past five years. Whereas for the rest of the UK it has risen from just over 55% for the other nations in 2006-2007 to 73% for Scotland and Northern Ireland and 68% for Wales. Wales is also lagging behind on waiting times for non-emergency operations following a deterioration in performance since 2009-2010.  Media requires JavaScript to play. Health Foundation chief executive Dr Jennifer Dixon: ''Overall the health system seems to be improving'' The report found waiting times for hip replacements were 170 days on average in Wales compared with 77 in England. It said the most obvious reason for this was the cut in funding seen over the previous three years in Wales of 1% compared with the growth elsewhere. Researchers said this should act as a warning to politicians as they consider how to manage government spending during times of austerity. In terms of avoidable deaths rates - which is considered a good proxy for healthcare performance - the figures have been improving across the UK. Rates more than halved in each country from 1990 to 2010. Again England has the best figures, but the biggest gains have been seen in Scotland, Wales and Northern Ireland. Researchers said the fact all four nations were seeing improvements indicated that the different policies pursued since devolution, such as competition in England and collaboration in Scotland and Wales, had made little difference. Instead, they said the most important steps appeared to be funding - as the biggest increases have been seen in the past decade when the budgets have risen the most - and the use of a few key targets. Health Foundation chief executive Dr Jennifer Dixon says: \"It is very good news for the public that the quality of healthcare is improving across the UK. \"But what is also humbling for politicians is that so far no one policy cocktail seems to be more effective than another on NHS performance.\" The report was welcomed by ministers from all four countries. Scottish Health Secretary Alex Neil said it showed \"significant improvements\" had been made, particularly on waiting times. Meanwhile, Welsh Health Minister Mark Drakeford said steps were being taken to improve waiting times, but there were other measures, such as ambulance response times, where really good progress had been highlighted. Northern Ireland's Health Minister Edwin Poots added his priority was to \"step up\" the improvements that were being seen. A spokeswoman for the Department of Health said the report reaffirmed the importance of protecting the NHS budget - a key Tory pledge during the last election campaign. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26928204", "title": ["England 'being caught up on NHS performance'"]},
{"article": "Spending lots of time on Facebook looking at pictures of friends could make women insecure about their body image, research suggests. The more women are exposed to \"selfies\" and other photos on social media, the more they compare themselves negatively, according to a study. Friends' photos may be more influential than celebrity shots as they are of known contacts, say UK and US experts. The study is the first to link time on social media to poor body image. The mass media are known to influence how people feel about their appearance. The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know” But little is known about how social media impact on self-image. Young women are particularly high users of social networking sites and post more photographs of themselves on the internet than do men. To look at the impact on body image, researchers at the University of Strathclyde, Ohio University and University of Iowa surveyed 881 female college students in the US. The women answered questions about their Facebook use, eating and exercise regimes, and body image.  The research, presented at a conference in Seattle, found no link with eating disorders. But it did find a link between time spent on social networks and negative comparisons about body image. The more time women spent on Facebook, the more they compared their bodies with those of their friends, and the more they felt negative about their appearance. \"Spending more time on Facebook is not connected to developing a bad relationship with food, but there is a connection to poor body image,\" Petya Eckler, of the University of Strathclyde, in Glasgow, told the BBC. She added: \"The attention to physical attributes may be even more dangerous on social media than on traditional media because participants in social media are people we know.  \"These comparisons are much more relevant and hit closer to home. Yet they may be just as unrealistic as the images we see on traditional media.\"  A spokesperson for the Beat eating disorders charity said body image was a key part of our sense of identity and not a trivial matter or personal vanity.  A preoccupation with weight and shape was one of the key features of current popular culture, and was a global phenomenon, she said.  \"The fascination with celebrities, their bodies, clothes and appearance has all increased the pressure that people typically feel at a time when they seek to establish their own identities and when their bodies are growing and changing,\" she said.  \"Young people compare themselves to the images that bombard them and feel it is their fault that their bodies compare so unfavourably.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26952394", "title": ["'Selfie' body image warning issued"]},
{"article": "Cuts to mental health care are costing the NHS millions of pounds long-term, a report has said. More cases of psychosis and schizophrenia now end up in hospital rather than being treated in the community, it said. Rethink Mental Illness published the report with the London School of Economics.  Cuts mean fewer people have access to early intervention treatment, such as talking therapy, Rethink said. It said the NHS could save more than £50m a year by shifting its focus.  We recognise we must work to ensure that in everything we do mental health has parity of esteem with physical health” Britain's recession in 2008 led to cuts across the NHS, as the government struggled to deal with ballooning deficits.   The report said it costs on average £13 a day to support someone with psychosis or schizophrenia in the community.  It said this compared with the £350 average daily cost of keeping a mental health patient in hospital.  Meanwhile, 54% of the psychosis budget was being spent on inpatient care rather than on preventive community services, the report found. Family therapy, where families of people with psychosis and schizophrenia are supported, cognitive behavioural therapy, and peer support could help cut long-term costs of care, it said.  Health Minister Norman Lamb said early access to treatment in the community was \"often the best option\" for people with psychosis and schizophrenia.  He said: \"Not only do they benefit from being in familiar surroundings among loved ones but they are less likely to need costly hospital stays.\" Mr Lamb called for a \"shift of resources\" to preventive care and said that the government had given NHS England a \"clear objective\" to put mental and physical health on a par.  Mental health trust budgets for 2013-14 have fallen by 2.3% from 2011-12.  The cuts have meant   from next year's budgets than hospitals.  Budgets for community mental health teams, which give continuing support to patients to prevent their health deteriorating to crisis point,  .  The report also predicted more than £50m a year could be saved if early detection services could be strengthened.  It said the NHS saved £989 every time people were treated with cognitive behavioural therapy instead of going to hospital.  Rethink said mental health accounted for 23% of the disease burden in England but received only 13% of the health budget. Dr Martin McShane, national director for long-term conditions at NHS England, said the report was \"very helpful\" and was supportive of what the organisation wanted to achieve.  He said: \"We recognise we must work to ensure that in everything we do mental health has parity of esteem with physical health.  \"We have significantly invested in improving access to psychological therapies and dementia care.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26957435", "title": ["Mental health cuts cost the NHS millions, charity says"]},
{"article": "Four women have had new vaginas grown in the laboratory and implanted by doctors in the US. A tissue sample and a biodegradable scaffold were used to grow vaginas in the right size and shape for each woman as well as being a tissue match.   They all reported normal levels of \"desire, arousal, lubrication, orgasm, satisfaction\" and painless intercourse.  Experts said the study, published in the Lancet, was the latest example of the power of regenerative medicine.  In each woman the vagina did not form properly while they were still inside their mother's womb, a condition known as vaginal aplasia.   Current treatments can involve surgically creating a cavity, which is then lined with skin grafts or parts of the intestine.  Doctors at Wake Forest Baptist Medical Centre in North Carolina used pioneering technology to build vaginas for the four women who were all in their teenage years at the time.  Scans of the pelvic region were used to design a tube-like 3D-scaffold for each patient.  A small tissue biopsy was taken from the poorly developed vulva and grown to create a large batch of cells in the laboratory.  This is an exciting glimpse into the future of medicine. Using living tissue as building material to transform the lives of patients has already happened with bladders, blood vessels and windpipes. Now you can add vaginas and noses to the list.  There are even attempts to make more complex organs. Weakly beating hearts, and kidneys that can produce urine, have been made in animal studies. But this is still a long way from being used in humans.   Expect 3D printing to revolutionise this field as the technology to precisely place both the cells and the scaffolding improves. Muscle cells were attached to the outside of the scaffold and vaginal-lining cells to the inside.  The vaginas were carefully grown in a bioreactor until they were suitable to be surgically implanted into the patients.   One of the women with an implanted vagina, who wished to keep her name anonymous, said: \"I believe in the beginning when you find out you feel different. \"I mean while you are living the process, you are seeing the possibilities you have and all the changes you'll go through.  \"Truly I feel very fortunate because I have a normal life, completely normal.\"  All the women reported normal sexual function.  Vaginal aplasia can lead to other abnormalities in the reproductive organs, but in two of the women the vagina was  connected to the uterus.   There have been no pregnancies, but for those women it is theoretically possible. Dr Anthony Atala, director of the Institute for Regenerative Medicine at Wake Forest, told the BBC News website: \"Really for the first time we've created a whole organ that was never there to start with, it was a challenge.\"  He said a functioning vagina was a \"very important thing\" for these women's lives and witnessing the difference it made to them \"was very rewarding to see\".  This is the first time the results have been reported. However, the first implants took place eight years ago.  Meanwhile, researchers at the University of Basel in Switzerland have used similar techniques to reconstruct the noses of patients after skin cancer.  It could replace the need to take cartilage from the ribs or ears in order to rebuild the damage caused by cutting the cancer away. Prof Martin Birchall, who has worked on lab-grown windpipes, commented: \"These authors have not only successfully treated several patients with a difficult clinical problem, but addressed some of the most important questions facing translation of tissue engineering technologies.   The steps between first-in-human experiences such as those reported here and their use in routine clinical care remain many, including larger trials with long-term follow-up, the development of clinical grade processing, scale-out, and commercialisation.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26885335", "title": ["Doctors implant lab-grown vagina"]},
{"article": "A new treatment for hepatitis C \"cured\" 90% of patients with the infection in 12 weeks, scientists said.  The study is a \"major breakthrough\" and marks a \"turning point\" in hepatitis C treatment, said experts. More than 200,000 people are infected with hepatitis in the UK, and deaths from the infection have increased threefold since 1996. Only 3% of patients in the UK currently opt for the existing treatment, which only works half of the time.  We suddenly have the opportunity to eliminate the virus in the UK - even without a vaccine” Hepatitis C is a  .  It is passed on by the blood, or bodily fluids of an infected person, and can be transferred through tattoo needles, or people taking drugs and sharing needles.  Researchers at the University of Texas Health Science Centre tested the new oral drug in 380 patients at 78 centres in Spain, Germany, England and the US in 2013.  Two studies were carried out, one in patients for 12 weeks, and another, for 24 weeks.  The patients had liver cirrhosis, indicating an advanced form of the virus. After 12 weeks, 191 of 208 patients no longer had hepatitis C, which increased to 165 of 172 patients, or 96%, after 24 weeks. Lead researcher, Dr Fred Poordad said: \"It is fantastic. I am so excited for the patients. There is finally hope for their future.\"  He said the drug worked by targeting the protein that makes hepatitis C and stopping it from replicating. \"Eventually the virus is extinguished,\" he said.  It remains to evidence the benefit of the treatment in patients with advanced liver disease” The study worked for patients with genotype 1 infections, which account for 45% of infections in the UK. The other 45% are a genotype 3. Genotype 2 is less common.  The side affects were fatigue, headaches and nausea. Current treatment for hepatitis C can include a year's worth of injections and involve side-effects such as depression, tiredness and feeling sick. It also is not safe for many people with cirrhosis, said Dr Poordad.  Gkikas Magiorkinis, consultant physician in medical virology at the University of Oxford, said treating the patients with cirrhosis was a \"major breakthrough\".  Concerns over the high toxicity and low efficiency of current treatment had meant it was not widely been applied.  \"It remains to evidence the benefit of the treatment in patients with advanced liver disease,\" Mr Magiorkinis said. However the study did not show if the probability of cancer dropped in the long term, if cirrhosis was reversed or progression to total liver failure slowed.  Whether or not the treatment prevented further transmission in the public was also yet to be seen, he added.  Charles Gore, chief executive at the Hepatitis C Trust, said: \"This is a turning point. I think it is incredibly exciting. We suddenly have the opportunity to eliminate the virus in the UK - even without a vaccine.\" Mr Gore said whether or not the disease could be eliminated would be down to political will, which he said was lacking in the UK.  He said although the study involved genotype 1, treatments for genotypes 2 and 3 were \"close behind\", he said.  Mr Gore said treatment could reach the UK later this year.  ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26987653", "title": ["Hepatitis C: New drug treatment 'is a breakthrough' "]},
{"article": " Media requires JavaScript to play. Professor Carl Heneghan said side effects included serious \"psychiatric adverse events, renal adverse events and metabolic adverse events\" Hundreds of millions of pounds may have been wasted on a drug for flu that works no better than paracetamol, a landmark analysis has said.  The UK has spent £473m on Tamiflu, which is stockpiled by governments globally to prepare for flu pandemics.   claimed the drug did not prevent the spread of flu or reduce dangerous complications, and only slightly helped symptoms. The manufacturers Roche and other experts say the analysis is flawed.  Media requires JavaScript to play. Barry Clinch from Roche said Tamiflu had been approved by 100 regulators around the world The antiviral drug Tamiflu was stockpiled from 2006 in the UK when some agencies were predicting that a pandemic of bird flu could kill up to 750,000 people in Britain. Similar decisions were made in other countries.  The drug was widely prescribed during the swine flu outbreak in 2009. Drug companies do not publish all their research data. This report is the result of a colossal fight for the previously hidden data into the effectiveness and side-effects of Tamiflu.  It concluded that the drug reduced the persistence of flu symptoms from seven days to 6.3 days in adults and to 5.8 days in children. But the report's authors said drugs such as paracetamol could have a similar impact.  On claims that the drug prevented complications such as pneumonia developing, Cochrane suggested the trials were so poor there was \"no visible effect\". Another justification for stockpiling was to slow the spread of the disease to give time for a vaccine to be developed. The report's authors said \"the case for this is simply unproven\" and \"there is no credible way these drugs could prevent a pandemic\". It also claimed that the drug had a number of side-effects, including nausea, headaches, psychiatric events, kidney problems and hyperglycaemia.  Carl Heneghan, Professor of Evidence-Based Medicine at the University of Oxford and one of the report's authors, told the BBC: \"I think the whole £500m has not benefited human health in any way and we may have harmed people.  \"Does a drug work?\" should be an easy question to answer. Yet after hundreds of millions of pounds, either down the drain or saving lives depending on your stance, this question is being asked of Tamiflu. It stems from the way drugs are approved. Pharmaceutical companies conduct trials, some but not all of the data is made publicly available and regulators decide if it works. It is estimated that, entirely legally, half of clinical trials have never been reported and that favourable data is more likely to published. The UK Public Accounts Committee said the lack of data available to researchers and doctors was \"of extreme concern\". So the Tamiflu saga raises another important question - what other drugs are we using that might not work as well as we thought? \"The system that exists for producing evidence on drugs is so flawed and open to misuse that the public has been misled.\"  Dr Tom Jefferson, a clinical epidemiologist and former GP, said: \"I wouldn't give it for symptom relief, I'd give paracetamol.\" The Cochrane Collaboration researchers have not placed the blame on any individual or organisation, instead saying there had been failings at every step from the manufacturers to the regulators and government.  However, there is disagreement about the findings and accusations that a simultaneous campaign to open up drug research is influencing the findings.  The pharmaceutical company Roche said \"we disagree with the overall conclusions\" and warned they could \"potentially have serious public health implications\". Its UK medical director, Dr Daniel Thurley, told the BBC News website: \"The definitive piece of research stands as the randomised control trials, which were shared with the regulators, which led to them in 100 countries around the world approving Tamiflu for treatment and prevention of flu.\" He said the Cochrane group had used the wrong statistics, which \"systematically underestimate the benefits\" of the drug, and used \"unorthodox\" methods to analyse the side-effects.  Media requires JavaScript to play. He concluded: \"One of the challenges we have here is actually knowing what they've done.\" Prof Wendy Barclay, who researches the influenza virus at Imperial College London, said reducing symptoms in children by 29 hours would be \"pretty beneficial\". She told the BBC: \"Tamiflu works as well as any drug we have now or [that] is on the cards.  \"Yes, I think they should replenish the stockpile. What else can you do if a pandemic strikes? We won't have a vaccine for the first six months.\"  It is a potential limitation of this study that the work has been carried out alongside campaigning on access to trial data” She also questioned the validity of the research as it analysed the impact during seasonal flu: \"If it works a little bit in season flu, the chances are they'll work quite a lot better in a pandemic situation and get more people back to school and work.\" Kevin McConway, a professor of applied statistics at the Open University, said it was an \"impressive\" piece of work. He said: \"It is a potential limitation of this study that the work has been carried out alongside campaigning on access to trial data.  \"The writers of the review have a clear position in this controversy, and, although I personally do generally agree with their position, I feel it does at times lead to some confusion between reporting the results of the review of these particular drugs and commenting on the general position on access to and use of unpublished data.\" The Department of Health, which took the lead for the UK, said Britain was recognised as \"one of the best prepared countries in the world for a potential flu pandemic\" and \"our stockpile of antivirals is a key part of this. \"We regularly review all published data and will consider the Cochrane review closely.\" The World Health Organization, which classes Tamiflu as an essential medicine, said: \"We welcome a new and rigorous analysis of available data, and look forward to consideration of its findings after it appears.\"  ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26954482", "title": ["Tamiflu: Millions wasted on flu drug, claims major report"]},
{"article": "Prostate cancer tests, which predict how aggressive a tumour is, underestimate disease severity in half of cases, scientists say.  In the  , 209 out of the 415 who were initially told their cancer was slow-growing were found to have a more aggressive form of the disease.  And for almost a third of the 415 men, it had spread beyond the prostate.  Scientists are calling for better tests to define the nature of the cancer. This is a very good and thoughtful study and I think it does inform what we should be doing in the NHS” Prostate cancer is the most common male cancer in the UK. There are 41,700 new cases diagnosed and 10,800 deaths each year. The prostate is a gland located between the bladder and the penis, just in front of the rectum.  For this study, scientists at the University of Cambridge graded the men's cancer before and after they had surgery, between 2007 and 2011.  Study author Greg Shaw, a urological surgeon at the University of Cambridge, said there were a \"surprising\" number of men who were not diagnosed appropriately the first time around.  He said the study was \"very important\" for British men as cohorts abroad were not always comparable to the type of prostate cancer in the UK.  At the moment, men with low-grade, early stage cancers are offered the choice of an operation, to remove the prostate, or active surveillance, where doctors perform regular blood tests and examinations.  Mr Shaw said if men opted for active surveillance, 30% of them would be likely to need \"radical treatment\", such as surgery and radiotherapy, five years later.  \"This shows there is room for improvement,\" he said.  But he said there was potential for bias in the study, as there might have been a subtlety in the advice given to men in the clinic that hinted their cancer was more severe, which could have been why they opted for surgery. Accurate prostate cancer diagnosis continues to be one of the biggest challenges facing the disease today” So the study was not necessarily representative of those men who opted for active surveillance, he said. Mr Shaw said a template biopsy, which looks at more tissue samples than the usual prostate biopsy, should be included.  Biopsies examine tissue removed from the body to see the extent of the disease. More samples may give a clearer picture of the extent of the disease.  He also said MRI scans should be improved to identify how aggressive the prostate cancer was from the outset.   Prof David Dearnaley, at the Institute of Cancer Research, London, said: \"I think this is a very good and thoughtful study and I think it does inform what we should be doing in the NHS.\"  But he said the study had limitations as the definitions of \"significant\" cancer were uncertain.  Prof Dearnaley said targeted biopsies would be better than the random ones which are currently used.  Dr Iain Frame, director of research at Prostate Cancer UK said: \"Accurate prostate cancer diagnosis continues to be one of the biggest challenges facing the disease today.  \"The results of this study highlight yet again that existing tests cannot provide a precise picture of the aggressiveness of a man's cancer, often leaving men and their doctors to make difficult decisions about treatment without all the facts.\" He said until tests improved, it was important men talked to their doctors about the pros and cons of each treatment.   ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26970132", "title": ["Prostate cancer tests miss severity in half of cases"]},
{"article": "Young men with an eating disorder are not getting the help and support they need because of a perceptions about a \"women's illness\", say researchers. Men are underdiagnosed and undertreated for anorexia and other eating disorders, despite making up about a quarter of cases, a UK study suggests. Frontline health workers have a key role in identifying eating disorders in young men, they report in  . Men are under pressure to have the \"ideal\" body image, says a charity. Researchers from the University of Oxford and University of Glasgow interviewed 39 young people aged 16 to 25, including 10 men, about their experiences of diagnosis, treatment and support for eating disorders. There is more pressure on men from magazines with celebrities and male models to have the 'ideal' body image” They say young men with eating disorders were \"underdiagnosed, undertreated and underresearched\". This is partly because the men themselves were unaware of the symptoms, despite purging, not eating for days or obsessive calorie counting, they said. \"Our findings suggest that men may experience particular problems in recognising that they may have an eating disorder as a result of the continuing cultural construction of eating disorders as uniquely or predominantly a female problem,\" said Dr Ulla Raisanen and Dr Kate Hunt. One man said he thought eating disorders only affected \"fragile teenage girls\"; another said he thought eating disorders were \"something girls got\"; while one was told by his doctor to \"man up\". Others said they often had to wait a long time for specialist referral and had sometimes been misdiagnosed. GPs and other professionals such as teachers have a key role in improving the outlook for men with eating disorders by challenging misconceptions, the researchers said. And men themselves needed the courage to \"speak up to somebody and contact a health professional to tell them what is going on\", Dr Raisanen added. Eating disorders include anorexia nervosa, bulimia nervosa; and binge eating disorder. One estimate puts the cost to the NHS of treating eating disorders at £70m. Commenting on the research, Leanne Thorndyke, of the Beat eating disorders charity, said a wider section of society is coming under pressure over their body image. \"The pressures on body weight and body image are affecting a much wider range of people, which obviously includes men,\" she told BBC News. Eating disorders are complex - with a wide range of different factors, including genetics and the environment affecting risk - as well as social and cultural pressures. \"There is more pressure on men from magazines with celebrities and male models to have the 'ideal' body image,\" she added.  \"Boys and men tend to want to be bigger and more muscular and toned, which is a different ideal to women.\" She said people are \"bombarded by images every day from all angles, something that just wasn't there only a few years ago\", which can \"negatively impact some people\". ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26935687", "title": ["Eating disorders in young men 'are being overlooked'"]},
{"article": "The number of people who donated their organs after death in Scotland has almost doubled over a six-year period, according to government figures. A total of 106 people donated organs in hospitals across Scotland last year compared with 54 in 2007. The statistics showed a 62% increase in organ transplants from deceased donors, with 341 operations carried out. However, about 600 people remain on the transplant waiting list. It is our responsibility to ensure that people's organ donation wishes are respected and to ensure that we make every donation count” Some 2,110,881 people living in Scotland have now joined the UK Organ Donor Register. The figure means 40% of the Scottish population has registered, compared to 32% across the UK as a whole. Public Health Minister Michael Matheson said: \"First and foremost I want to offer my thanks to every donor and every donor's family in Scotland who have demonstrated such kindness and benevolence in the face of tragic and difficult circumstances. \"It is our responsibility to ensure that people's organ donation wishes are respected and to ensure that we make every donation count.\" Mr Matheson added: \"It's important to remember, however, that around 600 people in Scotland are still waiting for an organ and we must be doing all we can to give them hope.\" Peter McGeehan, 64, from Dunfermline, suffered serious heart failure and was listed for a transplant in 2004. In the ten years since a heart transplant, the father-of-two said he has thought about his donor every day. He said: \"People take living for granted, but as I approach the ten-year anniversary I can honestly say there's never a day where I've woken up and haven't thought about my unnamed donor.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/uk-scotland-26956713", "title": ["Scottish organ donations 'double since 2007'"]},
{"article": "\n                     \n                     \n                 \n                      Last updated at 06:17                 A leading drugs and alcohol charity has told Newsbeat it has seen a sharp rise in the number of steroid users.  CRI runs 21 needle exchanges in England and in 2010 it saw 290 people who were using steroids. By 2013 that number had increased to 2,161, a rise of 645%.  Now the health watchdog NICE has updated its guidelines for needle exchanges in England. It says the growth in steroid users is a \"challenge\" for drugs workers.  Dave Crosland - who is 6ft 2in, weighs 25st 7lb and has a 64in chest - spends hours in the gym, eats 10,000 calories a day and takes anabolic steroids. He thinks that without the steroids he would be at least six stone lighter.  Dave says he tolerates the drugs very well but admits to getting flu-like symptoms and swellings after injecting himself.   Side effects Dave adds: \"Think about going out and getting drunk. Think how rough you feel after that. It's very similar.\" He says there is some debate about whether or not he has got the biggest arm muscles in the country.  Steroids can let you train harder and for longer. They help to build up muscle mass but there is a long list of potential problems. The list of side effects range from acne, hair loss and shrunken testicles, to fertility, liver and heart problems. Even though he is very open about his own use, Dave also advises other people on the risks they could run.  He is increasingly worried about young users: \"There is a massive group of lads now, particularly in the 17 to 24 age group, that are abusing steroids something chronic, with no idea of what they're taking. \"They are messing themselves up quite severely, both mentally, hormonally and reproductively,\" he says. 'Pretty lean' Matt Tindall has just turned 17. He spends hours on end training at the gym but he is not getting the results he wants. His ideal would be to look like Arnold Schwarzenneger in his prime but he weighs 10st 7lb and admits he is \"pretty lean\".  He is thinking about taking steroids: \"It's just something you've got to consider if you want to put on some big size. \"I've come to Dave to ask him for some advice because, well, he's very large. Probably the largest person I've ever seen in real life.\" 'Gruesome' effects Dave tells Matt to forget about steroids until he is much older.   He says: \"I would never and I could never recommend anyone to use. It's a choice you have to make but if you are considering it, you need to wait quite a few years yet.\" Dave adds: \"The cold hard truth is of it is, yes they do work. But yes, there are side effects. The younger you use, certain side effects become more prevalent and the main one for you is fertility.\" After chatting to Dave, Matt is completely put off the idea. He says: \"The side effects are all quite gruesome. Is it really worth it?\" Body image Every couple of months Dave goes to stock up on clean equipment at a needle exchange. He drops off dirty needles and collects clean injecting equipment.     Needle and syringe programmes were set up in the 1980s to stop the spread of diseases like HIV.  Traditionally they have focused on people who inject drugs like heroin and crack cocaine.  But CRI says a third of the needle exchanges it runs now support more steroid users. \"We're seeing a lot more steroid users, and that is going up all the time,\" says David Rourke who works at the Arundel Street Project, a needle exchange in Sheffield.  He thinks it is partly due to pressure on people to look a certain way and says he also sees people who inject human growth hormone and tanning or slimming agents.  Drug addicts Prof Mike Kelly, the Director of Public Health at the health watchdog NICE, says the increase in steroid users is a \"challenge\". He says: \"They see themselves as big, fit, healthy. They don't see themselves as drug misusers, or drug addicts. We therefore need to find ways to make get them into our services.\" Prof Kelly adds: \"The risks are just the same. The risk of the spread of blood-borne infections, of HIV, hepatitis B and C.\" NICE has updated its guidelines for needle exchanges in England. The guidelines say needle and syringe programmes should adapt to steroid users by visiting gyms, staying open outside of normal working hours and giving specialist advice on training and nutrition. Follow us   on Twitter ", "subject": "Health", "link": "http://www.bbc.co.uk/newsbeat/26890715", "title": []},
{"article": "\n                      Last updated at 12:00                 More than nine out of 10 young people expose themselves to the blue light from smartphones and tablets, before bed, causing problems with sleep. A new survey also shows more than 28m people in the UK regularly get no more than seven hours sleep a night. Prof Richard Wiseman, who commissioned the YouGov poll described the findings as \"extremely worrying\". Of the 2,149 adults questioned, 78% said they used electronic devices before going to bed. This rose to 91% among the 18 to 24-year-olds questioned in the survey. \"The blue light from these devices suppresses the production of the sleep-inducing hormone melatonin, so it's important to avoid them before bed time,\" said Prof Richard Wiseman, from the University of Hertfordshire. Everyone needs different amounts of sleep, but adults are generally thought to require a minimum of seven to eight hours a night. Teenagers are recommended to get more, about nine hours. The proportion of people thought to be getting too little sleep had risen by a fifth since a \"bedroom poll\" conducted last year by the National Sleep Foundation. \"This is a huge rise, and the results are extremely worrying because getting less than seven hours sleep a night is below the recommended guidelines, and is associated with a range of problems, including an increased risk of weight gain, heart attacks, diabetes and cancer,\" Prof Wiseman said. The people surveyed were asked if they used a computer, tablet or smartphone in the two hours before bed. They were also asked about dreams and just one in ten agreed with the statement: \"I would describe my dreams as pleasant.\" Last week it was revealed opticians were warning that overuse of smartphones may be increasing people's risk of eye damage. Optician Andy Hepworth said: \"Blue violet light is potentially hazardous and toxic to the back of your eyes. \"So over a long period of time it can potentially damage your eyes.  \"When you're looking at a smart phone, the light peaking out of that is blue violet.\" The news came as a survey of 2,000 people suggests under-25s check their phones 32 times a day. Follow   on Twitter ", "subject": "Health", "link": "http://www.bbc.co.uk/newsbeat/26886133", "title": []},
{"article": "Prime Minister David Cameron \"doesn't care two hoots about the NHS in Wales\", claims First Minister Carwyn Jones. On Wednesday, Mr Cameron said Welsh Labour's health record was \"dreadful\" and the NHS in Wales was \"a shambles\".  Mr Jones said the prime minister was \"trying to divert attention from his own problems - it's an old trick\".  Mr Jones also accused Whitehall of colluding with newspapers about a senior military figure voicing concern about hospital waiting times in Wales. Responding to Mr Cameron's latest attack on the Welsh government, Mr Jones told BBC Radio Wales: \"This is the thirty-first time that he's done this - it's becoming a bit of an obsession for him.\" ...there is no doubt this was simply a way of using our veterans, people who have fought for this country, as a way of attacking one part of the UK for political ends” At question time in the House of Commons, Mr Cameron had said: \"We have seen an 8% cut to the budget in Wales for the NHS.  \"The last time A&E targets were met was 2009, the last time cancer treatment targets were met was 2008. \"Over a third of people miss out on access to diagnostic services within eight weeks. \"There is a truly dreadful record when it comes to Labour's NHS in Wales and you see a huge contrast now with the NHS in England - properly funded, well run, meeting the key targets - and the shambles there is in Wales.\" The prime minister was responding to a question from the Vale of Glamorgan Tory MP Alun Cairns, who suggested the Welsh government could be undermining the operation of the armed forces because soldiers had to wait longer for treatment. Speaking on the Jason Mohammad programme, the first minister said the Ministry of Defence was \"running away\" from the story that emerged on Sunday, about service personnel spending longer on waiting lists Wales than other parts of the UK.    Media requires JavaScript to play. It was based on an account of a meeting of health officials where the military's most senior medical officer raised the issue. The minutes of the meeting \"were never agreed\", the first minister said. He said: \"This came completely out of the blue. I can see what's happened. Some special adviser in London thought it was a good idea to give the story to some of the papers as a way to have a go at us.\" The MoD responded to a freedom of information request to release documents \"within hours\", he said.  \"Collusion - there's no question about that in my mind,\" said Mr Jones. He claimed soldiers from Wales were being used for \"political purposes\". He said: \"I know it sounds quite dramatic to say that, but there is no doubt this was simply a way of using our veterans, people who have fought for this country, as a way of attacking one part of the UK for political ends.\" He said Mr Cairns was \"continuing with that\". ", "subject": "Health", "link": "http://www.bbc.co.uk/news/uk-wales-politics-26958867", "title": ["Cameron 'does not care two hoots for Welsh NHS', says Jones"]},
{"article": "A new website is being launched to help adults spot the warning signs of mental health problems in children. In Scrubbing Up this week, child psychiatrist Dr Raphael Kelvin - who led the project - says if we're to really support children with mental health problems, we need to more aid - including in the classroom.  There are at least 850,000 children in the UK with a diagnosed mental health condition and the figure may well be rising.  Yet 75% do not receive the support they are entitled to and need.  We are, albeit unwittingly, condemning thousands of the country's most vulnerable children to years of distress and lost opportunities. Why? On the one hand, many mental health services for children and young people are underdeveloped and often underfunded.   But there's another key problem. Many healthcare professionals, teachers, police, volunteers and others who come into contact with them, do not know what a mental health condition looks like or how to approach the issue. So what needs to be done?  There are an estimated 9.5m children in the education system, making schools a vital place to start.   When we polled the public on the issue, 69% said they supported the notion that every school should have a dedicated member of staff on site for children to approach about mental health and well-being issues.   Nearly two-thirds (63%) also felt it was important that every school has regular interaction with a specialist from mental healthcare services.   And perhaps most striking is that 37% would turn to a teacher for help and advice if they suspected a child had a mental health issue.  So we need to be supporting schools to be able to identify, refer and support those children who show signs of mental ill health and make sure they get the appropriate help quickly.  Without investment in school mental health provision, we're missing a real opportunity to have an impact. Beyond the school gates, where else should these priorities lie?   This is complex topic and it includes further improvement and development of a range of important services.  All too often I see children and young people who enter the health system when they've been struggling with a mental health problem for a long time.  ” Getting it right online has to be a key focus as that's where many people turn for information first.  The same poll highlighted that over a third of adults would not know how to spot a child with a potential mental health issue.   Many weren't aware that poor appetite and weight loss could be a symptom of depression, over half weren't sure if waking earlier than usual could be a sign of mental health problems - and excessive boredom and poor concentration can be causes for concern.    And when people don't know, one of the first places they look is the internet. In fact, nearly three quarters of adults polled say they'd use the internet for advice on child mental health issues. There are a lot of good online resources offering advice and information and numerous discussion forums for sharing experience of mental ill health.  But with professionals and volunteers who come into contact with children identified as key in spotting the signs of mental problems (and as with physical illness, the earlier these conditions are identified, the better) - a targeted resource for them is needed. MindEd, an online tool launching today, contains bite-size learning , individually tailored to equip any one of the one million professionals and volunteers working with children and young people - including teachers, sports coaches, police, healthcare professionals, social workers and many more - with the skills to support and identify children with mental health conditions.  It aims to speed up the time it takes to identify a child with a mental health problem and put them on the path to the most appropriate support and where necessary, the right treatment.  It's free, available to everyone, and easy to use. All too often I see children and young people who enter the health system when they've been struggling with a mental health problem for a long time.   Better support early on - including specific mental health leads in schools and tailored online support for professionals - could be key to catching issues early.  And in a world of squeezed budgets and resource pressure, we need to make sure resources are being directed in the right way; including into the classroom and onto the web. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26685550", "title": ["Mental health help 'needed in schools'"]},
{"article": "Texas is a very energetic, smart and playful German shepherd dog. \"He always tries his best to please me,\" said his owner Helene Bäckman.  But when Texas was six months old, Helene noticed that he started to behave unusually. He started to jump and bite the air repeatedly.  \"It´s like he sees something. He jumps and when he´s biting, he bites hard,\" she said. \"You can hear his teeth against each other.   \"He can do this for hours and he gets more and more stressed when he´s doing it. He never rests between jumps.\" The reason for Texas's unusual behaviour? Obsessive compulsive disorder (OCD). OCD is well described in humans and the dog version of the disease presents with similar repetitive behaviours.  Whereas people might wash their hands multiple times or hoard objects, dog symptoms include constantly chasing their own tails or shadows, blanket sucking or repeated grooming. Texas's symptoms include a behaviour called fly-catching.  It is much easier to find disease genes in dogs than in people” This is where dogs snap or chomp at the air as if they're trying to catch imaginary flies.  \"It hasn't been easy to get him diagnosed because nearly all people around me have said that just the way he is,\" said Helene.  \"I live in the north of Sweden and had to drive 700km to [the vet who diagnosed him] in Stockholm.\" OCD is one of hundreds of diseases that the domestic dog suffers from that presents in a very similar way to the human form of the condition.  Other \"human\" conditions that dogs are susceptible include: Although seeing our canine companions suffer may be upsetting, these shared diseases mean that dogs are emerging as one of the most important animal models of human hereditary diseases, advancing our understanding and paving the way for new therapies. Recent studies have identified genes that might cause the canine form of these conditions.  \"It is much easier to find disease genes in dogs than in people,\" said Prof Kerstin Lindblad-Toh, of Uppsala University and the Broad Institute.  This is due to the fact that humans have been breeding dogs for hundreds of years.  Selecting dogs to create pups with specific characteristics has resulted in a certain amount of inbreeding, allowing disease-causing genes to become widespread in certain breeds. This breeding history also means that all dogs within a breed are very similar genetically.  \"This makes the search for the specific disease mutations less complex,\" said Prof Lindblad-Toh. \"In dogs we can find [disease-causing] genes with only a few hundred sick and healthy dogs, whereas in people thousands of patients and controls are needed.\" In 2005, Prof Lindblad-Toh's team analysed all the genes of a female boxer called Tasha to produce an extremely accurate genetic sequence for the dog.  They, and other groups, have shown that the genetic sequence that makes up dogs like Tasha is quite similar to humans, meaning that many of the genes causing a disease in dogs may also be behind the manifestation of the condition in humans.  Prof Lindblad-Toh and her colleagues have recently published a   in Genome Biology which has identified four genes that are associated with OCD in dogs like Texas.  They are currently carrying out studies into whether these genes are also implicated in the human condition.  \"Since the disease symptoms and medications used in dogs and people are similar, we expect that the same genes or other genes with similar functions will be responsible for the disease also in humans,\" said Prof Lindblad-Toh. Pets are often used for these studies. The fact that they live in the same environment as us gives the dog another advantage over other disease models.  \"Dogs are exposed to many of the same stressors that contribute to health problems,\" said Jon Bowen, behaviour consultant and veterinary surgeon at the Royal Veterinary College in the UK.  \"Their diet often contains the leftovers from human meals, they are exposed to family stress (such as arguments and conflict), and are relatively socially isolated from members of their own species.\"  It is known that the environment can have an effect on how genes are expressed, and so any gene-environment interactions that cause human disease also affect our canine friends.   Media requires JavaScript to play. Lizzie Crouch meets Blu the dog, who suffers from canine epilepsy Currently, researchers still rely heavily on genetically engineered mice to further our understanding of a whole range of conditions.  Whether ethically right or not, our knowledge of human disease has progressed considerably as our understanding of how we can genetically induce disease in mice has advanced. But there are limitations. Research is done primarily in specific strains of young mice, specially bred for research and genetically manipulated to induce a disease.  You have to have some understanding of what genes you need to manipulate in order to induce the disease, and not every disease can be induced through such genetic manipulation. \"Naturally occurring diseases in animals are a lot more complex,\" said Holger Volk, professor of veterinary neurology and neurosurgery at the Royal Veterinary College. \"In a rodent you simplify a lot of things.\" But these simplified diseases in rodents are far removed from the complicated reality of naturally occurring diseases.  \"When you look at certain diseases in humans, there are so many factors which could be involved [in causing that disease],\" Prof Volk said. These factors, and the fact we are a complex organism, can often hinder our search for the underlying genetic cause of a disease.  The relative ease with which you can find disease-causing genes in dogs, combined with the shared organism complexity and environmental factors, means it is likely that understanding hereditary disease in dog will take us further in understanding human diseases that rodents can. Using the dog for investigations into physical diseases has had already led to significant advances in our understanding.  For example, the identification of the genetic basis of narcolepsy in dogs led investigators to a previously unknown pathway in the brain, while other studies have led to the development of a new gene therapy for haemophilia, which is showing promise in clinical trials. Experts say that there is increasing recognition of the value that veterinary medicine can bring to human medical studies.  \"Wherever we can, we try to present our work at medical meetings and conferences, so that the medical profession can see what we are doing. Universally this gets a great response,\" said Mr Bowen. There are also large schemes, such as the One Medicine Initiative, that hope to bring together researchers in medicine and veterinary medicine to solve health problems, currently being carried out that recognise the important link between the two fields.  \"My research is driven to improve animal health,\" says Prof Volk. \"And by doing that I can also help the human counterpart; it's a win-win situation for both species.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26679218", "title": ["Dog disease could be boon for human medicine"]},
{"article": "Media playback is unsupported on your device  Last updated at 14:21 BST  An elderly man was locked up for seven hours after giving his wife of 60 years a painkiller patch at her care home.  Walter Crompton from Manchester gave the morphine plaster to wife Eileen, who has dementia, to ease her arthritic pain.  The 83-year-old told   it was \"horrendous\" and \"traumatic\" that he was no longer allowed to see her without a social worker's supervision.  The Allendale Residential Home said their priority was the care and welfare of residents and they were duty bound to report any issues that could impact their wellbeing.  They said Mr Crompton was invited back to visit his wife but had so far not done so.  Greater Manchester Police said the police were alerted to a \"potentially serious offence\" which could have seriously harmed a vulnerable elderly woman, but would conduct a thorough investigation. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/uk-26988007", "title": []},
{"article": " Media requires JavaScript to play. Baby Evie had the cochlear implants fitted when she was three months old A baby has become the youngest in the UK to have cochlear implants - at the age of three months and three days. Evie Smith had the first device implanted in her right ear, and then the second one seven weeks later. Evie is now aged six months - and returned to St Thomas' NHS Hospital in London last week to have the devices activated. Staff there have emphasised her case is exceptional. Evie became profoundly deaf after contracting pneumococcal meningitis when she was just three days old. \"Implants give these children a different dimension to their life - something they wouldn't otherwise have.” She spent six weeks in intensive care, and needed to be on a ventilator for a fortnight.  She was given cochlear implants at an exceptionally young age because the meningitis led to bony growth - or ossification - in her inner ear.  The damage to Evie's ears was getting worse, which meant that waiting for implants at a later stage was not an option. Cochlear implants cannot cure deafness - but they help Evie and children like her experience sound. Audiological specialists fitted external processors to the outside of Evie's ears - these pick up sound and connect with the internal implants, which help send electrical signals to the brain. The staff at St Thomas' banged a drum to monitor Evie's responses, as they programmed the processor. Watching her stir as she absorbed the sound meant the world to her parents.  Her mother, Jenny Harvey, 33, from Kent, told me: \"When we found out she was deaf, what affected me most was the thought of her speech being impaired. \"But hopefully her speech should be very good - with input from the speech and language therapists.  \"We're looking forward to hearing her say mummy and daddy. \"We didn't think we'd get to this stage. The outlook wasn't very good for Evie when she was very ill. \"It's such a relief that she's responding to the implants. It feels as though we're getting some good news now.\" Many hospital appointments still lie ahead for Evie - but activating the implants has been a milestone for her parents.  Her father, Barrie Smith, 34, said: \"We're hoping that Evie will go to a mainstream school.  \"There are some things we still don't know about Evie's longer-term development - she will tell us as she grows older.\" Evie is now among around 5,000 children in the UK who have cochlear implants.  Some deaf people are opposed to implants, and believe that deaf children should instead learn to sign and become members of the deaf community. Katherine Wilson, the principal audiological scientist at St Thomas' Hospital, stressed that Evie had the implants at an exceptionally young age because of the after-effects of her meningitis. She said: \"We had to move very quickly to treat her. The bony growth in the inner ears that she had after meningitis meant we wouldn't have been able to get the implants in later. It just wouldn't have been a possibility. \"The activation process went fabulously well. We never know how young children will react, but Evie showed typical behaviours you'd expect from a baby of her age. \"This will be a long and slow process, with her coming back to hospital many times to have the devices re-programmed.  \"We're not trying to cure deafness - this is a way of managing and treating it.  \"Implants give these children a different dimension to their life - something they wouldn't otherwise have. \"When Evie has the implants on, she'll be able to pick up on sound and speech, and hear her mum and dad calling her. When the implants are off, she's still a deaf child. \"But because of her young age, she has every chance to develop her speech and language, to be able to communicate with hearing people, and to hear the rich sounds of the world.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26894812", "title": ["Baby is 'youngest in UK' to have cochlear implants"]},
{"article": "The headline is worrying: \"half of prostate cancer misdiagnosed\".   It came from a Cambridge University study which followed hundreds of men who were given a prostate cancer diagnosis.   Half of the men who were told they had a less serious form of the disease, had in fact more serious cancer.   Media reports suggested men with prostate cancer were being given 'false hope' by tests that underestimate the severity of the disease.  But cancer specialists have said diagnostic techniques have 'moved on' considerably in recent years.  Prostate cancer is the most common male cancer in the UK with more than 40,000 new cases each year and nearly 11,000 deaths.  Many men can live with the disease for years without the need for surgery and radiotherapy to remove the walnut-sized organ -  treatment which carries the risk of serious side effects such as erection problems.  The difficulty is separating less serious prostate cancers, often called 'pussycats', from the aggressive 'tigers'.  All the men in the Cambridge study had undergone needle biopsies - guided by ultrasound.  This technique means the medical team have to guess roughly where the abnormality might be when getting a tissue sample.  But things have moved on considerably since the study ended in 2008.  Current best practice, at centres like  Addenbrookes in Cambridge - where the study was carried out - and University College London Hospitals, is for patients to have an initial MRI scan.  This can often rule out any abnormality in the prostate meaning there is no need for any invasive tests.   If a biopsy is required, the MRI scan is used as a template to accurately guide where to place the needle.  Professor Mark Emberton a consultant urologist at UCLH said in no other cancer would specialists take 'blind samples' of tissue, and there was now no need for it in prostate cancer.  He said diagnostic accuracy using MRI targeted biopsies was now in excess of 95 per cent, so men should be confident that they would get the best treatment.  Guidelines on prostate cancer treatment in England commissioned by NICE revealed that around three quarters of cancer specialists now use MRI for the detection of prostate cancer. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26996785", "title": ["How often is prostate cancer misdiagnosed?"]},
{"article": "Media playback is unsupported on your device  Last updated at 06:43 BST  A US trial of hi-tech goggles could reduce the need for secondary operations for cancer patients. Surgeons are not always able to tell if they have removed all the cancerous tissues and many patients face a follow-up operation to remove more. The goggles create an augmented reality, showing cancerous cells as glowing. Bahman Kalbasi reports. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/technology-26984223", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 16:04 BST  A PhD student has allowed bees to sting him 190 times - to find out which part of the body it hurts the most.  Michael Smith, from Cornell University, chose 25 locations around his body to let the bee sting him.  Despite subjecting himself to barbs in intimate areas, Mr Smith found that the most painful area was the inside of his nostril.  He told   \"When you get stung there your whole body reacts... I would not recommend it.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/science-environment-26936731", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 12:37 BST  A woman who suffers from a syndrome which causes her to smell of \"rotten garbage\" and \"sewage\" says she wants to educate people about the condition.  Ellie James, 44, from Abingdon in Oxfordshire, has the rare condition known as Trimethylaminuria (TMAU), which prevents the body from breaking down materials found in certain foods. She told  : \"I have been verbally attacked on public transport... and I've left a couple of jobs because of it.\" \"You can't often smell yourself - you're relying on other people's reactions. You don't know what on earth is going on.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26923503", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 07:14 BST  The NHS in England is continuing to perform marginally better than other UK countries, but the gap is narrowing, according to a new report. The Nuffield Trust and the Health Foundation say life expectancy and death rates have all improved, but concern remains about budget cuts and waiting times for some operations in Wales.   Dominic Hughes reports. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26984851", "title": []},
{"article": "The review of the four UK health systems by the Nuffield Trust and Health Foundation has been a painstaking piece of work. Researchers have been working on it for the best part of four years, grappling with different data sets on topics as diverse as spending, waiting times and death rates. But it is perhaps the questions the report poses rather than the ones it answers that provide most food for thought. Post devolution, the UK has three distinctive systems.  In England, there is a great deal of emphasis on competition (both between NHS bodies themselves and with the private sector). By contrast, in Scotland and Wales collaboration is key; and in Northern Ireland there is an integrated approach where health and social care are part of the same system. It should provide a perfect platform from which to assess the merits of each approach. Except it doesn't. Performance on a whole host of measures is remarkably similar - or where there are differences there are obvious answers. For example, the slower adoption of targets outside England can explain some of the gap on waiting times, while the higher burden of ill health is the main reason that Scotland lags behind on measures such as life expectancy and death rates. These factors can also give an answer to why Scotland, Wales and Northern Ireland appear to be catching up with England on some measures - it is easier to make faster progress from a lower base. But all this just raises the question: what actually does influence performance? Funding was the obvious answers proposed by researchers. However, the report also throws up some other, interesting theories. Local data was provided for one region - the North East of England. This was chosen because in terms of population demographics and health profile it was considered to be the closest fit to Wales and Scotland. The findings were fascinating. In the early 1990s death rates and life expectancy were similar to Scotland, but now the North East is outperforming it by 15% to 19% on death rates and a year of life expectancy. So what has happened? Well, it wasn't the impact of competition within the NHS, which is much less frequently used in the North East than elsewhere in England. Instead, study leader Prof Nick Mays suggested it could be linked to the lack of high-paid jobs in other professions, which allows the NHS to recruit and retain the most talented staff. It is not the first time this point has been made. The Centre for Economic Performance also noted the correlation in  . If that is the case, it raises two interesting points. First - unsurprisingly - money matters when it comes to attracting the best staff. But second, what happens locally (and it would be fair to assume this could apply to a host of other factors) is perhaps more important than the national levers that politicians pull. So instead of looking at performance across countries, it might be better to think of the NHS as a collection of many different systems. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26976269", "title": ["So which nation has the best NHS?"]},
{"article": "The white stuff you sprinkle on your food is back in the headlines. Whether it's salt or sugar, it seems many of us may be consuming too much. So how easy is it to live without  processed food for a week? Helen Briggs finds out. The first day of my new regime involves rifling through kitchen cupboards to see what I'm permitted to eat. The definition of processed food varies, but according to the US Food and Drug Administration it comprises: So out with pasta, oil, tinned tomatoes and many other staples.  Unlimited fruit and vegetables are an easy option, along with the humble baked spud. Processed foods aren't always a bad thing but this does highlight the importance of clear food labels. ” But what about protein? I don't eat meat so that means soaking and cooking my own lentils and chickpeas, rather than buying them tinned. It's a work day, so I have to pack an entire day's supply of rations. I can't rely on my usual soup or salad as it's bound to contain something processed, like stock cubes or mayonnaise. So, I load up with fruit - banana for breakfast; apple and oranges for snacks. Then, horror of horror, I'm struck by qualms about coffee - does it count as processed? Victoria Taylor, senior dietician at the British Heart Foundation, has agreed to help me with my quest, so I ping off a panicky email. Thankfully, she grants me a concession - I can have coffee as long as I buy the coffee beans and grind them myself. Another thing to add to my to-do list, then. Tired this morning after an evening up late soaking chick-peas, boiling lentils and grinding coffee beans. My children are peering into dirty saucepans: \"What's all this burnt gooey stuff, Mummy?\" My rucksack is bulging with pots of things - home-made chick-pea salad, nuts, bananas, bunch of grapes, and yet another variety of home-made salad. I am starting to crave sugar, and patrol hungrily around the canteen in search of anything non-processed. A new routine this morning. To analyse what I'm eating, Victoria has asked me to weigh all my food three days a week. To add to the grinding, soaking and boiling, I now need to put everything on the scales. On the plus side I  think my diet is having some effect - I feel healthy and full of energy. I've discovered that adding herbs to things is a good way to get flavour without using salt, sugar or sauces. Mint tea has become a speciality - fresh mint in the bottom of a mug, topped up with hot water, and you're good to go. I am also saving a fortune on ditching take-out coffees (although I have to confess to the occasional illicit non home-ground Americano). I like to think I'm pretty good at checking food labels. But a cursory glance, before chucking it into the supermarket trolley, is no longer good enough. I am finding out that sugar or salt can be sneaked in to many things you wouldn't expect. The unprocessed pistachio nuts, complete with shells, I pick up in the supermarket queue actually have added salt. And sugar can be hard to spot on food labels, listed as high fructose corn syrup, dextrose, malt syrup, maltose and evaporated cane juice, among other things.  In the UK, cooking food at home is becoming a thing of the past.  In the last decade, money spent on take-aways and eating out has gone up by almost a third. I spend my Saturday the old-fashioned way - batch-cooking meals that can be eaten over the course of the next few days. A family birthday so eating out is unavoidable. The waiter is starting to get impatient with my questions. Is the risotto made with home-made stock? Does it have any added sugar/salt/artificial things? Eating out is a minefield when you're forbidden from adding anything to your food. Whether it's a take-away sandwich, a morning cappuccino or a birthday celebration in a restaurant, finding out exactly what is in your food is a nutritional nightmare. The week has been enlightening - and it's definitely something I will do again. But without a lot of forward planning and preparation, it's impractical for many. I could have opted for a more varied diet such as grilled fish and steamed vegetables, but without my own personal chef or a job working from home, that was beyond me. So how did I do? According to Victoria Taylor, not too badly. She says based on a comparison with my \"control\" week, my salt and saturated fat intake were both reduced by half.   The main reason for me - as a non-meat eater - was giving up bread and cheese, which, while not conventional processed foods - can be relatively high in salt and saturated fat. \"Although Helen wasn't feasting on foods we typically think of as processed, like ready-made meals, pizzas or crisps, her experiment does show how it's often the everyday foods like cheese and bread that make a big difference to the amount of saturated fat and salt we are eating,\" she says. \"Processed foods aren't always a bad thing but this does highlight the importance of clear food labels.  \"Colour coded labels which give at-a-glance information are an easy way to work out if the food you're eating is the healthy choice.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26560558", "title": ["Can you live without processed food?"]},
{"article": "", "subject": "Health", "link": "http://www.bbc.co.uk/sport/0/athletics/26667541", "title": ["London Marathon 2014: Professor Greg Whyte's marathon top tips"]},
{"article": "Media playback is unsupported on your device  Last updated at 12:06 BST  The ambulance service is on the verge of breaking down due to paramedics' stress levels, union Unison has warned. A third of the 1300 NHS ambulance workers the union questioned had taken time off due to work related stress in the past year. Unison Head of Health Christina McAnea told   that tight targets, long hours, and few breaks were making the job \"incredibly stressful.\" The Department of Health said it was aware the service was getting busier and as well as recruiting 16% more paramedics  since 2010, it would review demands on services.  ", "subject": "Health", "link": "http://www.bbc.co.uk/news/uk-26988005", "title": []},
{"article": "Media playback is unsupported on your device  Last updated at 07:42 BST  Drugs workers must do more to help the growing number of people injecting themselves with steroids, the health watchdog says. The National Institute for Clinical Excellence (NICE) says there has been a dramatic increase in those using performance or image enhancing drugs in the last few years.  Steroids are a class C drug and are legal to possess but their side effects range from acne and hair loss to heart and liver problems. Catherine Burns reports. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26950514", "title": []},
{"article": "Giving birth is an emotional and often traumatic experience even when things go well, but what about when it goes wrong? Up until now, no-one has ever asked parents who have experienced stillbirth or the death of a baby shortly after birth what they felt about the care they received. Finally, however, their voices are being heard. A survey of more than 700 bereaved parents by Oxford University shows that a significant number are being let down at a devastating time in their lives. Claire Kerry, 36, is one of those parents. She was 10 days overdue with her second child in February 2012 when she went into labour. Many hours later in a birthing pool in her local hospital, her daughter Esther was stillborn after the umbilical cord became tightly wrapped around her neck and body. \"We had heard her heart beat just 10 minutes before. She was a healthy, strong girl of eight pounds three ounces, she was beautiful,\" Claire says. But she could not be resuscitated. Claire and her husband, from the Midlands, say that although the care they received during Esther's birth was good, it was the way they were treated afterwards that left them feeling isolated and angry. Parents need to feel there is someone they can speak to, who will listen to their anxieties” A bereavement midwife, who is trained to deal with bereaved parents, was kind and comforting at the time but the photographs which were taken of Esther and should have been sent to Claire as a memory of her daughter, never arrived. She had to chase them up and eventually they were located in the bottom of the bereavement midwife's drawer.   Ten months after Esther's stillbirth, the photos were delivered, but \"they weren't the special memory they were supposed to be by then,\" Claire whispers. At a follow-up appointment just weeks after losing their daughter, they were made to sit in a waiting room with expectant mothers, only to be told by an intimidating line-up of doctors and nurses - none of whom were present at the birth - that Esther's death was \"just one of those things\".  \"It wasn't nice at all. We felt so disempowered. We were still stunned and shocked by what had happened.\" Back at home, midwives came on two occasions to check Claire's stitches and she was discharged, with some leaflets to read. Her GP left a message on her phone asking if she needed anything. But that was it. \"I felt so isolated - as if all the doors had been closed on me. You need people more than ever at that point.  \"I'd still had a baby, but no-one came.\" Claire found herself in freefall. She became very low and depressed as the impact of her loss began to take hold. Friends and family just didn't know what to say and it was only a series of psychotherapy sessions which helped pull her slowly out of that dark place. Claire's experiences are not dissimilar to those of many parents in Oxford's 'Listening to Parents' study, which collates 720 women's experiences of maternity care after bereavement across England. The results, which will be presented at a meeting of the  , suggest that the care provided is generally good but they also reflect a wide variation in the quality of care provided by hospitals and individual health professionals. During labour, the survey found that 10% of women said they did not feel listened to or that their concerns were taken seriously. Nearly a third said they did not feel they had a part in decision-making and almost half said they did not feel fully confident about the decisions made at the time. Some parents reported being taken to rooms within maternity wards after the birth and being able to hear other babies crying, which they found extremely distressing. While some staff are praised for their compassion, others are described as insensitive and uncaring. Lead researcher Dr Maggie Redshaw, from Oxford University's National Perinatal Epidemiology Unit, says it is important to hear bereaved parents' voices and learn from them. \"Death and bereavement is a very big deal for young parents when they have hopes for the future. They set out on a path to be a parent and what happens is a huge shock.\" This can have a long-lasting psychological impact, she says. Bereaved parents reported being depressed and suffering from anxiety at much higher rates than the general population. Dr Redshaw says care should not stop when parents leave the neo-natal unit. Support and counselling could be improved, and is often needed long term. But perhaps more could be done to help prevent stillbirth happening in the first place. Janet Scott, head of research and prevention at Sands, the national stillbirth and neonatal death charity, says parents' concerns must be listened to. \"'I knew something was wrong' is a terrible burden for parents to carry. \"Parents need to feel there is someone they can speak to, who will listen to their anxieties before and during labour. \"They should be made to feel their concerns are valid.\" The study's conclusion urges midwives, GPs and consultants to listen to the views of parents who have experienced the death of a baby, so that \"some of the unacceptable experiences described\" can be avoided. Claire knows it can make all the difference. Since Esther's death, she has had a miscarriage and was treated at a different hospital where her experience was very positive. \"I was treated like a human being. It made me realise just how badly we were treated before.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26889862", "title": ["Bereaved parents' voices heard at last"]},
{"article": "Bad weather and a delayed flight might be a recipe for misery - but in one instance 50 years ago it led to a discovery that has saved countless thousands of lives.  The discovery of the Epstein Barr virus - named after British doctor Anthony Epstein - resulted from his specialist knowledge of viruses which caused tumours in chickens plus his skills gained using one of the first commercially-available electron microscopes.  I had the feeling that this was something special” His hunch was assisted by a longer than expected journey of some tumour cells from Uganda, which were nearly thrown in the bin.  But it would never have happened if Epstein's curiosity hadn't been fired up by a lecture by the Irish doctor turned \"bush surgeon\", Denis Burkitt.  In the lecture, billed as a staff meeting on \"The Commonest Children's Cancer in Tropical Africa\", Burkitt described how he had noticed a number of cases of debilitating tumours which grew around the jawbone of children in specific regions - particularly those with high temperatures and high rainfall.  We now know this as Burkitt lymphoma.  Sir Anthony Epstein, now 93,  , recalls: \"I thought there must be some biological agent involved. I was working on chicken viruses which cause cancer. I had virus-inducing tumours at the front of my head. I thought... [it] was being carried by some insect vector, or some tic. That's why it was temperature-related.\"   The Epstein Barr virus belongs to the family of herpes viruses - and is linked to a number of different conditions, depending on where you live.  Most people are infected with the Epstein Barr virus. It's best known in high-income countries for causing glandular fever which causes a sore throat, extreme fatigue and swollen glands in the neck.  According to Dorothy Crawford, emeritus professor of microbiology at Edinburgh University, up to 95% of all adults are infected with the virus.  \"The virus is spread in childhood at different rates - in the saliva, so through close contact.  In African countries most children have it by the age of two because they share cups in their household.  \"The rate is lower in middle-class areas of England, so if you haven't already been exposed by your early teens it can cause glandular fever.\"   This has given it the nickname the kissing disease because, she explained: \"People kissing in the back row of the cinema exchange more saliva than young children sharing toys.\"  Epstein asked for samples of the tumours from Burkitt and they were sent back on overnight flights from Uganda.  For almost three years Epstein's efforts to retrieve virus from the tumour cells failed, despite trying several culture methods used successfully for other viruses like influenza and measles.   In the end bad weather came to the rescue.  Fog delayed one flight which was diverted to Manchester, 200 miles from London. So the sample taken from the upper jaw of a nine-year-old girl with   didn't get to Epstein until late one Friday afternoon on 5 December 1963.   At that point it looked past its sell-by date.  \"The fluid was cloudy. This suggested it had been contaminated on the way,\" Epstein said.  \"Was it full of multiplying bacteria? Before we threw it away I looked at it under a wet preparation microscope and saw huge numbers of free-floating, healthy looking tumour cells which had been shed from the edge of the tumour.\"  Traditionally, growing cells successfully in culture had involved sticking them to a glass surface for support, but the lymphoma cells seemed to favour growing in a suspension.   Once all other conventional tests for identifying the virus from the cultured cells had failed, Epstein tried electron microscopy. The very first grid square he viewed included a cell filled with herpes virus.  Exhilarated by what he'd seen, Epstein went for a walk in the winter snow and came back feeling calmer.  \"I was extremely frightened in case the electron beam [of the microscope] burned up the sample. I recognised at once the herpes virus - there were five then, now nine. Any of the then-known ones would have wiped the culture out when they were replicating but this wasn't happening.  I had the feeling that this was something special.\"  Our understanding of this pervasive virus, named after Epstein and one of his PhD students Yvonne Barr who helped to prepare the samples, has increased over the years since Epstein confirmed his findings with American virologist colleagues.  Burkitt's data helped to identify that the tumour named after him was seen in children with chronic malaria, which reduced their resistance to the Epstein Barr virus, allowing it to thrive.  But most of us live quite happily with the virus.  \"If you disturb the host-virus balance in any way then changes take place which lead to very unpleasant consequences,\" says Epstein.  \"Once the link between Epstein Barr virus and Burkitt lymphoma was established, other seemingly unrelated conditions followed. These include a cancer at the back of the nose which is the commonest cancer seen in men in southern China and the second commonest in women in the same region.  There is also a link to Hodgkins lymphoma, a cancer of the white blood cells.  \"Each one came out of the blue,\" according to Epstein, \"and we've just heard about another. About 20% of Japanese cancers of the stomach are associated with the virus.\"  Yet another connection was made by Professor Dorothy Crawford, while waiting for the lift at the Royal Free hospital in London.  \"It's such a tall building everyone meets outside the lifts. I was standing next to a renal [kidney] transplant surgeon and overheard him say they'd just had their first case of post-transplant lymphoma. So I went with him to the pathology department and asked for some sections of the tissue to look at under the microscope.\" Burkitt lymphoma can now often be treated successfully with chemotherapy.  At a recent meeting in Oxford of the   future directions for research were explored.  Attention is now focusing on a vaccine for the Epstein Barr virus - and some efficacy has already been demonstrated.  Epstein hopes that a vaccine will lead to the kind of success seen in other cancers caused by viruses - such as Hepatitis B and the human papillomavirus, which cause liver and cervical cancer respectively.  ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26857610", "title": ["Cancer virus discovery helped by delayed flight"]},
{"article": " Media requires JavaScript to play. Many Ugandans are wary of getting tested because of the stigma of being HIV-positive Private clinics in Uganda's capital, Kampala, are selling fake HIV negative certificates to help people get jobs, an undercover investigation by BBC Africa's Catherine Byaruhanga has revealed.  It is the tail-end of the morning rush-hour when I meet Sarah outside a popular supermarket in a suburb of Kampala.  She is a young woman in her 20s, with dreadlocks. She is anxious, and can hardly look me in the eye.  So I am careful not to push her too hard.  I, along with my BBC colleagues, spent several weeks trying to track down someone who had paid for a fake HIV-negative certificate.  Most of the people we spoke to were too scared to be interviewed. Sarah isn't her real name - she would only talk to us if we hid her identity. We visited 15 clinics - 12 were willing to give us a fake negative result” \"I had to get the fake negative results because if I gave the company my positive results I was not going to get employed,\" she told the BBC.  \"I'm a single mother. I'm struggling. I need this money. I need this job for my child.\"  We heard several accounts of people buying bogus HIV-negative results in order to get a job, to travel abroad or to lie to sexual partners because of the huge stigma against people with HIV here. We went undercover to several clinics in Kampala, pretending to be HIV-positive job-seekers in need of a negative certificate to show prospective employers.  These were small private clinics - there are hundreds of them all over Kampala. Inside, there were a handful of staff, a doctor maybe but usually a nurse and a laboratory technician who carries out the testing.  We visited 15 clinics - 12 were willing to give us a fake negative result. One laboratory technician said it was very risky for him to give a fake certificate and he could be arrested. After some negotiations, he agreed to write it for around $20 (£12).   Media requires JavaScript to play. A lab technician agrees to sell a fake certificate The certificates have everything to make them look official, including the clinic's official stamp and the health worker's signature. This evidence comes at a time when many people here are taking a critical look at Uganda's HIV policies. For years, the country was seen as a global leader in the fight against the disease.  Twenty years ago, around one in five Ugandans had the virus, the government quickly got behind Aids campaigns and by 2005 the rate was brought down to 6.3%.  But in recent years the number of people with HIV has started to rise again, to 7.2% in 2012. Once again, the government and activists are fighting to turn things around.  The message is: \"Get tested\". Everywhere you go in Kampala there are billboards and posters urging people to find out their status.  Even President Yoweri Museveni and his wife have taken public tests.  The idea is once people find out they are HIV-positive they can get onto anti-retroviral medicines and be counselled so they don't spread the disease.  But the massive social stigma means many are just too scared. Last year, a survey of more than 1,000 Ugandans living with HIV/Aids was carried out by the National Forum of People Living with HIV/Aids Networks in Uganda (Nafophanu). It found that more 60% of them faced stigma; either being shunned by relatives or friends or losing a job.  Many people in Uganda still see it as a disease of the immoral, those who have led a promiscuous life.  The HIV-positive people we have spoken to add that employers are not willing to hire them because they think the disease will make them less efficient at work. Nafophanu head Stella Kentutsi says this stigma leads some HIV-positive people to avoid accessing health services.  This then leads to more people dying of the disease and passing it on to their partners.  Nicolette Uwimana has chosen to be open about being HIV-positive but, she says, that has made her life difficult.  She is a beautiful young woman, welcoming and very confident. Her purple extensions match her bright pink top with the printed slogan: \"HIV stops with me\".  Ms Uwimana contracted the virus at the age of 10 after being raped. Her family initially took care of her but eventually kicked her out because her treatment became expensive. She now lives in a cramped room with four others. It does not shock me Nevertheless, it's a challenge for government and the country to pull up its socks and squarely face this problem” \"My friends don't even want to associate with me, those who are not positive,\" she said.  \"And when they hear my story they tend to point fingers - 'You went looking for it,' because they don't actually know, they don't understand what somebody goes through. \"And for quite some time now I haven't been working because everywhere I go to look for a job the first thing they ask me is my status.\"  Nonetheless, Ms Uwimana is adamant that sharing her story will give her peace of mind and help her come to terms with her ordeal.  For now, she earns some money by making jewellery and speaking at HIV events. We showed our undercover footage to Uganda's Health Minister Ruhakana Rugunda. He admits the government could do more to stop the issuance of fake HIV-negative results.  \"It does not shock me [that people are buying bogus negative results] Nevertheless, it's a challenge for government and the country to pull up its socks and squarely face this problem,\" he told the BBC.  He said the police had handled some cases, but it is not a problem for them to solve.  Instead, companies should stop stigmatising job seekers who are HIV-positive, Mr Rugunda said.   \"I think that's discriminatory. I think that's pushing people to tell lies and to fake certificates,\" he told the BBC.  But there are no laws to protect HIV-positive people against discrimination. At the same time, the government is proposing legislation that activists fear will increase stigmatisation.  The HIV and Aids Prevention and Control Bill 2010 has clauses that aim to punish people who transmit the virus.  Health-workers will also be obliged to divulge the status of anyone they think could pass on HIV to their partner. The US funds the majority of Uganda's HIV programmes, mainly through non-governmental organisations. In the past decade, it has contributed more than $2bn.  US ambassador to Kampala Scott DeLisi told the BBC he could not guarantee that US money had not gone to clinics giving out fake HIV-negative certificates.  But he says the responsibility to monitor programmes lies with Uganda.  \"When they find these problems, they have to prosecute people. They have to show they're serious about it.\" Sarah says she takes responsibility for breaking the law and lying about her HIV status but says she would do it again for the sake of her child.  \"Why should I sit back and say: 'Let me do the right thing'. At the end of the day, it's me who's going to suffer. It's my child,\" Sarah told the BBC.  \"No-one is going to listen to me. I'm going to die and if I die just like that, who's going to speak out for me?\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/world-africa-26859087", "title": ["Ugandan clinics selling bogus HIV certificates"]},
{"article": "It is 12 years since an inquest into the death of England and West Bromwich Albion footballer Jeff Astle ruled he died from brain trauma caused by heading heavy leather footballs.  After the FA failed to publish promised research into the condition, the Astle family   via its Justice for Jeff campaign. The campaign has prompted other families of ex-players to come forward, claiming Astle's case could be the \"tip of the iceberg\". Among them is physiotherapist, Andrew MacLeod, whose father Ally managed Scotland at the 1978 World Cup in Argentina. He believes his dad developed Alzheimer's after repeatedly heading a ball during a 16-year playing career with teams including Hibernian and Blackburn Rovers. He died in 2004, aged 72, after suffering with the disease for almost 10 years. \"It started as memory loss and forgetfulness,\" Mr Macleod said. \"He would forget where my house was or he would ask to go and visit his mother in Glasgow who had died 23 years before. \"I was keen to see the research by the FA published because if there is evidence that repetitive heading causes brain injuries then it does have consequences even for the modern day player.\" Richard Wickson, the chairman of Reading Football Club's former players' association, believes the Astle case is \"the tip of the iceberg\". \"We're hearing a lot of disturbing stories from organisations like ours around the country and it seems that these illnesses are affecting players from a certain era, the 50s and 60s,\" he said.  Duncan Forbes, 72, played more than 500 games for Norwich City and Colchester in a 16-year career starting in 1961. He was admitted to a dementia care home in October. His wife, Janette, believes his condition, which started when he was 64, was caused by heading footballs. She said: \"Duncan played the game since he was a little boy and with being centre back he was always heading balls out, which were a lot heavier than nowadays. \"He once told me as part of his training he used to head a medicine ball, with the idea that he could then head a normal football much further. \"I know of several players that haven't come out to say they've got dementia because there's a stigma attached to it but I think if clubs investigated it and looked at ex-players, we would find a lot more.\" \"I think the fear of having to pay out compensation is the only thing holding back the authorities from fully researching it. \"But the families I have spoken to are not interested in money they just want to make sure young players don't suffer.\" In a letter to Astle's widow, Laraine, the chairman of the FA, Greg Dyke, said a commission had been set up to investigate head injuries, which includes representatives from the FA, the Professional Footballers' Association (PFA) and the Premier League. A spokesman for the FA said \"The football commission on head injury... are working towards increasing awareness at all levels of the game of football.\" Dr Michael Lipton is currently carrying out a study with adult amateur footballers in the US investigating how heading impacts on the brain. His initial findings suggested   could cause traumatic brain injury. \"Those people were also more likely to perform worse in cognitive tests especially memory and, less so, processing speed and attention,\" he said. \"There is clear data that traumatic brain injury increases the risk of Alzheimer's and dementia maybe as much as three fold.\" However, scientific opinion on the issue is divided. Dr Andrew Rutherford, of Keele University, has been researching possible brain damage caused by heading for more than 10 years. He said there was no definite evidence to link it to dementia. \"There is a danger that when somebody who happens to have been a footballer suffers from dementia, it becomes highlighted as a problem with football when it could be any number of causes just as it is in a person who never played the game,\" he said. \"With these individual cases it can appear that a large number of ex-players are suffering from dementia. \"That may be the case, but it could also just be five or six footballers in the whole of the country that suffer from that particular problem.\" ", "subject": "Health", "link": "http://www.bbc.co.uk/news/uk-england-26817099", "title": ["Jeff Astle: Head injury footballer's case tip of the iceberg?"]},
{"article": "\"I get so anxious if I want to go out to things. I live with my Mum because I don't want to live on my own. I can't do money. I wish I could.\"  Chris Steel is 40 years old. He is remarkably friendly and engaging, and is happiest when he is on stage acting in plays such as George Orwell's Animal Farm.  As a child, his caring nature led him to take to the bedside of a victim of the Hillsborough disaster, with such compassion and diligence he was given an award by former UK Prime Minister Margaret Thatcher.  Chris is great to take to parties... but he is too trusting” But he is unable to go out alone - once, when he did, his openness towards strangers and difficulty in understanding when he is in danger meant he lent his phone to a stranger, who stole it.  He has severe anxiety, and needs constant reassurance from the people around him.   Chris has Williams Syndrome (WS), a rare genetic disorder affecting around one in 18,000 people in Britain. It has often been dubbed the 'opposite of autism'.  People with WS are empathetic, social, friendly and endearing but they tend to have a low IQ, making tasks such as counting money difficult.  They can feel anxious over stimuli such as the buzzing of a bee, or the texture of food.  The need for reassurance in some cases can leave children of loving households calling 999 and feigning an emergency, as they crave adult attention so much. WS, first identified in 1961, can also cause heart problems, developmental delays, and learning disabilities.  For the psychological side of the disorder, acting can play to the strengths of people with WS. Chris says: \"I am good at reeling people in and being a character in different things.\" He acts with a charity called Mind the Gap, based in Bradford, near his home town of Bingley in West Yorkshire, and cites the time he was a pirate in a play called Treasure Island as amongst his favourites.  When he was a child, and visiting his father in hospital, Chris met  when he was crushed in the Hillsborough stadium disaster in 1989.  Chris befriended Tony, and stayed, loyally, by his bedside for weeks. \"Chris can talk to anyone and doesn't need a response,\" his mother Judy says.  It can be difficult when you see the surge of funding for the tidal wave of autism” Judy says he is also \"great to take to parties\" as he happily introduces himself to new people.  But there is a flip side of this social ease. Judy says Chris is \"too trusting\", and has been taken advantage of.  She said he also needs people around him to be happy and guide him in what opinions he should have.  People with WS may make prolonged eye-contact, and be over-engaging, which can put them in danger. There are also further aspects of the disorder which can land them in hot water.  Lizzie Hurst, chief executive at the Williams Syndrome Foundation, says: \"People [with the disorder] conduct themselves in a way that makes them extremely vulnerable.  \"They don't have the cognitive ability to match their linguistic age. \"There is a classic autistic profile to which Williams Syndrome is the polar opposite. People can gauge the mood of a crowd and adopt without understanding the nuances of the situation.\" Ms Hurst says there were \"questions to be raised\" over whether people with WS could be legally responsible for themselves. \"I would say they cannot,\" she adds.  She is working to raise the profile of the disorder amongst GPs, as she says only one in 40 GPs will encounter the disorder and babies with WS can be difficult to identify.  Facial features in young children include a small, upturned nose, long upper lip, wide mouth, full lips, small chin and a white lacy pattern on the eye's iris.   Anxiety can be made worse if the disorder is not diagnosed, she said, as people feel even more isolated. Ms Hurst's charity does not get any funding from the government, relying on fundraising and donations. She puts on barbecues, Christmas parties and holidays for people with WS and their families.  \"I think the government should do more,\" she says. \"It can be difficult when you see the surge of funding for the tidal wave of autism.  \"WS people are just as needing as other people with mental disorders and in many ways they are more needing of support and attention, and that all comes at a price.\"  People with WS do not have a lower life expectancy than other people, and some may go on to get jobs, most often in a voluntary capacity, where their helpful nature can be useful.  Dr Debbie Riby, senior lecturer in the Department of Psychology at Durham University, has been working on the disorder for 12 years.  Anybody can have a child with Williams Syndrome” She says WS occurs when part of chromosome seven is deleted, which happens sporadically.  \"Anybody can have a child with Williams Syndrome,\" she says.  Dr Riby says there is no pre-natal screening, but often doctors can pick up clues if a young child has heart murmurs, and problems putting on weight. She has been running parent focus groups to understand the anxiety side of WS to come up with practical steps families can take to help themselves keep their children calm and happy.  Dr Riby says: \"The work around Williams Syndrome used to focus on the theoretical side. I wanted to focus on the practical side. There is still an awful lot that we can do.  \"The most important thing is for us to think about how we can use research to support families.\"   ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26888280", "title": ["Living with Williams Syndrome, the 'opposite of autism'"]},
{"article": "A soldier who killed three colleagues and injured 16 others in a shooting at US Army base was being treated for depression and anxiety. He was also being assessed for post-traumatic stress disorder (PTSD). Post-traumatic stress disorder is an anxiety disorder caused by witnessing or being involved in a frightening or distressing event. People naturally feel afraid when in danger, but the legacy of some traumatic events is a change in perception of fear. They may feel stressed or frightened in day-to-day life. Any traumatic event has the potential to lead to PTSD including: People will be generally affected within one month of the event.  There is no blood test for PTSD, it instead relies on the judgement of a doctor speaking to their patient about their symptoms. There must have been an initial traumatic event involving a close brush with death or serious violence.  There are then four criteria which must be present: \"This has to impair day-to-day function,\" said Neil Greenberg, a defence professor of mental health at the King's College London. \"With properly skilled doctors it can be very easy to diagnose, it could take a few hours,\" says Prof Greenberg. But he says doctors must have a good suspicion of PTSD before starting to diagnose someone, as patients may not bring up their trauma history. It can also be a challenge because some people deliberately \"overinflate symptoms\", sometimes for financial reasons, while others seek to avoid the stigma of a PTSD diagnosis.  For many people, the symptoms will go away within a month - but others will need psychotherapy or, if that fails, medication.  Cognitive behavioural therapy can help change the way people think about the traumatic event in order to control fear and anxiety. This involves going through the event in detail with a therapist. Antidepressants, such as paroxetine, are used if psychotherapy does not work. Prof Greenberg, who also works with the UK Psychological Trauma Society, says treatment is still effective many years after the incident. However, after such a long time the symptoms are very unlikely to clear up without treatment. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26867615", "title": ["How is PTSD diagnosed?"]},
{"article": " as high air pollution levels are forecast.  But why does pollution cause problems, and what should people do? Winds have brought in pollutants from the Continent and dust from the Sahara, as well as \"home-grown\" pollution. Levels hit the maximum of 10 on the Department for Environment, Food and Rural Affairs (Defra)  in Norfolk on Tuesday - meaning a \"very high\" risk of air pollution - and are expected to be high in parts of England on Wednesday. At level 10, adults and children with lung or heart problems, and older people, should avoid \"strenuous\" physical activity altogether - such as exercising outside in the afternoon when levels are particularly high. When the reading is between seven and nine, those with health and lung problems should reduce physical activity, and those with asthma may find they need to use their inhaler more frequently. Yes, if they experience symptoms. These are likely to be minor : But the advice is that anyone experiencing them should consider reducing outdoor activity. Quite simply because you are breathing in particles that are carried deep into the lungs which then irritate or inflame.  Those who are young and healthy are unlikely to suffer serious short-term effects. But long-term exposure can affect the respiratory system and contribute to heart disease, it is thought, by thickening the blood. Last year the World Health Organization (WHO) said air pollution was a potential cause of lung cancer. A recent WHO report calculated seven million people had died as a result of pollution - both indoor and outdoor - in 2012. Outdoor pollution was linked to: Pollution is a major problem in cities such as Beijing and Mexico City. ", "subject": "Health", "link": "http://www.bbc.co.uk/news/health-26850177", "title": ["What will pollution do to us?"]},
{"article": "Ebola fever has killed at least 86 people in Guinea in recent weeks and another six in Liberia. Firmin Bogon, who lives in Gueckedou near the borders with Liberia and Sierra Leone, told BBC Afrique how he lost his sister, his wife, his stepmother and other loved ones to the virus. My sister came to my home on her return from Sierra Leone and said she was unwell.  We took her to a hospital, where tests were carried out and people said she had typhoid fever. Doctors prescribed drugs but did not tell her to stay in hospital, so we treated her at home. Within a couple of days she passed away. Nobody knew it was contagious, and she was looked after by many people. She must have contaminated others even after her death, while her body was taken away for burial in the village and people had access to it. A few days later I noticed that several of those who had been near her had become ill. Then they started dying.  Her mum, who was staying with us, went first. Then my wife, who had looked after my sister, died as well.  In all we have now lost about 10 family members. My sister came to my home on 27 February and she died four days later. The others died in the five weeks since then. My sister had been in Sierra Leone where she spent less than a week, then in Kisidougou in Guinea, so it is not clear where she caught this disease. We only suspected an Ebola outbreak when a driver who was working for an aid agency in Macenta [in southern Guinea] died and tests on his remains were carried out.  They confirmed he had Ebola fever.  Only then did people start taking precautionary measures, but it was too late.  ", "subject": "Health", "link": "http://www.bbc.co.uk/news/world-africa-26868674", "title": ["'I lost 10 relatives to Ebola'"]}]