[
    {
        "article": "    Northern Ireland's Rory McIlroy endured \"bad breaks\" in a \"frustrating\" second round at the Masters where an 18th-hole putt saw him make the cut by one shot.\n     The two-time major champion started the day one under, but dropped four shots on the back nine to shoot 77 and finish four over par, 11 shots off the lead.\n     \"It was very frustrating,\" said the 24-year-old. \"I just really couldn't get anything to go my way.\n     \"Eleven shots back is going to be nearly impossible to make up.\"  \n     McIlroy, the US Open champion in 2011 and USPGA Championship winner in 2012, had no idea his testing putt on the 18th had to drop if he was to stay in the tournament.\n     He admitted it \"was a bit of a sigh of relief\" to still be involved, but rued his luck during a round in which an approach shot into the 13th green bounced off a sprinkler and into bushes, forcing him to drop a shot.\n     As the last man in the field, the world number nine will \n    \r\n  \r\n\n     and will be without a playing partner, while \n    \r\n  \r\n\n     will tee off at 19:45 BST.\n  Media requires JavaScript to play. McIlroy's unlucky sprinkler shot at 13     Watson has only ever won one of eight tournaments he has led at the halfway stage, but if McIlroy is to win, he will need to close the biggest deficit in Masters history - an eight stroke come back by Jack Burke in 1956 is the current best.\n     In pursuit of American Watson, Britain's best-placed players going into the weekend are Welshman \n     \n     and Scotland's \n     \n     who both sit on one under par.\n     Gallacher, a Masters debutant, birdied the par-five 15th as he ended the day on the same mark as he started. \n     The 39-year-old hit 12 of 14 fairways from the tee, but admitted he was \"glad to still be in the red numbers\" after a round which included four bogeys.\n     \"You've got to keep your temperament,\" said Gallacher. \"Your acceptance levels here have got to be through the roof, you've just got to hit it, accept it and get on with it. \n     The four par five holes on Augusta National played as the easiest on the golf course on day two. In all, 143 of the 290 birdies on the second day came on these holes, with leader Bubba Watson picking up shots on the back nine's two par fives\n     \"It's a very strategic course. I think everyone at home knows how to play it but it's just a case of trying to do it.\"\n     Donaldson described his standing at six shots behind Watson as \"a good position\", but acknowledged he has \"to try to hit more fairways\" over the weekend after finding just 14 of 28 so far. \n     On day two of the tournament, Augusta National's four par five holes played the easiest statistically, with 143 of the day's 290 birdies and seven eagles arriving on the quartet.\n Welshman Jamie Donaldson missed the cut in his debut Masters appearance in 2013\r\n        \n     was unable to capitalise on their generosity for the second day running and finished one under par for the day and level for the tournament.\n     \"I didn't play the par fives well enough again,\" said 40-year-old Westwood who is still searching for a first major title. \"Over two days, I've made eight fives and that's where you make your scores. You need birdies over the weekend on them. \n     \"There's good scores if you play well and disasters if you start hitting a few wild shots. I'm comfortable out there and can see a way around it.\"\n     US Open champion \n     \n     and fellow Englishman \n     \n     both carded scores of 70 on day two to move to two over for the tournament.\n     The 11th hole, named White Dogwood, played the hardest on the course for the second day. A par four, it is averaging more than 4.5 shots and claimed 37 bogeys and 10 double bogeys on Friday. \n     \"That was one of the best rounds I have had at Augusta in terms of ball striking, but I finish disappointed because I left shots on the course,\" said Poulter.\n     \"I three-putted at 10 and at 14. I know I am playing well, my scores are not reflecting that but they are coming and I need to stay patient.\"\n     Elsewhere, Northern Ireland's \n     \n    conceded \"Augusta is still a work in progress\" for him after missing the cut along with England's \n     \n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26999620", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Rory McIlroy makes cut with putt on 18th hole"
        ]
    }, 
    {
        "article": "    There is a standard protocol now when watching Mo Farah in big races: let him pick his way through the early skirmishes, wait for him to seize the lead just before the bell and then roar him home as the world's best distance runners flap and flutter in his slipstream.\n     Six times in the last two and a half years Farah has won gold in that fashion, from Korea to Moscow and, most memorably of all, in Stratford's Olympic Stadium. Which will make it all the more unsettling for some to learn that, on his return to the capital for \n    \r\n  \r\n\n     he will be running as a novice.\n     You can forecast a man's 5,000m chances in big championships on his performance in the heats. You can gauge his 10,000m hopes on precedent and form. \n     The marathon? A long, purgatorial run into virgin territory. \n     There is no precedent. There is no science to predict what might happen. Farah has run 26.2 miles in training. But he has never covered it at race pace, on asphalt, with rivals pushing and breaking, the course twisting and climbing, emergency sirens wailing from muscle, joint and lung.\n      \n    Dennis Kimetto (Ken) - Berlin 2012 \n      \n    Ayele Abshero (Eth) -  Dubai 2012 \n      \n    Tsegaye Mekonnen (Eth) - Dubai 2014 \n      \n    Lelisa Desisa (Eth) - Dubai 2013 \n      \n    Bernard Koech (Ken) - Dubai 2013 \n      \n    Kenenisa Bekele (Eth, above) - Paris 2014 \n     And that, for a nation grown accustomed to his peerless track triumphs, may take some getting used to.\n     \"It's inevitable with everything Mo has achieved so far that people are going to expect that he wins it,\" says Paula Radcliffe, the \n    \r\n  \r\n\n     and Farah's friend and advisor since his schooldays in Hounslow.\n     \"He could have a really good run and not win it. It doesn't mean he's run badly, but trying to convey that to other people is difficult because he has done so much. He has achieved so much that people expect every time he steps out he's going to win.\"\n     Last weekend the only other man to pull off the world and Olympic distance double-double, Kenenisa Bekele, \n    \r\n  \r\n\n     in Paris.\n     That was in a race where he was untroubled by rivals or their tactics. In contrast to that tailor-made itinerary, Farah has chosen to make his own bow on the most public stage of all, against the best field London has ever assembled.\n     There is \n    \r\n  \r\n\n     There is world-record holder Wilson Kipsang, and course record holder Emmanuel Mutai, and Olympic and world champion Stephen Kiprotich. There will be no hiding place, no respite, no easy ride. \n Farah has a close affinity with the London Marathon\r\n       Farah understands the dimensions of his task. Ever since he moved from student digs in St Mary's in Twickenham to a shared house with Kenya's distance elite back in 2004, spending his evenings watching old VHS cassettes of track greats and marathon classics, he has been the most willing student of his specialised subject.\n     But even as his body language at his pre-race media interviews appeared bashful - half-sentences, shy grins, lean limbs hidden under baggy grey tracksuit bottoms and an over-sized white T-shirt - his mood was bullish.\n     \"I've gone straight in the deep end, but that's what champions do. London is by far the toughest field anyone has seen. It makes me more of a champion for going out there and going straight in.\"\n     Farah's ascent to the elite is intimately entwined with this race. Three times as a teenager he won the mini-marathon, the three-mile race for kids aged from 11-17 that precedes the main event at its Mall finish; after leaving school in 2001, it was a London Marathon scholarship that paid for him to join the newly established endurance performance centre at St Mary's rather than join the army, as he feared he would have to.\n     In making his debut this year he is being richly rewarded. Yet he is also paying something back, revitalising interest in the elite side of the race for a public that haven't been drawn to it with as much curiosity since Radcliffe's record-breaking deeds a decade ago. \n     Outside of hardcore athletics fans, most people have grown to think of the London Marathon as friends and fancy dress rather than unmissable sporting drama.\n     The uncertainty about his performance only multiplies the fascination. How fast can he go? What would constitute success?\n      \n     Emmanuel Mutai (Ken) - 2011\n      \n     Wilson Kipsang (Ken) - 2012\n      \n     Sammy Wanjiru (Ken) - 2009\n      \n     Martin Lel (Ken) - 2008\n      \n     Tsegaye Kebede (Eth) - 2010\n     It is notoriously difficult to compare marathons run on different days on different courses, so Bekele's two hours, five minutes and three seconds in Paris may provide only limited guidance; while it is worth noting that the Ethiopian's bests over 5,000m and 10,000m are 16 and 29 seconds faster than Farah's, those PBs were set a long time ago, and the pair were only separated by hundredths of a second over the half-marathon distance of the Great North Run last September.\n     The man whose distance records Bekele beat, Haile Gebrselassie, ran 2:06:35 on his own London debut in 2002, at the time the fastest debut in history. His great track rival Paul Tergat had clocked 2.08:15 in London the year before. \n     Neither do those two provide a perfect prediction for Farah this Sunday, but they do offer context: Farah could run brilliantly, beat the great Haile's debut and yet still finish fourth.\n     What gives those close to him such confidence - there were whispers this week that he is in shape to dip under 2:05 with benevolent weather and a little luck - is that he comes to London off the same formula that has made him the preeminent track runner of his era.\n     Farah is no longer the callow, talented yet capricious kid who struggled to convert his ability into major medals in the early part of his career. He is in supreme physical shape, the product of his usual winter at altitude in Iten, Kenya, with the solid self-belief of a multiple champion to match.\n     In coach Alberto Salazar he has a man who knows more about marathon training than anyone else in the world. Just as importantly, Farah, after the unparalleled success the pair have enjoyed together since 2011, takes confidence in everything he advises.\n     While this is 40,000 steps into the unknown, it is no wild punt. With no World Championships or Olympics this year, Farah can test himself over the ultimate challenge without jeopardising his track status or future goals.\n     Wilson Kipsang (Ken) \n     \n    - Berlin, 2013\n     Patrick Makau (Ken) \n     \n     - Berlin, 2011\n     Dennis Kimetto (Ken) \n     \n     - Chicago, 2013\n     Emmanuel Mutai (Ken) \n     \n     - Chicago, 2013\n     Haile Gebrselassie (Eth)\n     \n     - Berlin, 2008\n     If it works, he may think about a 10,000m/marathon double at the 2016 Olympics in Rio, just as Salazar hinted to me that he would in the aftermath of 2012. If it fails, he can return to the track in time to keep his speed over the shorter stuff. \n     \"With a marathon, it is about racing, to see how you cope with the distance and how your body copes with it,\" says Radcliffe, who has no fears that Farah's springy track style might not convert to the heavy demands of the road.\n     \"It is refreshing for him to have a new and different challenge. He'll probably still be successful on the track, if not more successful than he has been, with the marathon training behind him, but this gives him a chance to do something a little bit different. Yes, it's challenging, but I think he will be relishing the fact that it is a new stimulus for him.\"\n     Gebrselassie will be back on London's streets on Sunday as the elite field's pacemaker, driving them along at close to record pace over the first 30km (18.5 miles). Farah, who will run without a watch (\"I'll just go with the feeling\"), will want to conserve as much energy as he can in that time, for once letting other athletes dictate, staying safe until at least 18 miles and the multiple assaults that will surely follow.\n     \"In the marathon you really do have to run your own race,\" says Radcliffe, 11 years on from setting her own unsurpassed world record of 2:15.25 on the same course. \n     \"You have to cover moves and be aware of what others are doing, but you also have to do what's right for your body and do what suits you best. And that's tricky when you haven't run one before.\"\n     Farah already has the British records at 1500m, 5,000m and 10,000m. The 29-year-old marathon mark of Steve Jones (2:07:13) is realistically in sight this weekend. Beyond that the boundaries are less certain. London will feel a foreign land.\n  Media requires JavaScript to play. Mo Farah ready for London Marathon debut ", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26968962", 
        "subject": "Sports", 
        "title": [
            "Mo Farah: From Olympic & world champion to marathon novice?"
        ]
    }, 
    {
        "article": "    British riders set world records as they took gold in the men's and women's kilo time-trials at the Para-cycling Track World Championships in Mexico.\n     Sophie Thornhill and pilot Rachel James clocked one minute 5.912 seconds to win the women's race in Aguascalientes.\n     Neil Fachie and Pete Mitchell won the men's event in 59.460 seconds - the first sub-one minute tandem kilo.\n     Jon-Allan Butterworth claimed bronze in the C5 4km pursuit to take the GB medal tally in Mexico to four.\n     \r\n  \r\n\n     in the C5 500m time-trial on the first day of the competition, which finishes on Sunday.\n     Thornhill, 18, and James, the sister of able-bodied world champion Becky, only \n    \r\n  \r\n\n     and were riding in their debut race at a major international event.\n  Media requires JavaScript to play. Double gold for GB para-cyclists     They beat the record of 1:08.714 to finish 1.608 seconds clear of Australians Brandie O'Connor and Breanna Hargrave.\n     \"To think this is our first race at a major championships, and we won it, I still can't believe it,\" Thornhill, from Cheshire, told BBC Sport.\n     \"We knew the record was on the cards but to break it by almost three seconds is amazing.\"\n     Aberdeen rider Fachie and Mitchell smashed the record of 1:01.351 which Fachie set in \n    \r\n  \r\n\n     with Sarah's husband Barney Storey at London 2012.\n     Fachie, 30, told BBC Sport: \"I always said when I started cycling it was one of the golden barriers that I wanted to be the first tandem to go under a minute.\n     \"To do it here is very special. It's going to be pretty hard to break that mark now. It's something we can treasure forever.\"\n     Mitchell, 24, added: \"It's definitely the toughest podium I've done [due to the altitude and heat in the velodrome]. I don't think I smiled for about half an hour afterwards, but it's all worth it.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/disability-sport/26998305", 
        "subject": "Sports", 
        "title": [
            "Para-cycling Track Championships 2014: GB win two gold medals"
        ]
    }, 
    {
        "article": "    Football grounds in England fell silent in tribute to the 25th anniversary of the Hillsborough disaster.\n     Matches in leagues across England kicked off seven minutes late to remember the 96 fans who died on 15 April 1989.\n     This weekend's matches, including both FA Cup semi-finals at Wembley, will all hold a minute's silence.\n     The delayed starts apply to the top eight divisions in England, the FA Cup and the Welsh Premier League. \n     Scarves from every club in the top four divisions \n    \r\n  \r\n\n     while fans also held up a mosaic tribute.\n     An inquest into the disaster, which began at the start of the 1989 FA Cup semi-final between Liverpool and Nottingham Forest, was re-opened in Warrington on 31 March.\n     That match ended at 15:06 BST and resulted in the many fatalities, while hundreds more were injured.\n     For their Championship match against Blackburn, Wednesday replaced 96 blue seats with white seats bearing red roses at the end of the stadium where the fans died.\n     Liverpool face Manchester City at Anfield on Sunday, when another silence will be held. A service involving victims' relatives, club officials, players and staff will also be held at \n    \r\n  \r\n\n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26685698", 
        "subject": "Sports", 
        "title": [
            "Hillsborough: Matches delayed to mark anniversary"
        ]
    }, 
    {
        "article": "    Bubba Watson set the Masters alight with five straight birdies on the back nine to open up a three-shot lead at the halfway stage at Augusta.\n     \r\n  \r\n\n     set a formidable target at seven under after a spectacular 68 in sunshine and a stiffening breeze.\n     Australian John Senden also shot 68 to finish four under, one clear of defending champion Adam Scott (72), Denmark's Thomas Bjorn (68), Sweden's Jonas Blixt (71) and 20-year-old American Jordan Spieth (70).\n  Media requires JavaScript to play. McIlroy's unlucky sprinkler shot at 13     Rory McIlroy parred the last to make the four-over cut with no room to spare after a tough round of 77.\n     Three-time champion Phil Mickelson added a 73 to his opening 76 to miss the weekend by one.\n     Also missing the cut were \n    \r\n  \r\n\n     last year's runner-up Angel Cabrera, former world number one Luke Donald, Graeme McDowell, Sergio Garcia and Ernie Els.\n     Watson took full advantage of kinder morning conditions to launch his charge before the wind strengthened and dried out the greens.\n     Starting at three under in a share of second with Scott and Louis Oosthuizen, Watson reached the turn level for the day before the fireworks began on the short 12th.\n     The left-hander hit a nine iron close and sank the putt for birdie to spark a remarkable run. He was on course to tie the Masters record of seven consecutive birdies, set by Steve Pate (1999) and Tiger Woods (2005), but the streak came to an end with a par at the 17th.\n     Bubba Watson's five consecutive birdies fired him into the outright lead, but the record for back-to-back birdies at Augusta is shared by Steve Pate (1999) and Tiger Woods (2005) with seven apiece\n     Watson finished with a bogey after missing the 18th green with his approach but put himself in pole position for a second major title.\n     \"It's not science here, it's try to hit the greens,\" said Watson, who admits the burden of being defending champion last year took its toll as he finished tied 50th.\n     Scott dropped to level par with bogeys at the first, fourth and fifth but edged back to one under with a birdie on the short 12th. He picked up further shots at the par-five 13th and 15th and made a decent par save on the last after driving into the trees to clinch a share of third.\n     \"It's good to be within shouting distance but it's going to take a big day tomorrow,\" said Scott.\n     McIlroy went out in 37, including a double bogey via the trees on the short fourth, and made a second double on the 10th after hitting his second through the green and knocking a scruffy chip back barely onto the green. \n Bubba Watson has only won one tournament since claiming the Masters in 2012\r\n       More bogeys followed on 11 and 13, where his approach took an unfortunate bounce off a sprinkler head into the azaleas behind the green and he was forced to hack out sideways. \n     He knocked in a five-footer on 18 to make the cut but will have to beat the biggest comeback after 36 holes if he is to clinch a third major title this weekend - Jack Burke came from a record eight shots behind at halfway to win in 1956.\n     \"It was very frustrating,\" said McIlroy, who did not realise he needed a par on 18 to make the cut. \"I just couldn't get anything to go my way. I'm driving the ball as well as I ever have and that should be giving me opportunities to score a bit better.\"\n  Media requires JavaScript to play. Brilliant Bjorn in Masters hunt     Mickelson came to Augusta hoping to join \n    \r\n  \r\n\n     and Arnold Palmer on four Green Jackets, but after missing several events with back and oblique problems this season, the Open champion \n    \r\n  \r\n\n     The 43-year-old went out in 36 but ran up a triple-bogey at the treacherous short 12th after catching the front bunker off the tee, splashing out into the back bunker with his second and dumping the ball back across the green into the front bunker again for this third. He eventually found the green but two putts from 20 feet gave him a six.\n     Birdies at 14 and 15 kept Mickelson in the hunt but he dropped another shot at the par-three 16th before finishing birdie, par to miss the cut for the first time since 1997. \n     \"Physically I feel great but I'm not really sharp,\" said Mickelson, who won the first of his five major titles at Augusta 10 years ago. \"I keep making these triples, they're tough to overcome.\"\n     Fred Couples, the 54-year-old who won the title in 1992, continued his impressive run at recent Masters and edged to two under with a 71, alongside fellow Americans Jim Furyk (68) and Jimmy Walker, 35, who has won three times on Tour this year. \n     It is the first time in his career that Bubba Watson has opened a major with consecutive rounds in the 60s \n     Couples would become the oldest Masters winner, while Spieth could overtake Woods, who was 21 when he won his first Masters, as the youngest ever champion.\n     Scottish debutant Stephen Gallacher, 39, and Wales's Jamie Donaldson ended one under to spearhead the race to become the first player from the UK or Ireland to win the Masters since Nick Faldo in 1996.\n     Lee Westwood finished level par, with US Open champion Justin Rose and Ian Poulter at two over.\n     \r\n  \r\n\n     19, carded 73 to end five over while countryman Garrick Porteous, who was set to turn pro after the tournament, amassed 80 to finish 12 over.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26996065", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Bubba Watson leads, Rory McIlroy just makes cut"
        ]
    }, 
    {
        "article": "    Dundee United secured a Scottish Cup final place with an opportunist, but ultimately comfortable, victory over Rangers.\n     Stuart Armstrong finished decisively for the opening goal, which came after the Ibrox side spurned a clear chance.\n     Gary Mackay-Steven's second came via a deflection and the Rangers goalkeeper Steve Simonsen made an error for Nadir Ciftci's third.\n     The Ibrox side had made it 2-1 with a first-half Steven Smith free-kick.\n     But they were unable to truly threaten United's passage to a final meeting with \n    \r\n  \r\n\n     on 17 May.\n     Whoever Jackie McNamara's side face, the occasion is likely to lack the relentless intensity of this contest.\n  Media requires JavaScript to play. Interview - Dundee United boss Jackie McNamara     The game initially had to accept second billing, since the competition was between the two sets of supporters and their goading of each other. The noise spilled from the Ibrox stands as if oblivious to events on the pitch.\n     There was soon a hectic urgency to the play, though, and composure was an early victim of the heightened atmosphere. There were pent-up emotions to be released, and the quality of the game suffered from the raucous surroundings.\n     There was excitement and zeal as the two sets of players hared around the Ibrox pitch, but not enough self-control to bring some poise to the proceedings. \n     Rangers had the most cause to rue that lack of restraint, since they should have opened the scoring when Dean Shiels was sent through on goal. The forward hurried his finish, though, and scuffed the ball wide.\n     It became a galling miss for Rangers, because minutes later a hopeful Gavin Gunning header sent Armstrong clear. \n     Nadir Ciftci was returning from an offside position but was deemed not to be interfering with play and Armstrong took advantage of the confusion to clip a shot past Simonsen that kissed a post before nestling in the net. \n     A pattern was established, since Rangers had the better patches of play, but could not influence the outcome.\n Armstrong (left) beat the offside trap to put United ahead\r\n       When Fraser Aird was free in the area, he laid the ball back to Jon Daly, only for the striker to direct a shot rashly over the bar.\n     Moments later, Richard Foster failed to clear his lines and allowed Ryan Gauld to burrow into the Rangers penalty area before shunting into the path of Armstrong. He could not connect cleanly and neither, subsequently, could Mackay-Steven, but the ball looped off Bilel Mohsni, over Simonsen, and into the net.\n     Smith restored some hope for Rangers with a free-kick that squeezed between Radoslaw Cierzniak and the base of his left-hand post. \n     That goal came just before half-time and, athough Rangers continued to enjoy greater possession after the interval, their frailties could not be disguised.\n     Mohsni was often hapless in possession, attacks were intermittent and haphazard in nature, and there was not enough link-up play between the midfield and the forwards.\n     United's midfield struggled to retain possession, and their defence often sat too deep, but their four front players were a constant threat, not least because of the calamities that the Rangers defence were capable of.\n     When Foster broke up one move and passed back to Simonsen, the goalkeeper hesitated before stubbing the ball straight at Ciftci. The striker rounded the stricken goalkeeper and was celebrating even before he rolled the ball into the empty net.\n     Rangers restored something of their reputation with this display, but United were the more clinical side.\n           Match ends, Rangers 1, Dundee United 3.            Second Half ends, Rangers 1, Dundee United 3.      Attempt saved. Gary Mackay-Steven (Dundee United) left footed shot from outside the box is saved in the top centre of the goal.      Arnold Peralta (Rangers) wins a free kick in the defensive half.      Foul by Morgaro Gomis (Dundee United).      Foul by Lee McCulloch (Rangers).      Keith Watson (Dundee United) wins a free kick in the attacking half.      Hand ball by Paul Paton (Dundee United).      Corner,  Rangers. Conceded by Paul Paton.         Stuart Armstrong (Dundee United) is shown the yellow card.         Ian Black (Rangers) is shown the yellow card.      Foul by Ian Black (Rangers).      Stuart Armstrong (Dundee United) wins a free kick in the attacking half.      Attempt missed. Richard Foster (Rangers) right footed shot from outside the box is high and wide to the right.      Ian Black (Rangers) wins a free kick in the defensive half.      Foul by Morgaro Gomis (Dundee United).         Substitution, Dundee United. Morgaro Gomis replaces Andrew Robertson.      Attempt missed. Gary Mackay-Steven (Dundee United) left footed shot from outside the box is close, but misses to the left.         Goal!  Rangers 1, Dundee United 3. Nadir Ciftci (Dundee United) right footed shot from the centre of the box to the bottom left corner.      Jon Daly (Rangers) wins a free kick in the attacking half.      Foul by Gavin Gunning (Dundee United).      Foul by Jon Daly (Rangers).      Gavin Gunning (Dundee United) wins a free kick in the attacking half.      Stuart Armstrong (Dundee United) wins a free kick in the defensive half.      Foul by Dean Shiels (Rangers).      Corner,  Rangers. Conceded by Radoslaw Cierzniak.      Attempt saved. Steven Smith (Rangers) left footed shot from outside the box is saved in the top right corner.         Gavin Gunning (Dundee United) is shown the yellow card.      Dean Shiels (Rangers) wins a free kick in the defensive half.      Foul by Gavin Gunning (Dundee United).      Corner,  Dundee United. Conceded by Bilel Mohsni.      Dean Shiels (Rangers) wins a free kick in the attacking half.      Foul by Paul Paton (Dundee United).      Foul by Nicky Clark (Rangers).      Ryan Dow (Dundee United) wins a free kick on the left wing.      Foul by Nicky Law (Rangers).      Ryan Dow (Dundee United) wins a free kick in the defensive half.      Corner,  Rangers. Conceded by Keith Watson.      Arnold Peralta (Rangers) wins a free kick on the right wing.      Foul by Andrew Robertson (Dundee United).      Attempt missed. Arnold Peralta (Rangers) left footed shot from outside the box is too high.         Substitution, Dundee United. Ryan Dow replaces Ryan Gauld.      Attempt blocked. Nicky Law (Rangers) left footed shot from the centre of the box is blocked.      Nicky Clark (Rangers) wins a free kick in the attacking half.      Foul by Keith Watson (Dundee United).         Substitution, Rangers. Nicky Clark replaces Fraser Aird.      Foul by Dean Shiels (Rangers).      John Rankin (Dundee United) wins a free kick in the attacking half.      Hand ball by Fraser Aird (Rangers).      Bilel Mohsni (Rangers) wins a free kick on the left wing.      Foul by Nadir Ciftci (Dundee United).         Substitution, Dundee United. Keith Watson replaces Mark Wilson.      Ian Black (Rangers) wins a free kick in the defensive half.      Foul by Paul Paton (Dundee United).      Attempt blocked. Steven Smith (Rangers) left footed shot from outside the box is blocked.         Mark Wilson (Dundee United) is shown the yellow card.      Dean Shiels (Rangers) wins a free kick in the defensive half.      Foul by Mark Wilson (Dundee United).      Foul by Lee McCulloch (Rangers).      Ryan Gauld (Dundee United) wins a free kick in the defensive half.      Bilel Mohsni (Rangers) wins a free kick in the attacking half.      Foul by Paul Paton (Dundee United).      Attempt missed. Ryan Gauld (Dundee United) right footed shot from outside the box is high and wide to the right.         Second Half begins Rangers 1, Dundee United 2.            First Half ends, Rangers 1, Dundee United 2.      Attempt missed. Nadir Ciftci (Dundee United) right footed shot from outside the box misses to the left.      Attempt missed. Mark Wilson (Dundee United) right footed shot from outside the box is high and wide to the left from a direct free kick.      Foul by Arnold Peralta (Rangers).      Andrew Robertson (Dundee United) wins a free kick in the defensive half.         Goal!  Rangers 1, Dundee United 2. Steven Smith (Rangers) from a free kick with a left footed shot to the bottom right corner.      Ian Black (Rangers) wins a free kick in the defensive half.      Foul by Stuart Armstrong (Dundee United).      Corner,  Rangers. Conceded by John Rankin.      Arnold Peralta (Rangers) wins a free kick in the defensive half.      Foul by Paul Paton (Dundee United).      Arnold Peralta (Rangers) wins a free kick in the defensive half.      Foul by John Rankin (Dundee United).         Goal!  Rangers 0, Dundee United 2. Gary Mackay-Steven (Dundee United) left footed shot from the centre of the box to the bottom right corner. Assisted by Ryan Gauld.      Attempt missed. Jon Daly (Rangers) left footed shot from the centre of the box is too high.      Arnold Peralta (Rangers) wins a free kick on the right wing.      Foul by John Rankin (Dundee United).      Corner,  Rangers. Conceded by Mark Wilson.      Nicky Law (Rangers) hits the bar with a right footed shot from outside the box.      Corner,  Rangers. Conceded by Andrew Robertson.      Foul by Andrew Robertson (Dundee United).      Arnold Peralta (Rangers) wins a free kick in the attacking half.      Attempt saved. Nadir Ciftci (Dundee United) right footed shot from outside the box is saved in the centre of the goal.         Goal!  Rangers 0, Dundee United 1. Stuart Armstrong (Dundee United) right footed shot from the centre of the box to the bottom right corner.      Corner,  Rangers. Conceded by John Rankin.      Attempt missed. Dean Shiels (Rangers) left footed shot from the centre of the box misses to the right.      Stuart Armstrong (Dundee United) wins a free kick on the right wing.      Foul by Richard Foster (Rangers).      Foul by Ryan Gauld (Dundee United).      Bilel Mohsni (Rangers) wins a free kick in the attacking half.      Attempt missed. Fraser Aird (Rangers) right footed shot from outside the box is close, but misses to the left.      Attempt missed. Jon Daly (Rangers) left footed shot from the centre of the box is high and wide to the left.      Attempt saved. Andrew Robertson (Dundee United) left footed shot from outside the box is saved in the centre of the goal.      Corner,  Rangers. Conceded by Radoslaw Cierzniak.      Attempt saved. Jon Daly (Rangers) header from the centre of the box is saved in the top centre of the goal.      Corner,  Rangers. Conceded by Mark Wilson.         First Half begins.      Lineups are announced and players are warming up.  Live data and text provided by  ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26898652", 
        "subject": "Sports", 
        "title": []
    }, 
    {
        "article": "    Liverpool manager Brendan Rodgers has warned Manchester City he will \"unleash\" the power of the Anfield crowd when they meet on Sunday.\n     Rodgers wants to take full advantage of fired-up fans hoping the Premier League leaders can secure their first top-flight title since 1990.\n  Media requires JavaScript to play. Who will triumph in title showdown?     \"We will unleash the supporters yet again on our opponents,\" said Rodgers. \n     \"I sense a real nostalgia about the place, a feeling of the old Liverpool. It will drive us, not hold us back.\"\n     Liverpool won the league championship 11 times between 1972 and 1990, when they won the last of their 18 titles.\n     The Reds, who have five games remaining, take a four-point advantage over third-placed City into Sunday's game, but the 2011-12 champions have two games in hand. \n     Rodgers, whose side have a 100% home record this season against the four top-seven teams they have faced, said securing a Champions League place remains the priority because of the financial reward it brings.\n     \"Liverpool have been playing to a really high tempo at home and I would expect them to do that again. It will be interesting to see how City deal with that because they have not coped too well when teams have pressed them like that this season.\"\n     But he added: \"If we can continue to play well and get a little bit of luck then hopefully we can make [the fans'] dreams come true. We will give it absolutely everything.\"\n     Rodgers, \n    \r\n  \r\n\n     has no new injury concerns ahead of Sunday's game, although left-back Jose Enrique remains absent with a long-term knee injury.\n     Argentina striker Sergio Aguero will be available for City for the first time since their \n    \r\n  \r\n\n     in the Champions League on 12 March.\n     Manager Manuel Pellegrini does not believe the game will \"decide the title\".\n     The Chilean added: \"Of course, the team that wins this game has more chance to win the title, but if you think that, with this you finish [and win] the Premier League, it is a mistake.\n     \"There are a lot of other chances to continue fighting, because I think this year the title will be decided by just one point at the end of the season.\"\n  Media requires JavaScript to play. Nevin previews Liverpool v Man City     Sunday's match will start a week of remembrance around the 25th anniversary of the \n    \r\n  \r\n\n     \"We carry it every day of our lives here: manager, players, supporters,\" said Rodgers.\n     \"The victims and the families are with us every day and that is why we work hard to ensure they can have some comfort from seeing their club move forward.\"\n     The game will begin at 13:37 BST, seven minutes later than usual, to recall the period when Liverpool's FA Cup semi-final against Nottingham Forest was stopped because of events unfolding on the Leppings Lane terrace at the home of Sheffield Wednesday.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26993608", 
        "subject": "Sports", 
        "title": [
            "Liverpool v Man City: Brendan Rodgers plans to 'unleash' fans"
        ]
    }, 
    {
        "article": "    Three-time Masters champion Phil Mickelson says he suffered for not being \"sharp\" after missing the cut at Augusta for the first time in 16 years.\n     \r\n  \r\n\n     43, hit a one-over 73 to finish five over, one more than the cut mark, with three bunker shots on the 12th leading to a triple bogey.\n     It is the first time a Masters weekend will be played without Phil Mickelson and Tiger Woods since 1994\n     \"That kind of stuff when you're playing tournament golf and you're mentally sharp you don't do,\" said Mickelson.\n     \"Physically I feel great, able to play healthy. But I'm not really sharp.\" \n     Ahead of the Masters, Mickelson - champion in 2004, 2006 and 2010 - had played 22 rounds of competitive golf in 2014, but \n    \r\n  \r\n\n     in late March with a muscle injury.\n     He tied 12th at the Houston Open one week ago but after finishing four over on day one at Augusta, disaster struck on the 155 yard 12th.\n     \"At 12 I hit the front bunker and there was no sand where I was at,\" said the world number five, who has only missed the cut at Augusta on one other occasion, in 1997. \n     \"I caught the liner of the bunker and bladed it across the green and the same thing happened on the other side. It went back and forth, three bunkers, before I finally got it to stay on the grass.\n     Only Gary Player (23), Fred Couples (23), Tom Watson (21), Gene Littler (19), Bernhard Langer (19), Billy Casper (18) and Tiger Woods (17) have made more consecutive cuts at Augusta than Phil Mickelson \n     \"What I've been nervous about is having a hole like seven on Thursday, a hole like 12 today, where I go along making pars and putting the ball in the right spot and you just get a bad situation.\n     \"I didn't play great. I didn't play bad.  I just had one bad hole there at 12. And I keep making these triples, they're tough to overcome.\" \n     The 12th, a picturesque par three, claimed 34 shots from the field on Friday, with Mickelson's six the worst score of the day on what was the seventh toughest hole.\n     After his exit, the tournament will play out a weekend without Mickelson and Tiger Woods for the first time since 1994, with 2012 champion \n    \r\n  \r\n\n     Spain's Sergio Garcia, England's Luke Donald and former champions Charl Schwartzel and Ernie Els also finished on five over and exit the tournament at the midway point.\n     The Augusta course again averaged more than 74 strokes for the field and only 14 of the players to make the cut start Saturday under par. \n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26998039", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Phil Mickelson misses cut for first time in 16 years"
        ]
    }, 
    {
        "article": "    Sheffield United manager Nigel Clough has warned Hull City fans not to take victory for granted in \n    \r\n  \r\n\n     at Wembley.\n     The League One Blades have sold their full 32,000 ticket allocation, but 5,000 Hull tickets remain unsold.\n     Clough, 48, said: \"We've heard a few stories that the Hull supporters are saving themselves for the final.\n     Nigel Clough is potentially 180 minutes away from achieving something his famous father could not\n     The FA Cup was the one domestic trophy that eluded Brian Clough\n     The closest he came was when his Nottingham Forest side lost 2-1 in extra-time to Tottenham in the 1991 final\n     \"It might be a risk. Any little thing we can use like that, we'll use because we need everything on our side.\"\n     United will become the first team from outside the top two divisions to reach the FA Cup final since Southampton in 1902 if they can add Hull's scalp to that of the Tigers' Premier League rivals Aston Villa and Fulham.\n     After victories over Colchester United and Cambridge United in the first two rounds, they have also upset Championship teams Nottingham Forest and Charlton on their road to Wembley.\n     Clough, a beaten finalist as a Nottingham Forest player in 1991, said: \"I think playing a Premier League team makes us big underdogs. \n     \"But somebody told me we have more players who have played at Wembley than they have.\"\n     The former England international believes it would be an \"incredible achievement\" if his side reach the final.\n     He added: \"We can go down and relax to a certain degree, but without this silly 'we're going for a nice day out' nonsense - we're still going to try to win the game.\"\n     The Blades have lost their past four FA Cup semi-finals, and were beaten by Huddersfield Town in a penalty shoot-out in the \n    \r\n  \r\n\n     at Wembley two years ago.\n     \"We've been made aware of that record and we are totally disregarding it,\" said Clough. \"I don't think it will have too much bearing come Sunday.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/27003106", 
        "subject": "Sports", 
        "title": [
            "FA Cup: Sheffield United's Nigel Clough warns Hull fans of 'risk'"
        ]
    }, 
    {
        "article": " Live on BBC One, Red Button, online, mobiles and tablets from 08:30-14:30 BST, plus live text and BBC Radio 5 live commentary. Highlights on BBC Two from 17:30 BST     Former London Marathon winner Steve Jones expects Mo Farah to break his 29-year-old British record on Sunday. \n     Farah, Olympic and world champion at 5,000m and 10,000m, makes his full debut in London's 26.2-mile race.\n     Welshman Jones's mark has stood since 1985 when he set a time of two hours, seven minutes and 13 seconds to win the Chicago Marathon. \n \r\n\t\t \"He's got all the tools, he's done the training, he's got a great coach - it should be his race in the bag really \r\n\t     \"I'd like to hang on to it for another 29 years but it's time to go,\" said Jones, 58.\n     \"It's not an easy target but it's pretty soft compared to the world level right now.\"\n     While Jones expects Farah to claim his British record soon, he hopes winning the London Marathon remains the 31-year-old's priority.\n     \"I'd be a little disappointed if that's what Mo is focusing on,\" said Jones. \n     \"He should be focused on winning the race. He's got all the tools, he's done the training, he's got a great coach - it should be his race in the bag really.\n     \"A lot can happen but if he keeps his head and stays out of trouble anything is possible.\"\n     Farah \n    \r\n  \r\n\n     but faces four of the 10 fastest marathon runners in history this weekend.\n     The strong field includes reigning champion Tsegaye Kebede, world-record holder Wilson Kipsang, course-record holder Emmanuel Mutai and Olympic and world champion Stephen Kiprotich.\n     Farah \n    \r\n  \r\n\n     last month.\n     The current world record is two hours, three minutes and 23 seconds.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/wales/26992392", 
        "subject": "Sports", 
        "title": [
            "London Marathon 2014: Steve Jones expects Mo Farah record"
        ]
    }, 
    {
        "article": "    Burnley's wait to secure promotion back to the Premier League goes on after Middlesbrough won at Turf Moor.\n     Jacob Butterfield scored the only goal on 51 minutes to leave the Clarets needing five points from their last four games to return to the top flight.\n     Michael Kightly had earlier struck the bar for the hosts, while Danny Graham and Butterfield went close for Boro. \n     The visitors finished the game with 10 men after Daniel Ayala was shown a second yellow card in added time.\n     Burnley, who were \n    \r\n  \r\n\n     came into the game knowing victory would secure them promotion if third-placed Derby lost to Huddersfield.\n     But while the \n    \r\n  \r\n\n     the Clarets fell to defeat against a Boro side who have now won four games in a row.\n     Burnley have suffered back-to-back home Championship defeats after going 21 league games unbeaten there\n     The hosts looked the more threatening in the early stages, with Ashley Barnes denied by some last-ditch defending and Danny Ings firing wide from a Kieran Trippier pass.\n     But Aitor Karanka's men showed their attacking prowess when Lee Tomlin found space on the edge of the box before rifling an effort just wide of a post.\n     Moments later the Clarets thought they had broken the deadlock after Kightly beat Dimi Konstantopoulos, but his looping header hit the bar and Barnes's follow-up was off-target.\n     At the other end, Albert Adomah surged into the Burnley half and found Graham, but his first-time volley flashed over.\n     Adomah then showed his worth at the other end, somehow blocking Ings's effort after Kightly had weaved into the area.\n     And the Boro winger's efforts were rewarded as his side took the lead, Tomlin carrying the ball forward before releasing Butterfield, who calmly slotted his left-footed strike past Tom Heaton.\n     It was almost 2-0 four minutes later as Tomlin went close, before Ings sent a snap-shot just wide as the hosts sought an equaliser.\n     Konstantopoulos remained unflappable in the Boro goal and, despite the late dismissal of Ayala, they were not to be denied the points.\n      \n     \"It is a top end performance by our standards, totally dominant, fantastic energy on show and it is incredible the ball didn't end up in their net at some point.\n     \"Their keeper is man of the match but the officials weren't man of the match. There were certainly two absolutely blatant decisions not given.\n     \"I have spoken to the referee and it always amazes when they say 'it is in your opinion'. I have looked at it 47 times on my laptop so I don't know how it is (an) opinion, that's what I am flummoxed with.\"\n      \n     \"Dimi Konstantopoulos was the best player for us today - he has played very well for us in the last few games.\n     \"I am pleased with his performances and for him as when I came he was third or fourth-choice keeper.\n     \"They had a lot of chances today and we were lucky. They had more chances than us and showed what kind of team they are - one of the best in the Championship.\"\n           Match ends, Burnley 0, Middlesbrough 1.            Second Half ends, Burnley 0, Middlesbrough 1.      Foul by Tom Heaton (Burnley).         Second yellow card to Daniel Ayala (Middlesbrough).      Ashley Barnes (Burnley) wins a free kick on the right wing.      Foul by Emmanuel Jorge Ledesma (Middlesbrough).         Daniel Ayala (Middlesbrough) is shown the yellow card for a bad foul.      Offside, Burnley. Ben Mee tries a through ball, but Ashley Barnes is caught offside.      Attempt missed. Ben Mee (Burnley) header from very close range misses to the left. Assisted by David Jones with a cross following a corner.      Corner,  Burnley. Conceded by Grant Leadbitter.      Attempt blocked. Michael Duff (Burnley) right footed shot from the right side of the box is blocked.      Corner,  Burnley. Conceded by Daniel Ayala.      Attempt blocked. Dean Marney (Burnley) left footed shot from outside the box is blocked.         Substitution, Middlesbrough. Curtis Main replaces Danny Graham.      Attempt saved. Nathaniel Chalobah (Middlesbrough) right footed shot from outside the box is saved in the bottom right corner. Assisted by József Varga.      Attempt saved. Danny Ings (Burnley) header from the centre of the box is saved in the centre of the goal. Assisted by Ross Wallace with a cross.      Corner,  Burnley. Conceded by Grant Leadbitter.      Corner,  Burnley. Conceded by Dimitrios Konstantopoulos.      Attempt saved. Ross Wallace (Burnley) left footed shot from outside the box is saved in the top centre of the goal. Assisted by Dean Marney.      Corner,  Burnley. Conceded by Jonathan Woodgate.      Attempt saved. Junior Stanislas (Burnley) right footed shot from outside the box is saved in the bottom left corner. Assisted by David Jones.         Substitution, Middlesbrough. Luke Williams replaces Lee Tomlin.      Attempt missed. Ashley Barnes (Burnley) header from the centre of the box misses to the left. Assisted by Ross Wallace with a cross.         Substitution, Burnley. Junior Stanislas replaces Scott Arfield.         Substitution, Burnley. Ross Wallace replaces Michael Kightly.      Corner,  Burnley. Conceded by Dimitrios Konstantopoulos.      Attempt saved. David Jones (Burnley) left footed shot from outside the box is saved in the top right corner.         Dean Whitehead (Middlesbrough) is shown the yellow card for a bad foul.      Dean Marney (Burnley) wins a free kick in the attacking half.      Foul by Dean Whitehead (Middlesbrough).      Scott Arfield (Burnley) wins a free kick in the defensive half.      Foul by József Varga (Middlesbrough).      Danny Ings (Burnley) wins a free kick on the right wing.      Foul by Daniel Ayala (Middlesbrough).      Foul by Kieran Trippier (Burnley).      Daniel Ayala (Middlesbrough) wins a free kick in the defensive half.         Substitution, Middlesbrough. József Varga replaces Jacob Butterfield.      Scott Arfield (Burnley) wins a free kick in the attacking half.      Foul by Dean Whitehead (Middlesbrough).      Attempt missed. Ben Mee (Burnley) header from the centre of the box is too high. Assisted by David Jones with a cross following a corner.      Corner,  Burnley. Conceded by Jonathan Woodgate.      Attempt blocked. Scott Arfield (Burnley) right footed shot from outside the box is blocked.      Corner,  Burnley. Conceded by Dimitrios Konstantopoulos.      Attempt saved. Kieran Trippier (Burnley) right footed shot from outside the box is saved in the top right corner.      Jason Shackell (Burnley) wins a free kick in the attacking half.      Foul by Jonathan Woodgate (Middlesbrough).      Corner,  Burnley. Conceded by Dimitrios Konstantopoulos.      Attempt saved. Ashley Barnes (Burnley) header from the centre of the box is saved in the bottom right corner. Assisted by Michael Duff with a cross.      Attempt blocked. Jason Shackell (Burnley) header from the centre of the box is blocked. Assisted by David Jones with a cross.      Corner,  Burnley. Conceded by Grant Leadbitter.      Ashley Barnes (Burnley) wins a free kick on the right wing.      Foul by Daniel Ayala (Middlesbrough).      Attempt missed. Danny Ings (Burnley) right footed shot from the right side of the box misses to the left. Assisted by Kieran Trippier with a through ball.      Attempt missed. Danny Ings (Burnley) header from the centre of the box is just a bit too high. Assisted by Michael Kightly with a cross following a corner.      Corner,  Burnley. Conceded by Dean Whitehead.      Attempt blocked. Danny Ings (Burnley) right footed shot from outside the box is blocked. Assisted by David Jones.      Foul by Nathaniel Chalobah (Middlesbrough).      Jason Shackell (Burnley) wins a free kick in the defensive half.      Foul by Jason Shackell (Burnley).      Danny Graham (Middlesbrough) wins a free kick in the attacking half.      Attempt missed. Kieran Trippier (Burnley) left footed shot from the centre of the box is high and wide to the left. Assisted by Dean Marney.      Attempt missed. Lee Tomlin (Middlesbrough) right footed shot from outside the box is close, but misses to the right. Assisted by Danny Graham.      Delay over. They are ready to continue.      Delay in match Grant Leadbitter (Middlesbrough) because of an injury.      Foul by David Jones (Burnley).      Grant Leadbitter (Middlesbrough) wins a free kick in the defensive half.      Attempt blocked. Dean Marney (Burnley) right footed shot from the centre of the box is blocked. Assisted by David Jones.      Ashley Barnes (Burnley) wins a free kick on the left wing.      Foul by Albert Adomah (Middlesbrough).         Goal!  Burnley 0, Middlesbrough 1. Jacob Butterfield (Middlesbrough) left footed shot from the centre of the box to the bottom left corner. Assisted by Lee Tomlin following a fast break.      Corner,  Burnley. Conceded by Albert Adomah.         Second Half begins Burnley 0, Middlesbrough 0.            First Half ends, Burnley 0, Middlesbrough 0.      Ashley Barnes (Burnley) wins a free kick in the attacking half.      Foul by Nathaniel Chalobah (Middlesbrough).      Attempt missed. Emmanuel Jorge Ledesma (Middlesbrough) left footed shot from outside the box is close, but misses to the left. Assisted by Nathaniel Chalobah.      Corner,  Middlesbrough. Conceded by Tom Heaton.      Attempt saved. Jacob Butterfield (Middlesbrough) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Grant Leadbitter.      Attempt missed. Albert Adomah (Middlesbrough) header from the centre of the box misses to the left. Assisted by Emmanuel Jorge Ledesma with a cross.      Attempt blocked. Lee Tomlin (Middlesbrough) right footed shot from the left side of the six yard box is blocked. Assisted by Emmanuel Jorge Ledesma with a cross.      Corner,  Middlesbrough. Conceded by Kieran Trippier.      Corner,  Middlesbrough. Conceded by Tom Heaton.      Attempt saved. Danny Graham (Middlesbrough) right footed shot from outside the box is saved in the top right corner. Assisted by Grant Leadbitter.      Hand ball by Ashley Barnes (Burnley).      Attempt missed. Danny Ings (Burnley) left footed shot from outside the box is high and wide to the left. Assisted by David Jones with a headed pass.      Danny Ings (Burnley) wins a free kick in the attacking half.      Foul by Nathaniel Chalobah (Middlesbrough).      Michael Duff (Burnley) wins a free kick in the defensive half.      Foul by Lee Tomlin (Middlesbrough).      Attempt blocked. Scott Arfield (Burnley) right footed shot from the centre of the box is blocked. Assisted by Danny Ings.      Dean Marney (Burnley) wins a free kick in the defensive half.      Foul by Dean Whitehead (Middlesbrough).      Attempt saved. Danny Ings (Burnley) right footed shot from outside the box is saved in the top centre of the goal. Assisted by David Jones.      Attempt missed. Lee Tomlin (Middlesbrough) right footed shot from very close range is too high. Assisted by Albert Adomah with a cross.      Delay over. They are ready to continue.      Delay in match Dimitrios Konstantopoulos (Middlesbrough) because of an injury.      Corner,  Burnley. Conceded by Albert Adomah.      Michael Kightly (Burnley) wins a free kick on the right wing.      Foul by Lee Tomlin (Middlesbrough).      Attempt missed. Ashley Barnes (Burnley) header from very close range is just a bit too high.      Michael Kightly (Burnley) hits the bar with a header from the right side of the six yard box. Assisted by Ben Mee with a cross.      Attempt blocked. Scott Arfield (Burnley) right footed shot from outside the box is blocked.      Ashley Barnes (Burnley) wins a free kick in the defensive half.      Foul by Grant Leadbitter (Middlesbrough).      Corner,  Middlesbrough. Conceded by Kieran Trippier.      Attempt blocked. Lee Tomlin (Middlesbrough) left footed shot from the left side of the box is blocked. Assisted by Dean Whitehead.      Foul by Michael Kightly (Burnley).      Grant Leadbitter (Middlesbrough) wins a free kick on the left wing.      Attempt missed. Danny Ings (Burnley) left footed shot from the left side of the box is high and wide to the left. Assisted by Kieran Trippier.      Attempt blocked. David Jones (Burnley) left footed shot from outside the box is blocked. Assisted by Scott Arfield.      Attempt blocked. Ashley Barnes (Burnley) right footed shot from very close range is blocked. Assisted by Michael Kightly with a cross.      Michael Kightly (Burnley) wins a free kick in the defensive half.      Dangerous play by Dean Whitehead (Middlesbrough).      Foul by Ashley Barnes (Burnley).      Jacob Butterfield (Middlesbrough) wins a free kick in the defensive half.      Corner,  Burnley. Conceded by Albert Adomah.      Scott Arfield (Burnley) wins a free kick in the defensive half.      Foul by Albert Adomah (Middlesbrough).      Corner,  Middlesbrough. Conceded by Jason Shackell.      Ashley Barnes (Burnley) wins a free kick in the defensive half.      Foul by Jonathan Woodgate (Middlesbrough).      Foul by Grant Leadbitter (Middlesbrough).      Jason Shackell (Burnley) wins a free kick in the defensive half.         First Half begins.      Lineups are announced and players are warming up.  Live data and text provided by  ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26897287", 
        "subject": "Sports", 
        "title": []
    }, 
    {
        "article": "    International players' union Fifpro says it is concerned by the exploitation of young players.\n     Legal director Wil van Megen says clubs who sign up children, some as young as five, often treat them as \"products\".\n     \"Targeting these children is not a good thing,\" he told \n    \r\n  \r\n\n     World Football programme. \"Children belong in their own environment.\n     \"They are abandoned when they don't succeed and will have horrible lives afterwards.\"\n     \r\n  \r\n\n     by Fifa this month for breaking rules on signing international players under the age of 18.\n     \"It is not that clubs want to give children a better future,\" added Van Megen. \"They want to hire good players for less money than they used to [pay].\n     \"It is inevitable that not all children recruited will succeed.\"\n     South American journalist Juan Pablo Meneses spent two years travelling around the continent posing as an agent to see how easy it was to recruit young players.\n     \"These days in Latin America, it is impossible to find a boy with talent who is untouched,\" he said. \"They are all signed up and branded like cattle.\"\n     Meneses claimed the son of Manchester City striker Sergio Aguero and Diego Maradona's daughter was \"offered three playing contracts before he was born\".\n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/27000050", 
        "subject": "Sports", 
        "title": [
            "Fifpro: Young players abandoned if they don't succeed, says union"
        ]
    }, 
    {
        "article": " Fight report on BBC Sport website     Timothy Bradley says he considered taking his own life because of abuse he received following his controversial points win over Manny Pacquiao in 2012.\n     Bradley was awarded a split decision victory, despite most observers believing Pacquiao had won the contest.\n     The rematch, for the WBO welterweight title, is in Las Vegas this weekend.\n 55 Wins 31 5 Losses 0 2 Draws  0 38 Wins inside distance 12     \"Did I consider suicide? Hell yeah,\" said Bradley. \"I was thinking, 'I don't want to box anymore - I don't even want to live anymore'.\"\n     The 30-year-old American, who is undefeated in 32 fights, received hate mail, death threats and abuse at petrol stations following his last meeting with Pacquiao.\n     The rematch (at approx 04:00 BST on Sunday) will be at the same venue, the MGM Grand, and Bradley says he has overcome his demons with the help of his family.\n     \"I realised the important things in my life, realised who was important,\" said Bradley, who absorbed brutal punishment but emerged with a 12-round unanimous decision over Ruslan Provodnikov in his first defence of the title, then won a 12-round split decision over Juan Manuel Marquez. \n     \"It doesn't affect me. I know who I am. I'm a great fighter.\"\n     In the build-up to his second meeting with 35-year-old Pacquiao, Bradley has questioned his opponent's hunger.\n     Pacquiao has been fighting as a professional since 1995 and has 55 wins and five losses from 62 fights but, despite \n    \r\n  \r\n\n     last November, some believe the Filipino's best days are behind him.\n     Prior to the Rios fight, he \n    \r\n  \r\n\n     the first time he had been stopped since 1999.\n     \"I think he may lack fire,\" Bradley said. \"His motivation is not there. He's been at the top for a very long time.\n     \"He has over 60 fights in the ring with all the best. He's 36 years old. Maybe this is one fight too late for him.\"\n \r\n\t\t This is a must-win situation and if we don't win this fight we have to maybe consider retirement \r\n\t     That view was dismissed by Pacquiao, who expects to extend an illustrious career in which he has won world titles in eight different weight divisions.\n     \"I have to prove that I still have the killer instinct and hunger, to him and to myself,\" said Pacquiao.\n     The importance of inflicting a first defeat on Bradley is fully understood by Pacquiao's trainer Freddie Roach.\n     \"This is a must-win situation and if we don't win this fight we have to maybe consider retirement,\" said Roach.\n     \"Some people think we are all done and we have to prove that we are not. We've had a great run. I don't think that it's close to being over.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/boxing/26976343", 
        "subject": "Sports", 
        "title": [
            "Timothy Bradley 'considered suicide' after Manny Pacquiao win"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/football/27001696", 
        "subject": "Sports", 
        "title": [
            "In pictures: Hillsborough 25th anniversary marked"
        ]
    }, 
    {
        "article": "    Football clubs across Britain must urgently redress the \"woeful\" lack of facilities for disabled fans at many stadiums, says a government minister.\n     Mike Penning, the disabilities minister, has written to every professional club in the country to highlight their legal obligations.\n     \"I'm blowing the whistle on discrimination against disabled people by football bosses,\" said Penning.\n     The Premier League says its clubs aim to provide good disabled facilities.\n     \"All Premier League clubs have arrangements in place to provide access and facilities for disabled fans,\" read a statement.\n     \"The highest standards of access are generally at clubs with new grounds, but all clubs, even those working within the constraints of older stadia, work hard to make sure that disabled fans can attend matches and enjoy their football.\"\n     Penning has confirmed he wants to meet Football Association chairman Greg Dyke about the issue.\n     Only last month, a \n    \r\n  \r\n\n     revealed that only three Premier League stadiums provide the required number of wheelchair spaces. \n     \"The Government's involvement will add more pressure on clubs who are falling behind, but until this pressure is translated into specific legislation I can see little changing.\n     \"At present, clubs are required by equality law to treat all fans equally and ensure everyone can access their stadia. They are given guidance as to what they should do for disabled supporters and how many spaces they should provide but this isn't being followed.\n     \"The problem is that the clubs aren't being made to follow it, and neither the FA nor the Premier League has any rules telling them what the minimum standard should be. As a result, the experience of a disabled fan varies greatly from ground to ground.\n     \"Football showed in the wake of Hillsborough and the move to all-seater stadiums that it is capable of drastic action.  However, until clubs are forced to follow these guidelines, wide-scale change in this case appears unlikely.\"\n     Penning said a complete overhaul of grounds was required, \"starting at the very top\".\n     He added: \"The situation is currently woefully inadequate and it is not only wheelchair access that falls short, but access for people with all kinds of impairments.\"\n     Guidelines on how football clubs in the UK should cater for disabled spectators have been in place since 2004. \n     The \n    \r\n  \r\n\n     sets out minimum standards that all new grounds have to meet in the provision, location, and quality of facilities for disabled fans. The number of wheelchair spaces a stadium should provide is based on its capacity. \n     Since the implementation of the Equality Act in 2010, and legislation dating back to 1995, it has been illegal for service providers, including football clubs, to treat disabled people less favourably than other customers.\n     Clubs can be ordered to make reasonable adjustments, which can include providing induction loops for those with hearing impairments, audio-description facilities for those with sight impairments and free tickets for carers who accompany disabled fans at games.\n     The Premier League insist they are following the existing regulations, and said: \"The Accessible Stadia Guide sets out agreed standards to be achieved when new grounds are designed or existing grounds rebuilt, however all clubs use those standards to assess existing provisions and guide them on how to make improvements.\n     \"Particular attention is given to achieving stadium management solutions that make the best of the constraints and opportunities inherent in each stadium. This includes working with the fans to arrive at solutions that work for them, and providing special training for stewards and staff to ensure that appropriate assistance is given.\" \n     Joyce Cook, chair of \n    \r\n  \r\n\n     formerly known as the National Association of Disabled Supporters, added: \"The experience of disabled football fans varies across the country. That's not acceptable and it's time all football clubs took their legal obligations seriously.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26994489", 
        "subject": "Sports", 
        "title": [
            "'Woefully inadequate' facilities for disabled must improve - minister"
        ]
    }, 
    {
        "article": "    Britain's Sir Bradley Wiggins believes he can stay with the favourites into the gruelling final stages of the 257km Paris-Roubaix one-day race on Sunday.\n     Three-time winner Fabian Cancellara has previously doubted the 33-year-old Team Sky rider's \n    \r\n  \r\n\n     in a race dubbed the Hell of the North.\n     But \n    \r\n  \r\n\n     said: \"I think where I will come to the fore is in the final 50km.\"\n     Wiggins used the \n    \r\n  \r\n\n     in which he finished 32nd, as preparation.\n \r\n\t\t I have no bigger picture now and I can afford to take the risks in these races now \r\n\t     \"I wouldn't have risked it in Flanders if I didn't want to do well in Roubaix,\" he said. \"Whether it happens or not is another thing.\n     \"I'll have the legs and the length. Obviously there's a lot that happens before then, and it's avoiding all of that stuff.\"\n     Wiggins knows few will look for the potential winner beyond Trek rider Cancellara, Omega Pharma-Quick-Step's Tom Boonen and Sep Vanmarcke of Belkin. \n     Swiss rider Cancellara is hoping to complete an unprecedented third Flanders-Roubaix double, while Belgian Boonen will be attempting to win the Roubaix for a record fifth time in 10 years.\n     \"It would be nice to be in their company,\" added Wiggins. \"I think that's going to be my biggest challenge. That alone would be quite something.\"\n     Wiggins last raced Paris-Roubaix, \n    \r\n  \r\n\n     in 2011 but was also planning for a serious assault on the Tour de France that season.\n     The Tour is not a priority this year, allowing Wiggins the freedom to take a more combative approach to the race, with 51.1km of cobblestone sections littering the route to the iconic finish in the Roubaix velodrome.\n     \"I have no bigger picture and I can afford to take the risks in these races now,\" he added.\n     Britain's Geraint Thomas is also expected to be among Team Sky's potential race leaders, while Luke Rowe is also racing. \n     Fellow British riders Andrew Fenn (Omega Pharma - Quick-Step), Stephen Cummings (BMC Racing), David Millar (Garmin-Sharp), Alex Dowsett (Movistar), Jonathan McEvoy, Erick Rowsell and Scott Thwaites (all Team NetApp Endura) are also competing in the race.\n      \n ", 
        "link": "http://www.bbc.co.uk/sport/0/cycling/26996396", 
        "subject": "Sports", 
        "title": [
            "Paris-Roubaix: Sir Bradley Wiggins 'has legs to challenge'"
        ]
    }, 
    {
        "article": "    Al Co held off the challenge of last year's winner Godsmejudge to win the Scottish National at odds of 40-1.\n     Jockey Jamie Moore was almost thrown from the horse yards from the finish, but hung on to beat Godsmejudge (16-1) into second by a length and a half.\n     \"Al Co and Jamie Moore had to survive a late and potentially catastrophic scare when the horse was twice distracted in the very closing stages, jinking as a result; a lesser horseman might well have been dislodged. \n     \"But Moore kept the partnership together magnificently to continue a popular run of big-race success after his exploits with Sire De Grugy, the Cheltenham Festival's new Queen Mother Champion Chaser.\n     \"Meanwhile, like Aintree, the Grand National was delayed by a false start with Battle Group again in the thick of the problem. \n     \"The horse's non-participation at Ayr was the third time he'd messed things up in four races, and trainer Johnny Farrelly later tweeted he had been retired.\"\n     Second favourite Trustan Times (10-1) was third, ahead of Merry King (16-1).\n     Scottish-trained Green Flag battled gamely before tiring after the last, while veteran steeplechaser Tidal Bay was among the leaders before fading.\n     Winning trainer Peter Bowen, who is based in Pembrokeshire, said Al Co was \"in the best form we've ever had him\" and added he will be aimed at next year's Crabbie's Grand National.\n     He said: \"He got to the front too soon, but there was nothing he could do about it and I have a lot of faith in Jamie.\"\n     Moore said: \"I won the Scottish Champion Hurdle in 2004 [on Copeland], so it's been a while since I had another winner here.\n     \"Peter told me he had him spot on, but twice up the run-in he spooked at boards or something. I honestly nearly fell off twice, and thank God I didn't.\n     \"Peter puts me up a lot and it's nice to do it for people you ride for.\"\n     The race was delayed by a false start, just as \n    \r\n  \r\n\n     with Battle Group again involved.\n     It was the third time in four races the nine-year-old had refused to race, and trainer Johnny Farrelly later tweeted his charge had been retired.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/horse-racing/26972937", 
        "subject": "Sports", 
        "title": [
            "Scottish Grand National: 40-1 Al Co wins at Ayr"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/golf/27000006", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Phil Mickelson misses cut after bunker woe"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26984667", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Phil Mickelson holes 'miracle' putt at Masters"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26997848", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Bubba Watson's wonderful birdie blitz"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/golf/22119953", 
        "subject": "Sports", 
        "title": [
            "Masters 2013: Jamie Donaldson fires hole-in-one at Augusta"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/football/16110154", 
        "subject": "Sports", 
        "title": [
            "Midweek Final Score"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26667541", 
        "subject": "Sports", 
        "title": [
            "London Marathon 2014: Professor Greg Whyte's marathon top tips"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26989649", 
        "subject": "Sports", 
        "title": [
            "London Marathon launches 'Digital Marathon'"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26997814", 
        "subject": "Sports", 
        "title": [
            "London Marathon: Ones to watch"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/football/26972036", 
        "subject": "Sports", 
        "title": [
            "Football Focus: Robbie Savage with Sheffield United's John Brayford"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/football/26953608", 
        "subject": "Sports", 
        "title": [
            "FA Cup semi-finals: Wigan 'can't lose' against Arsenal"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/swimming/26997815", 
        "subject": "Sports", 
        "title": [
            "British Swimming Championships: Rachael Kelly wins 100m butterfly"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/disability-sport/26986635", 
        "subject": "Sports", 
        "title": [
            "Dame Sarah Storey wins Para-cycling world bronze"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/sport/0/rugby-union/26995386", 
        "subject": "Sports", 
        "title": [
            "Highlights: Ulster 58-12 Connacht"
        ]
    }, 
    {
        "article": "    There will be sweat, spittle and probably some tears on the streets of London on Sunday. \n     The majority of the 30,000-strong field at this year's London Marathon will complete the race, but there will be tough times for them all; moments when legs will wobble, when they feel as if they can't go on. \n     Marathon world record holder \n     \n     six-time wheelchair winner \n     \n    and the oldest man and woman competing in this year's race give their advice on how to battle through the pain and finish one of the toughest races of them all. \n      \n     \"Everybody, whatever level you're running at, will go through at least one difficult period in the race. \n     \"It can come out of the blue, but it's rarely in the first half of the race. Even when I've run a personal best I've still gone through rough spots.\n     \"It's important not to panic and to keep focused. Use little techniques to make yourself think about the moment, whether it's singing to yourself, counting landmarks or counting in your head - anything. \n     \"I used to count to 100 three times in my head and I knew that was roughly a mile.\n     \"That helped me break down the mile into smaller chunks so instead of thinking 'I've got 12 miles left', you're just counting 'one, two, three...' and that's all you're thinking about. You will disappear into your own little world.\n     \"There will be times when you start questioning yourself and it's during those times you must think back to the preparation you've done. Nine times out of 10 the race is much easier than your longest training run. You're rested, you're fresher and you have the support of the crowd, use their energy.\n     \"Have an idea of what time you want to do but if you're feeling better than expected, throw that out of the window, and, equally, if you're feeling rough, stop looking at the clock and concentrate on completing the race.\"\n      \n     \"Last year I was asked what kept me going and I replied by saying \n    \r\n  \r\n\n    ' I was joking, of course. \n     \"I run in an orange bib and on the back it says 'oldest marathon runner' so when I'm walking along I get a tap on the shoulder from people asking me how old I am. By the time I've done four or five miles I've got bruises from all the tapping!\n     \"But it's a case of taking one mile at a time. My running days are over. It's hard for me these days, I am almost down to walking pace, but what keeps me going is\n    \r\n  \r\n\n     I'm running for and the thought of my friends and family at the finishing line.\"\n      \n     \"I used to sing Eurythmics's \n    \r\n  \r\n\n     because the beat of that is really good for maintaining a good average speed. \n     \"Wheelchair racing is a bit more like cycling. It's more like a stage race in the Tour de France, completely different to running the London Marathon. \n     \"In wheelchair races you're more likely to have a pack race and I would always try to stay in the pack, mainly because I was a stronger sprinter and I used to find racing on my own really hard. If I was on my own that's when the Eurythmics song would come in. \n     \"If you're in a pack there's loads of stuff to think about, like breakaways, and there's a lot of protection being in the pack, because of slipstreaming and protection from the wind, so there's no time to sing or count.\"\n      \n     \"Being positive is important to cope with the rigours of a marathon. However, being overly positive can often result in an unrealistic belief that the marathon will be entirely positive. Being confident in your ability is crucial but you do not want to be arrogant.\n  Media requires JavaScript to play. Need the toilet? Prof Whyte's essential marathon tips     \"Most people become emotional during a marathon. When you are pushing your body and mind to their limits for such a long period of time it is inevitable, and acceptable, that emotions play a part. \n     \"Hitting the wall is the culmination of a number of factors but primarily it happens when you are very low on energy, usually carbohydrates. As well as physical symptoms of fatigue and a reduction in pace you will also have psychological changes related to mood, such as increased anger and depression. \n     \"That is entirely avoidable by ensuring you run your race at your pace, and your nutrition is well planned and executed so take on board fluid and fuel - little, often, and early.\n     \"When the going gets tough just think about why you are doing it. What is your motivation? Is it to raise money or awareness for a loved one? Is it a personal goal of achievement?\n     \"Keep putting one foot in front of the other. Great journeys are made with small steps.\"\n      \n     \"It's tough going from a team event like rowing, where everybody knows when you're not giving 100%, to an individual event where it's only you who knows if you're not giving 100%.\n     \"You know the pain will hit you at some point and it's down to you how much you're prepared to give. \n     \"I usually take a pair of headphones with me, but not to listen to music, it's just so that nobody talks to me. They think I'm listening to music and it gives me the excuse not to be rude and to blank everything out. \n     \"Also, when you look around there are people who clearly look in pain. There's always someone else who is in more pain so that can be a reassurance during the tough moments.\"\n      \n    \r\n  \r\n\n     \n     \"Different people want different things out of the marathon but you don't have to run around with your eyes popping out like organ stops. I don't use a watch and never have.\n     \"For someone who just wants to complete the race, don't be afraid to walk. It's better to walk a little bit rather than push yourself. It's a bit silly to get annoyed for being 30 seconds behind your target. \n     \"The London Marathon is absolutely fabulous, it's like a big street party, and you don't have to rush around because there are people who will talk to you. On one occasion I kissed as many policemen en route as I could!\"\n      \n    \r\n  \r\n\n     \"One of the most important things to do is to take on board fluid and not to think you can't stop for 10 seconds because most people aren't running to get a super time. \n     \"If that means you stop running for 30 seconds then so be it. Try energy drinks before the race and, if you don't like them, just regard them as medicine. \n     \"And if you are trapped among people, don't weave through them, conserve your energy and just relax. The most important night sleep is the Friday to Saturday before the race. If you are lying in bed, tossing and turning on the Saturday night don't panic because it won't affect you too much.\n     \"The challenge for me is to say I have run all the London Marathons in under three hours. It won't be easy because I have a niggling hamstring injury, but I will definitely finish. Two years ago I ran across America and if I can do that then I can do the London Marathon. They will have to scrape me off the road!\"\n     \"I use crochet, which forms a series of interlocking chains, as a way of explaining how dementia breaks the link between brain cells. In a healthy brain, thoughts flow freely between each connected section, while dementia breaks the links between cells until the brain is no longer able to function. My mum also taught me to crochet when I was very young so it has an extra special meaning for me.\"\n      \n     \"Sometimes when I get tired during a race I will\n    \r\n  \r\n\n     who died of \n    \r\n  \r\n\n     aged 89. There was one time when I thought I wouldn't be able to finish and that was at the London Marathon in 2012. \n     \"I had decided I was going to push for a better time, to break my previous best. I got to the halfway mark and felt fantastic, but at mile 14 I had a massive asthma attack and felt like death. \n     \"The last mile took me 30 minutes to complete and I ended up finishing in five hours and 47 seconds. I was beside myself with grief and nothing was going to convince me it wasn't the end of the world. \n     \"I've still got the fridge magnet with my time on it from 2012 and it motivates me. Every time I look at the fridge it makes me angry!\" \n     \r\n  \r\n\n     \n     John Courtney: \"James was born without eyes and the obstacles he has had to overcome are immense. He just runs independently a pace behind me. I will talk to him and the trust he shows is phenomenal. \n     \"There certainly are tough times during the marathon, especially when getting water and at the start of the race because of the number of people, and it generally takes us five hours to complete it. \n     \"We won't start running until two hours into the marathon because that's when the gaps open up and we'll  get through the difficult times by singing our song -  'Run Rabbit Run' - and when it's really getting tough we sing 'Pack Up Your Troubles'. \n     \"We have our own ritual. At the start of the race we will say a prayer and the spirit of London, the spectators, help you on.\"\n     \r\n  \r\n\n     \n     \"I play the cornet, so I've got it easy, but we've got four drummers and two \n    \r\n  \r\n\n     players, which are heavy instruments, so they've had to strengthen their backs. \n     \"Four members of the band have to finish in record time if we are to break the record. I talk to the band all the time and tell them that they have to block out the pain.\n     \"We will have to march at about 10 minutes a kilometre if we are to break the record so it's quite fast and because they are all brass or wind players they will have to control their breath to prevent themselves from passing out through exhaustion. \n     \"It's the relentlessness of it that is difficult. We only have 30 seconds between each piece of music and it's difficult maintaining that discipline for 26 miles. We've got three books of music, from Michael Jackson to marches, and they are all upbeat songs. They have to be fast. \n     \"I'm in the middle so if anyone is struggling I will be able to manage it from the centre. I will tell them it's only seven hours of pain and usually they react well but sometimes someone will turn around and have a go at you.\"\n  Live on BBC One, online, mobiles and tablets from 08:30-14:30 BST, plus live text and BBC radio commentary. Highlights on BBC Two from 17:30 BST ", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26938806", 
        "subject": "Sports", 
        "title": [
            "London Marathon: 10 top tips to help you complete the event"
        ]
    }, 
    {
        "article": "    In his regular BBC Sport tactics column, Robbie Savage looks at \n    \r\n  \r\n\n     Both teams are attack-minded and high-scoring with exciting forward players, and both have weaknesses in defence, despite City's recent improvement at the back.\n     So the battle for control of the game in midfield will be vital at Anfield, particularly how each team tries to protect their back four.\n Signing of the season? Fernandinho joined City from Shakhtar Donetsk for £30m in the summer of 2013\r\n       For Manchester City, Fernandinho is seen as their main defensive midfielder, but there is much more to his game than that.\n     His energy will be vital for Manuel Pellegrini's men, not just when it comes down to winning the ball back from Liverpool, but also in turning defence into attack.\n     I sometimes hear people describe Fernandinho as being an anchor man in the mould of former Chelsea star Claude Makelele, because they think Yaya Toure is the City midfielder who gets forward.\n     But in fact Fernandinho and Toure work in tandem as a pair of box-to-box players. They have got a great partnership because they share defensive and attacking responsibilities in City's usual 4-2-3-1 formation.\n     It is Toure who grabs the headlines because of his rampaging runs but Fernandinho is an unsung hero for City because of the energy he brings to their team, his mobility, and the amount of work he puts in.\n     Defensively, Fernandinho covers a lot of ground when City do not have possession and puts the most pressure on the ball. If you add up interceptions and tackles, he has won it back more than any other City player this season.\n Stats: Opta 1. Fernandinho (58) 1. Yaya Toure (177) 2. Martin Demichelis (47) 2. Fernandinho (155) 3. Pablo Zabaleta (45) 3. Vincent Kompany (111)     In contrast to Steven Gerrard, who does play the holding role for Liverpool, Fernandinho does not just turn over possession by sitting in front of his defence. Instead, he goes hunting for the ball.\n     In the past, Gerrard would have covered the same amount of ground as the 28-year-old Brazilian - who chases teams down, often high up the pitch - but these days he stays much deeper, apart from at set-pieces.\n     Like City, Liverpool look to get lots of players forward quickly when they win the ball but, on Sunday, Gerrard will not be one of them. He only enters the final third for set-pieces, from which he has provided seven of his nine assists and his three goals that have not come from the penalty spot. \n     It is different for Toure and Fernandinho. When you play with two box-to-box men in the middle like City do, they have to be disciplined. When one goes forward, the other has to stay - even if they probably both want to go.\n     Getting that balance right at Anfield will be vital for City and not just because of the different threats Liverpool pose.\n     Fernandinho and Toure will have to help their defence deal with the Reds' fast forwards when they break, watch for their overlapping full-backs and also put pressure on Gerrard and Philippe Coutinho, who will be looking to ping longer balls over and through City's back-line.\n Stats: Opta Games & Minutes 26 & 2,220 29 & 2,450 Goals/Shots 4/22 13/40 (10 pens) Assists 3 9 Chances created 31 57 Passes (% completed) 1,394 (88%) 1,832 (86%) Tackles (% won) 78 (78%) 79 (71%)     The City pairing have attacking responsibilities, too. Toure's main threat is through his trademark runs forward and shots from distance. Fernandinho is less spectacular but he is fast, good on the ball, able to pick out a pass and can burst into the box to get on the end of moves as well.\n     The most crucial thing about Fernandinho, though, is that the high-tempo he helps to set allows City to launch fast attacks of their own.\n     \r\n  \r\n\n     but the same could be said about Fernandinho for City.\n Stats: Opta Games 26 5 29 4 Wins 21 1 21 2 Defeats 3 2 3 2 Goals for 80 4 80 10 Av. goals for 3.08 0.8 2.75 2.5 Win % 81% 20% 72% 50% Points per game 2.5 1 2.3 1.5     When City win the ball and go forward, they move it about quickly, sometimes taking only one touch to lay it into the path of a team-mate and breaking into the box at devastating speed.\n     Fernandinho does not try to play searching long passes forward like Gerrard does. Instead, his job when he gets the ball back is to quickly push forward himself or immediately give it to a player ahead of him - David Silva or Samir Nasri, or one of City's overlapping full-backs.\n     That is what they will try to do against Liverpool, and City do not always attack at the same breathtaking speed when Fernandinho is not there - \n    \r\n  \r\n\n     Martin Demichelis was in midfield and he took too many touches, which slowed City down.\n     City have failed to score in four of the five league games that Fernandinho has missed this season. They are the only times they have not found the net this season.\n     One of the factors behind Liverpool's success this season has been \n    \r\n  \r\n\n      and how he mixes up his midfield and attack depending on the opposition.\n     We got an idea of what to expect at Anfield \n    \r\n  \r\n\n     They went 1-0 up but lost 2-1 despite having enough chances to win the game, with their worst miss coming when Raheem Sterling skied his shot when he was clean through.\n     Liverpool played a 4-3-3 formation that day. But they did not have Daniel Sturridge or Gerrard, who were both injured. City, who were without Sergio Aguero, lined up in a 4-2-3-1 formation with Alvaro Negredo as their lone striker.\n     Luis Suarez played as Liverpool's central striker, with Coutinho on the left and Sterling on the right. Lucas Leiva played in the holding midfield role, staying very deep just like Gerrard does.\n     This time, I think Rodgers will go 4-3-3 again, but with Suarez, Sturridge and Sterling across the front three, \n    \r\n  \r\n\n     That means Coutinho will be in the team but playing much deeper than he did on Boxing Day.\n     Again, just as in that Spurs game, where Sterling and Glen Johnson went at Tottenham left-back Danny Rose, I think Liverpool will target the left side of City's defence.\n     Whether it is Gael Clichy or Aleksandar Kolarov at left-back, and Martin Demichelis or Joleon Lescott as City's left-sided centre-back, that side is far weaker than Kompany and Pablo Zabaleta on the right.\n     Because of the pace of the Liverpool attack, I think City should go with their faster defenders to deal with it - Clichy and Lescott rather than Kolarov and Demichelis.\n     It is a big call for Pellegrini, but he has stuck with Demichelis until now, and probably will again. Whoever he goes for alongside Kompany, it is a gamble.\n     City are used to starting games on the front foot but their defence will have to be ready for a fast start by Liverpool on Sunday. \n     Time and time again this season, particularly at Anfield, Liverpool have over-run lots of teams early on in games. \n     They have scored in the first half in 31 of their 33 league games so far, and have hit a total of 54 first-half goals, by far the most of any top-flight team.\n 1. Liverpool - 54 1. Chelsea - 9 2. Man City - 37 2. Man City - 10 3. Chelsea - 28 3. Everton - 12 Liverpool have played two more games than City 1. Liverpool - 31 1. = Chelsea/Everton - 24 2. Man City - 22 3. Arsenal - 22 3. Chelsea - 18 4. = Man City/C Palace/Hull - 21     City are also a high-scoring, attacking team. Both they and Liverpool have a chance of beating Chelsea's record from 2009-10 of 103 goals in a Premier League campaign.\n Liverpool have played two more games than City Liverpool 455 (1) 227 (1) 19.78% (2) 90 (1) Man City 420 (3) 195 (3) 20% (1) 84 (2)     Their strength is going forward, but City have improved defensively in recent months, and have conceded only four goals in their last nine Premier League games, compared to 25 in their previous 22 league matches. \n     There are plenty of reasons they will be confident of surviving any early onslaught at Anfield. Pellegrini's side have conceded the first goal only five times in their 31 Premier League games, and only four first-half goals in 16 league games away from home. Only Chelsea have conceded fewer first-half goals in total.\n     Part of that comes down to the way City impose themselves on games rather than their ability to hold out under pressure, but they can defend when they have to.\n Liverpool have played two more games than City Liverpool 424 (11th best) 130 (6th best) 40 (7th best) 10 (=10th best) Man City 307 (1st best) 106 (2nd best) 29 (2nd best) 13 (=2nd best)     They will have to be solid at Anfield. The strength of Liverpool's attack means this will be City's biggest defensive test in the league this season. Any lapses will be punished.\n     Even without any individual errors, the Reds front three is good enough to find a way through City's back four, so the protection offered by Fernandinho and Toure in front of them will be crucial. They cannot leave their defence exposed at any time.\n     I would expect an open game, where both teams have spells where they are on top and both teams create lots of chances. Just like at Etihad Stadium, who wins will come down to which team can take theirs.\n      \n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26958903", 
        "subject": "Sports", 
        "title": [
            "Liverpool v Man City: Unsung hero Fernandinho can be key for City"
        ]
    }, 
    {
        "article": "    In Britain, Argentine Diego Simeone is best remembered as the man whose reaction to a petulant kick by David Beckham resulted in the England star famously being sent off during a World Cup game in 1998.\n     That is a harsh reflection on his playing career, though, because Simeone was a magnificent midfielder, winning 106 international caps and starring in Serie A for Inter Milan and Lazio as well as guiding Atletico to a league and cup double in 1996 (their most recent La Liga triumph). \n Simeone was on the receiving end of Beckham's infamous kick in 1998\r\n       And now, Simeone is carving a new career as one of the game's hottest managerial properties, with his approach to coaching mirroring the blend of winning attitude and technical aptitude that characterised his playing days.\n     If you asked Diego Simeone how his Atletico Madrid team have overcome all the odds to progress to the Champions League semi-finals, where \n    \r\n  \r\n\n     as well as topping La Liga with just six games remaining, he would provide you with a simple answer: \"Hard work and humility.\"\n     Indeed, that is exactly the mantra he has been preaching on a weekly basis this season, as the football world continues to wonder when - or if at all - his steamroller of a team will finally run out of puff.\n     Until recently, most people assumed it would simply be a matter of time. When, not if. But \n    \r\n  \r\n\n     where Atletico succeeded in knocking the Catalan team out of the Champions League before the last four for the first time since 2007, sent a loud and clear message: Atletico Madrid are for real.\n     To a great extent, Simeone's assessment of his Atletico team's greatest strengths - hard work and humility - is absolutely right. \n     Atletico were only four points above the La Liga relegation zone when Diego Simeone became coach in December 2011. Within 18 months he had guided them to the Europa League, Uefa Super Cup and Copa del Rey titles.\n     The discipline, intensity and sheer, uncompromising effort of their play is unrivalled. That was never more evident in the opening stages on Wednesday, when Atletico's whirlwind of attacking pressure simply blew Barcelona away, resulting in Koke netting the only goal of the game and David Villa thumping shots against the woodwork twice inside the opening 20 minutes.\n     Hard work and humility - as well as, to use Simeone's other favourite phrase, going from game to game - have allowed Atletico's bunch of largely unheralded journeymen, none of whom (with the exception of Villa) were superstars before they arrived at the Vicente Calderon, to barge their way without an invitation into the upper echelons of world football.\n     For any football fan who has become cynical about the modern game's tendency to be ruled by huge dollops of money, Atletico's unstoppable rise has been a breath of fresh air. \n     In the days of Arab sheikhs, Russian oligarchs and American business tycoons, low-budget teams like Atletico simply aren't supposed to do this well. Yet here they are, with less than six weeks of the season remaining, still in strong contention for the two most prestigious prizes on offer.\n     That is, indeed, largely down to the relentless work ethic instilled by Simeone. But it would be very wrong to suggest that Atletico's current success is simply down to the fact that they run around a lot, because there is also a huge amount of quality and intelligence within their ranks.\n     That starts on the training ground, where Simeone and his gruff assistant Mono Burgos prepare the perfect tactics to suit their team's strengths. \n Atletico are unbeaten against Barcelona in five matches this season and meet on the final day of the La Liga campaign\r\n       Under Simeone's instruction, Atletico are defensively disciplined, unsurpassably organised and play with great game awareness, knowing when to press ferociously in numbers and when to sit deep, waiting for the right opportunity to pounce upon their hapless opponents and launch a rapid, pinpoint counter-attack.\n     As the eloquent Argentine boss explained in the build-up to his team's latest triumph, Barcelona's strength lies in controlling possession; Atletico's lies in controlling space. \n     Simeone's attention to detail and his ability to clearly communicate his plans ensures that his players have mastered the art of playing the game where they want to, while simultaneously forcing their opponents into areas where they feel uncomfortable.\n     More than anything, though, Simeone's unbounding positivity and unshakeable belief that good habits, when consistently applied on a day to day basis, will lead to winning performances has succeeded in completely turning Atletico's image on its head.\n     For years, Madrid's second team suffered from a severe inferiority complex as neighbouring Real ruled the roost and the rest of Spain derided them as hapless bunglers who always managed to somehow mess everything up.\n     That reputation was most famously captured in a notorious television advert, when a forlorn young boy asked his frowning father: \"Porque somos del Atleti?\" Why are we Atleti fans? It was a sort of Spanish equivalent to \"Accrington Stanley…who are dey?\" and illustrated the inescapable sense of inevitable doom which habitually engulfed Atletico fans as they lurched from disaster to disaster.\n Simeone credited the Atletico fans with inspiring his team to victory in the Champions League\r\n       Under Simeone, Atletico are finally shattering that conception; their manager is even an image of vibrant self-belief as he prowls the touchline during games, constantly turning to the crowd and vigorously urging them to applaud the players for their wholehearted effort.\n     When referee Howard Webb blew the final whistle at the Vicente Calderon on Wednesday, tremendous scenes of jubilation were unleashed, with the home fans - chanting and singing with a relentlessness almost matching their team - refusing to leave the shaking stadium until their heroes re-emerged from the tunnel to embark upon a celebratory lap of honour.\n Head to head and not goal difference decides teams level on points. Atletico have better record than Real, and yet to play Barcelona twice 79 78 76     As the players finally gave way to those demands and dragged their weary bodies back onto the pitch, to be sportingly saluted even by the travelling Barcelona fans, one man was conspicuous by his absence. Diego Simeone was apparently nowhere to be seen. \n     But he was there all right, hiding on his own at the back of the dugout, quietly watching the scenes of celebration he had helped to create with obvious pride, seemingly struggling to force back tears. After the hard work, the humility.\n     Former Liverpool and Republic of Ireland forward Michael Robinson, who finished his playing career in Spain and is now the country's foremost television pundit, concluded his rhapsody over Atletico's performance by enthusing: \"It's impossible not to admire them.\"\n     Robinson is exactly right. \"Why are we Atletico fans?\" Right now, the more pertinent question is why anyone wouldn't be. \n ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26966304", 
        "subject": "Sports", 
        "title": [
            "Atletico Madrid: Diego Simeone's side are stern test for Chelsea"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/news/uk-politics-26923970", 
        "subject": "Sports", 
        "title": [
            "The strike that threatened an English summer"
        ]
    }, 
    {
        "article": "    Augusta. The Masters. Three words to make golf fans drool every April. \n     This hallowed corner of an unremarkable Georgia town is one of sport's most famous settings, the tournament one of the world's most unique events. Here are 18 reasons why we love the Masters.\n     Ah, Augusta. Just the name evokes an iconic image in green, punctuated by explosions of colour from banks of azaleas and framed by towering pines, with grass so sumptuous you could make a suit out of it. \n     Driving up the adjacent Washington Road strip, with its bars, burger joints, motels, parking lots and neon plantations, you would struggle to believe such treasure could lie over the fence. \"It's like being in the most perfect picture that has ever been painted,\" said England's Ian Poulter.\n     Think genteel country club rather than brash sports venue. The smart but humble 19th century plantation-style clubhouse at the end of Magnolia Lane sets the tone for this spring rite. The visual splendour, the traditions and history, the reverence of the spectators and Augusta's limited-numbers policy add to the occasion. \"It's a very interesting place and has a wonderful feel. I still love it after 40-odd years,\" says veteran BBC golf broadcaster Peter Alliss.\n     It's Augusta's way or the highway, but the rules - strictly enforced with Southern charm - add to the ambience. Broadcasters and the media are also expected to toe the line. Fans are to be known as \n    \r\n  \r\n\n     and controversy is to be avoided. The no-running rule does at least provide the morning spectacle of speed-walkers scuttling off to all parts to place chairs. Phones are also a no-no, as is sleeping on the course. \"I always marvel at how they control all those people with a bit of string. Possibly some trepidation at putting a foot wrong,\" notes Alliss.\n     Stay on the right side of the law and the Masters will treat you well. Sandwiches, including the traditional Pimento Cheese, cost between $1.50 and $3 and domestic beer, in Masters-logoed plastic cups you can take home, is $3. Fancy foreign stuff is $4. Despite an image rooted in tradition, the Augusta National is always looking to refine and innovate, such as the state-of-the-art digital coverage. Southern splendour with a modern agenda.\n     As the only major at the same venue every year, each triumph and disaster adds another layer to the legend. The National was opened in 1933 on the site of an old plant nursery, and the first Masters - then called the \"Invitational\" - was staged the following year. Traditions abound, such as the Champions Dinner, ceremonial starters, the par-three contest or amateurs bunking down in the Crow's Nest above the clubhouse.  Landmarks also become old friends. The \n    \r\n  \r\n\n     because of damage was news around the world.\n  Media requires JavaScript to play. Archive - Nick Faldo helps 1991 winner Ian Woosnam slip into his Green Jacket      The tropical-weight emerald blazer might not be to everyone's taste, but it is one of golf's most coveted accolades. The jacket was first introduced for members in 1937 and ordered from Brooks Uniform Company in New York. \n     Sam Snead was the first winner to receive a jacket and honorary membership in 1949. The reigning Masters champion can take it home for a year, then it must be kept at the club. The jacket comes with a two-page list of rules, according to last year's winner Adam Scott.\n     A Masters badge feels like Willy Wonka's golden ticket to most but the lucky few (well, roughly 30,000 a day on practice days, half that during the tournament) get one of the best views in sport. Augusta's seat-saving etiquette is unique. Plonk your green fold-up chair anywhere outside the ropes and return hours later to reclaim your spot. It will be empty and waiting. \n Patrons arrange chairs around Amen Corner during the second round of the 2013 Masters\r\n       The Tuesday evening shindig for past champions is one of sport's most exclusive clubs. The elite few dine off a menu dreamed up by last year's winner. \n     Tradition dictates they opt for dishes from their homeland, throwing up some mouthwatering delicacies over the years such as Sandy Lyle's \n    \r\n  \r\n\n     and Charl Schwartzel's monkey gland sauce. \n     Arnie, Jack and co. can order off the clubhouse menu if they're not game for a bush tucker trial. Australia's Scott will serve \n    \r\n  \r\n\n     a surf 'n' turf BBQ and his mum's pavlova. \"I didn't feel I could serve kangaroo or crocodile to these guys.\" \n     Kids, wags and celebs don the caddie's traditional white boiler suit for the traditional Wednesday afternoon laugh-fest over the picturesque par-three course. \n Rory McIlroy had fiancee Caroline Wozniacki on his bag during last year's par-three event\r\n       The family fun, back-slapping and bonhomie act as a release valve before the main event. \n     But there is mischief at work on the banks of Ike's Pond - the Curse of the Par Three. In its 53-year existence, no par-three champion has ever won the Masters in the same year.\n      \n     White Dogwood, 505 yards, par 4.  \n      \n     Golden Bell, 155 yards, par 3.\n      \n     Azalea, 510 yards, par 5. \n     Golf's most iconic stretch of holes, visually stunning and technically demanding, Amen Corner can be a round-wrecker or a springboard for a back-nine charge. \n     The term \"Amen Corner\" was coined by sportswriter Herbert Warren Wind in 1958 for the area down at the lowest part of the course: the 11th, 12th and tee shot on 13. \n     The par-four 11th is the second most difficult hole on the course, after the 10th, followed by the short 12th across Rae's Creek where the wind swirls and makes club selection so difficult. Tom Weiskopf holds the record with a 13 there, in 1980. \n    \r\n  \r\n\n     says three-time champion Gary Player. \"Amen Corner - what an appropriate name.\"\n     If leaves and branches could talk, these boughs would have thousands of stories to tell. The old oak - or actually two oaks, one smaller one next to the main tree - on the course side of the clubhouse is the hub of Masters week. \n     All golf's movers, shakers and hangers-on will be found lurking in its shade, interviewing players, doing business deals, gossiping, being seen. \n     Everyone's guilty of \"fomo\" (fear of missing out) as eyes dart and heads swivel, trying to spot someone more important to talk to. 'Meet you under the tree' is a traditional Masters refrain for those with the right badge.\n Caddies with Mike Weir, Garrick Porteous and Jason Day on Hogan's Bridge on the 12th hole in practice \r\n       That ice-white boiler suit is quintessential Augusta. Before 1983, staff caddies were assigned to Masters players. All were black, and many went by nicknames such as Fireball, Ironman and Cemetery. After 1983, players were allowed to bring their own caddies but they still had to wear the traditional white jump suit. \n     Two-time champion Ben Crenshaw's long-time Masters caddie Carl Jackson is one of the remaining old school Augusta bagmen, who began working at the course aged 14 in 1961. He will work a record 53rd Masters this year. \"That suit is pretty thick so you can get really hot. At least you can pack light - a couple of pairs of shorts and some T-shirts to wear under it,\" said Martin Kaymer's caddie Craig Connelly.\n     An icon in white, the modest manor belies is status as the home of the Green Jackets. Built in 1854 by the owner of the then indigo plantation, it stands sentinel at the highest point of the course. \n     The front door, at the end of Magnolia Lane, opens onto a short hallway with a reception desk and offices. Twenty odd paces take you through a lounge, housing the Masters trophy, to the back door and the course. A spiral staircase leads to the library, an informal dining room with additional seating on the veranda. The Champions Locker room - officially the Masters Club Room - is to the rear. \"The clubhouse has grown over the years but it is still attractive and comfortable, not glitzy at all,\" said Alliss.\n     Another tradition adding to Masters lore, wide-eyed amateurs are invited to stay, for a modest (and undisclosed) sum, in the eaves of the clubhouse during Masters week. The five-room dormitory is reached from the library via an unmarked door which leads into a small hallway. \n     On one side there is another door to the Champions Locker Room. Plenty of young men have stumbled, accidentally or otherwise, into the exclusive domain of Masters winners. Opposite, behind another non-descript door, is the steep staircase to the Crow's Nest and its unmistakeable glass cupola.\n     Among former residents to have won the Masters are Jack Nicklaus, Tom Watson, Phil Mickelson and Tiger Woods. Tales of 'Nesters' abound - one has Nicklaus getting reprimanded for abusing the club's hospitality by having two steaks a night as a 19-year-old in 1959.\n     The most exclusive place in this most exclusive of clubs, the domain of the few is another Masters mystique. Behind a door marked \"Masters Club Room - private\", past champions get to change, eat, gossip and gripe in seclusion. Twenty-eight oak lockers with brass nameplates line the room, with two players to a locker. Adam Scott shares with Gary Player. \"Gary gets a lot of mail so there's not much room for my stuff,\" says new incumbent Scott. \n     If the visual splendour and waft of pine and cut grass isn't enough of an assault on the senses, the Masters keeps your ears busy too. The roars greeting great shots reverberate around the pines, which act like the reeds in a giant mouth organ, especially on the lower parts of the back nine where the noise is coralled.\n Phil Mickelson is a three-time Masters winner and hugely popular with the Augusta crowds\r\n       A Sunday roar has a deeper, more urgent resonance than a Thursday roar. And a Woods or Mickelson roar tops the lot. \"To feel that energy and to hear the roars and be a part of what's happening that final nine holes, it's the greatest experience for a professional golfer,\" says 'Lefty'. \n     The \n    \r\n  \r\n\n     reads like a who's who of golf and reinforces its status. Jack Nicklaus tops the pile with six wins followed by Arnold Palmer and Tiger Woods on four. Phil Mickelson, Nick Faldo, Gary Player, Sam Snead and Jimmy Demaret are on three each. This week marks the 25th anniversary of Faldo's first win. His third victory in 1996 is still the last by a player from Britain and Ireland. Europe's last winner was 15 years ago, when Spain's Jose Maria Olazabal won his second Green Jacket.\n     There is more to winning a Green Jacket than just piecing the parts together. Sure, you need a bit of length off the tee, have pin-point precision with your irons, chip and putt like a God and keep a lid on the nerves, but a sprinkle of magic helps, too. \n  Media requires JavaScript to play. 2005 Masters: Tiger Woods chips in on 16     Witness \n    \r\n  \r\n\n     or Mickelson's six iron through the trees on 13 in 2010, or Bubba Watson's wedge from the woods on 10 in 2012. \n     \"When your eyeballs are flashing because your heart is hitting you so hard in the chest from inside out and you've got to deal with degrees and inches, it's a hard game. But somebody is going to pull it off and when they do, they're revered for it,\" said Azinger.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26887265", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: 18 reasons to love Augusta - golf's unique event"
        ]
    }, 
    {
        "article": "    BBC Sport's football expert Mark Lawrenson is pitting his wits against a different guest each week this season.\n     His opponent for this weekend's Premier League fixtures is \n     \n     Groves takes on WBA and IBF super-middleweight champion Carl Froch \n    \r\n  \r\n\n     after losing their first meeting in a contentious ninth-round stoppage last November.\n  Media requires JavaScript to play. Football Focus: George Groves gives Premier League predictions     He told BBC Sport: \"I've been a Chelsea fan for some time - not just since they got any good!\n     \"One of my earliest memories is sitting on the floor in my Nan's front room watching them win the FA Cup final against Middlesbrough in 1997. \n     \"Seeing Dennis Wise lift the cup that day was pretty sweet and obviously since then I have seen them win a lot more trophies as well. \n     \"My cousins and uncles are season-ticket holders and when I was younger I used to go in with them in the Matthew Harding Stand and get to a few away games as well, which was always good fun.\n     \"But in the last few years, since my boxing has kicked on, I have struggled to get down to Stamford Bridge as much as I'd like.\"\n     You can see all of Groves' predictions on \n     \n     at \n     \n     on Saturday on BBC One and the BBC Sport website (in the UK). \n     He is also predicting some success for himself in the ring against Froch. \"Ultimately, it's a one horse race,\" he said. \"I think I will knock him out within three rounds.\"\n Crystal Palace v Aston Villa 1-0 2-1 1-0 Fulham v Norwich 1-0 2-0 1-0 Southampton v Cardiff 0-1 2-0 2-0 Stoke v Newcastle 1-0 2-0 1-2 Sunderland v Everton 0-1 0-2 0-1 West Brom v Tottenham 3-3 1-1 2-2 Liverpool v Man City 3-2 1-1 1-3 Swansea v Chelsea 0-1 1-1 0-4     A correct result (ie picking a win, draw or defeat) is worth \n     \n    point. A correct score earns \n     \n    points.\n     Groves did not make any predictions for the FA Cup semi-finals, but will hope to do better against Lawro than Froch fared in December 2012. \n    \r\n  \r\n\n Wigan v Arsenal 1-1 (Arsenal win 4-2 on pens) 0-2 Hull v Sheff Utd 5-3 2-1     Last weekend, Lawro got \n     \n     His tally of eight points saw him beat \n    \r\n  \r\n\n     who got \n     \n     We're keeping a record of the totals for Lawro and his guests (below), and showing a table of how the Premier League would look if all of Lawro's predictions were correct (at the bottom of the page).\n Lawro 249 Guests 162      \n      \n     2-1\n      \n     1-0\n     \r\n  \r\n\n      \n     2-0\n      \n     1-0\n     \r\n  \r\n\n      \n     2-0\n      \n     2-0\n     \r\n  \r\n\n      \n     2-0\n      \n     1-2\n     \r\n  \r\n\n      \n     0-2\n      \n     0-1\n     \r\n  \r\n\n      \n     1-1\n      \n     2-2\n     \r\n  \r\n\n      \n     0-2\n     \r\n  \r\n\n      \n     1-1\n      \n     1-3\n     \r\n  \r\n\n      \n     1-1\n      \n     0-4\n     \r\n  \r\n\n      \n     2-1\n     \r\n  \r\n\n      \n P33 W22 D2 L9 12 Nicky Wire 11 Susanna Reid 10 Usain Bolt, Tim Key* 9 Charlotte Green, Camp Bastion troops 7.55 Lawro (average after 33 weeks) 7 Danny John-Jules, Steve Wilson 6 Katy B, John Bishop, Kevin Clifton, Gaz Coombes, Alistair McGowan, Joe Montana, Greg James, Alan Shearer 5 Geraint Thomas*, Sam Tomkins, The National 4 David Baddiel, David Cameron, Guy Mowbray, Jason Sudeikis, Eliza Doolittle 3 Robert De Niro, Sylvester Stallone, Kaiser Chiefs, Woody* 2 Sam Bailey, Cal Crutchlow, Gail Emms, Jim Kerr, David Schneider 1 Michael Palin, Vic Reeves 0 Josh Franceschi     * Does not include scores for postponed games\n      \n     16 points (week 21 v Robert De Niro and Sylvester Stallone)\n      \n     3 points (week 26 v Geraint Thomas, before postponed games are played)\n 1. Man City 32 29 3 0 90 +2 2. Chelsea 33 25 6 2 81 0 3. Man Utd 33 23 7 3 76 +4 4. Liverpool 33 21 9 3 72 -3 5. Arsenal 33 17 12 4 63 -1 6. Tottenham 33 16 5 12 53 0 7. Everton 33 12 12 9 48 -2 8. Southampton 33 13 8 12 47 0 9. Stoke 33 10 7 16 37 +1 10. Swansea 33 10 7 16 37 +5 11. Norwich 33 10 7 16 37 +6 12. Aston Villa 32 8 12 12 36 +1 13. West Brom 32 9 8 15 35 +3 14. Newcastle 33 8 10 15 34 -5 15. West Ham 33 9 7 17 34 -3 16. Fulham 33 8 9 16 33 +4 17. Crystal Palace 33 8 7 18 31 -1 18. Hull City 33 6 10 17 28 -4 19. Sunderland 32 3 9 20 18 0 20. Cardiff 33 1 11 21 14 -2 ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26969505", 
        "subject": "Sports", 
        "title": [
            "Premier League & FA Cup predictions: Lawro v boxer George Groves"
        ]
    }, 
    {
        "article": " Live BBC Two coverage on 12 April from 19:30 BST and on 13 April from 18:00 BST. Live Red Button, online and mobile coverage on 12 and 13 April plus highlights, previews and reaction on 11, 12 and 13 April. Daily live text and radio commentary.     BBC Sport is extending its coverage of the Masters even further after signing a new multi-year contract with the Augusta National.\n     The key action on Saturday and Sunday will continue to be shown live on BBC television, as will highlights of the first and second rounds on Thursday and Friday. \n     But in addition, six more digital feeds will help audiences watch the play across four screens - PC, tablet, mobile and connected TV.\n     This weekend's play from Augusta will be shown on up to seven live video streams on mobile, tablet, desktop and Connected TVs as the Masters builds to its climax on Sunday.\n     You can also listen to all four days on \n    \r\n  \r\n\n     and \n    \r\n  \r\n\n     while BBC Two will have live coverage over the weekend.\n     Live text coverage on the BBC Sport website will also help you keep up to date, with easy access to video streams, radio commentaries and statistics just a click away.\n     There will also be the chance to catch up on the highlights, reaction and interviews online, via the Red Button or on Connected TVs.\n     Ryder Cup-winning captain and 1993 US PGA champion Paul Azinger has joined the BBC commentary team to share his expert knowledge this year.\n     Audiences can access all of BBC Sport's digital coverage from bbc.co.uk/sport via a web browser on PCs and handheld devices or the BBC Sport app for mobiles and tablets (iOS and Android). The BBC Sport app for connected TVs will also provide all live streams and video highlights.\n      \n    \r\n  \r\n\n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26934607", 
        "subject": "Sports", 
        "title": [
            "Masters: BBC to extend online coverage from Augusta in future"
        ]
    }, 
    {
        "article": " Live on BBC One, Red Button, online, mobiles and tablets from 08:30-14:30 BST, plus live text and BBC Radio 5 live commentary. Highlights on BBC Two from 17:30 BST     Mo Farah's attempt to win the London Marathon on his debut and David Weir's bid for his seventh title are among the highlights of the 2014 race on Sunday.\n     Double Olympic gold-medal winner Farah, 31, faces a strong field and \n    \r\n  \r\n\n     Weir is aiming to overtake Baroness Tanni Grey-Thompson's haul of six wins in the wheelchair race, a record \n    \r\n  \r\n\n     The 30,000-strong race will also feature thousands of amateur runners.\n  Media requires JavaScript to play. London launches 'Digital Marathon'     Farah will face the biggest test of his career, knowing his\n    \r\n  \r\n\n     and three World Championship crowns on the track will count for nothing. \n     Lining up against the home favourite will be world-record holder Wilson Kipsang, reigning champion Tsegaye Kebede, course record holder Emmanuel Mutai and Olympic and world champion Stephen Kiprotich.\n     Geoffrey Mutai, who has \n    \r\n  \r\n\n     - albeit on a Boston course ineligible for record purposes - will be there, too. He is one of seven athletes in the field who have run under two hours five minutes. \n     The race will feature four of the fastest 10 marathon runners in history. Even the pacemaker is a great, with double Olympic gold medalist Haile Gebrselassie instructed to set up a world record attempt. \n    \r\n  \r\n\n     set in Berlin last September, stands at 2hrs 3mins 23secs. \n     It all adds up to an almighty task for Farah, unproven over 26.2 miles. How his body will cope with the step up in distance is the great unknown, especially after he \n    \r\n  \r\n\n     and there are question marks over how his loping running style will translate to the marathon.\n  Media requires JavaScript to play. London Marathon run for the first time in 1981     One thing is guaranteed: his preparations, under the guidance of coach Alberto Salazar, will have been meticulous.\n     Salazar said: \"There have been a lot of people that are great at shorter events and aren't as good in the marathon. And what's the reason for that?\n     \"One, physically there's something there; their energy systems are more suited for shorter races. Number two is the psychological part.\n     \"The psychological part, forget. Mo is just so tough there's no way the psychological part is going to be a problem. So it could only be some physiological thing, but I doubt it.\"\n     The other Britons in the elite race are Scott Overall, Craig Hopkins and debutants Chris Thompson and Ben Livesey.\n     Weir, who raced to \n    \r\n  \r\n\n     was on antibiotics as he struggled with a chest infection last week.\n  Media requires JavaScript to play. Mo Farah ready for London Marathon debut     But the 34-year-old was able to train through the illness and insists he is in \"very good shape\" as he attempts to record a seventh London victory.\n     \"I seems like I'm stuck on six at the moment - six Paralympic golds, six World Championship golds and six London Marathons - so it is getting to me a bit and I really want to put every effort in on Sunday,\" Weir said.\n     In the women's race, another track great will run her first marathon as Ethiopia's Tirunesh Dibaba, the reigning Olympic and world 10,000m champion, makes the step up.\n     Dibaba has three Olympic and five World Championship titles over 5,000m and 10,000m to her name, but, like Farah, will have a tough field to contend with.\n     Priscah Jeptoo of Kenya will seek to defend her title, while Ethiopia's London 2012 champion Tiki Gelana, will hope for better luck than she experienced 12 months ago when her hopes were ended by a collision with a wheelchair racer. The British challenge will come from Amy Whitehead and Emma Stepto.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/athletics/26996558", 
        "subject": "Sports", 
        "title": [
            "London Marathon 2014: Mo Farah and David Weir eye glory"
        ]
    }, 
    {
        "article": "    Former Olympic champion James DeGale has signed with promoter Eddie Hearn and will fight on the undercard of Carl Froch's rematch against George Groves at Wembley Stadium on 31 May.\n     Briton DeGale, 28, will face Brandon Gonzales in a final eliminator for the IBF super-middleweight title.\n     This could lead to a rematch with rival Groves, who beat DeGale in 2011.\n     Promoter Mick Hennessy could sue DeGale over his decision to terminate their contract.\n     \"I'm back and I'm back big,\" said Londoner DeGale, \n    \r\n  \r\n\n \r\n\t\t I'm not fussed who wins out of Carl and George. I think Carl is an easier fight as he is made for me, but with George and I it is personal - I get angry talking about him \r\n\t     \"The last year or so has been frustrating but that's all in the past and the future is looking extremely bright.\n     \"The fights out there for me are crazy, but I can't look past Brandon. He trains with \n    \r\n  \r\n\n     and Amir Khan, so he's got great training and he's a good fighter.\n     \"I'm not fussed who wins out of Carl and George. I think Carl is an easier fight as he is made for me, but with George and I it is personal. I get angry talking about him.\"\n     DeGale turned pro with promoter Frank Warren and won the British super-middleweight title in only his ninth professional fight.\n     But after being \n    \r\n  \r\n\n     DeGale joined Hennessy, who offered him a platform fighting on Channel 5.\n     While the career of Groves went from strength to strength, culminating in the \n    \r\n  \r\n\n     DeGale found himself fighting in small halls.\n     DeGale's last fight was a 11th-round stoppage of Dutchman Gevorg Khatchikian in Bristol last month.\n     DeGale has one defeat from 19 professional fights, with 12 knockouts, while American Gonzalez, 29, is unbeaten in 18 fights, with 10 knockouts.\n     Hennessy, who lost Froch to Hearn's Matchroom outfit in 2011, said he was concerned that Hearn had approached DeGale.\n     \"The agreement had several years to run and we had put him into an excellent position on the world super-middleweight stage,\" said Hennessy.\n     \"Unfortunately the company has been given no alternative but to put the matter into the hands of its lawyers and we are currently considering our legal options against DeGale.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/boxing/26971884", 
        "subject": "Sports", 
        "title": [
            "James DeGale signs for promoter Eddie Hearn"
        ]
    }, 
    {
        "article": "    Sir Dave Brailsford has quit as performance director of British Cycling to concentrate on running Team Sky.\n     The 50-year-old led Great Britain to eight gold medals at both the Beijing and London Olympics and has transformed the sport during his 10-year reign.\n      \n     Ian Drake\n      \n     Shane Sutton\n      \n     Andy Harrison \n      \n     To be appointed\n     \"It's a big step but the right decision for the team and for me,\" he said.\n     Head coach Shane Sutton will now become technical director responsible for rider performance ahead of the 2016 Rio Olympic and Paralympic Games.\n     Since taking charge of Team Sky in 2009, Brailsford \n    \r\n  \r\n\n     and \n    \r\n  \r\n\n     The success of Team Sky has taken more and more of his time, leading to his decision to now concentrate all of his efforts on the road-racing team.\n     He is currently preparing for this year's Giro d'Italia, which starts in Belfast next month, and the Tour de France, which starts in Yorkshire on 5 July.\n     Andy Harrison will continue as British Cycling's programmes director and, along with Sutton, will work alongside a new \"head of performance support\".\n      \n      \n    Bradley Wiggins, \n     \n    Chris Hoy, \n     \n     Philip Hindes, Jason Kenny, Chris Hoy, \n     \n     Jason Kenny, \n     \n     Victoria Pendleton, \n     \n     Laura Trott, Dani King, Joanna Rowsell, \n     \n     Ed Clancy, Geraint Thomas, Peter Kennaugh, Steven Burke, \n     \n     Laura Trott,\n      \n      \n     Nicole Cooke, \n     \n    Chris Hoy, \n     \n     Chris Hoy, \n     \n     Victoria Pendleton, \n     \n     Rebecca Romero, \n     \n     Bradley Wiggins, \n     \n    Bradley Wiggins, Ed Clancy, Geraint Thomas, Paul Manning,\n     \n     Chris Hoy, Jason Kenny, Jamie Staff\n      \n      \n    Individual Pursuit, \n     \n    Kilo\n     Steve Peters, meanwhile, has stepped down as the team's psychiatrist. \n     Brailsford told BBC Radio 5 live: \"It's been a little bit like running Liverpool and England, to use a football analogy, and it came to a point where it was getting so stretched that I felt it was the right time to step to one side and let the next team to step up.\n     \"There are brilliant coaches who are still in place so there will be continuity and a smooth handover and I won't be far away. I'm still in the sport and hopefully at hand if anybody needs any help or advice.\" \n     He added: \"I'd like to thank all the great staff who I've worked with, and of course the amazing athletes who ultimately deserve all the credit for their success.\n     \"I have some extraordinary memories - not just from Olympic Games and World Championships but also just day-to-day, seeing cycling go from a fringe activity to a mainstream sport.\n     \"I've always said that, more than any of the medals, the transformation of cycling in Britain is the single thing I'm most proud of having helped achieve.\"\n     British Cycling chief executive Ian Drake paid tribute to the contribution of Brailsford and Peters, and added: \"In Shane and Andy, I'm confident we have the right management team to take us into Rio and beyond. \n     \"The sport of cycling in this country has travelled a long way in the last few years but the best is yet to come.\"\n     Tour de France winner Sir Bradley Wiggins, who has worked closely with Brailsford, was also full of praise for his achievements. \n     \"He has taken us from a team in Atlanta in 1996 who had to pay for their own kit and not medalling, to the best, most feared track team in the world,\" he said.\n     Brailsford joined British Cycling in 1997 and took over as performance director when Peter Keen left in 2003. \n     He revolutionised the sport with his attention to detail and focussing on \"marginal gains\" which brought Team GB 30 Olympic medals - mainly on the track - between 2004 and 2012.\n     He was made MBE in 2005, CBE in 2009 and was knighted after the London Olympics. \n     In December 2012 he won the BBC Sports Personality of the Year Coach Award for a second time.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/cycling/26984825", 
        "subject": "Sports", 
        "title": [
            "Sir Dave Brailsford quits British Cycling to focus on Team Sky"
        ]
    }, 
    {
        "article": "", 
        "link": "http://www.bbc.co.uk/news/uk-england-suffolk-26976794", 
        "subject": "Sports", 
        "title": [
            "Jockey Sharron Murgatroyd's funeral held in Newmarket"
        ]
    }, 
    {
        "article": "    Saeed Ajmal will not make his expected return as Worcestershire's overseas player in Sunday's first home Championship game of the season against Kent at New Road.\n     The county are still to receive a No Objection Certificate (NOC) from the Pakistan Cricket Board clearing 36-year-old spinner Ajmal to play.\n     \"It's hugely disappointing,\" said chief executive David Leatherdale.\n     \"You have to get the NOC before he is physically available to play.\"\n     Worcestershire are not in action during the third round of County Championship matches starting on 20 April, which means Ajmal's arrival date has been put back to the home match against Derbyshire seven days later.\n     \"You are probably only talking about a few days, but we are in the hands of the Pakistan Cricket Board, who control his commitments,\" added Leatherdale.\n     \"\n    \r\n  \r\n\n     it's disappointing not to have him here when we had originally hoped.\"\n     Worcestershire, who have lost just one of their last 13 home Championship matches against Kent, have named an unchanged squad after an encouraging, rain-ruined draw in their \n    \r\n  \r\n\n     Young batsman Tom Kohler-Cadmore and paceman Charlie Morris look set to make their home first-class debut.\n     Hereford-born Morris, 22, has signed for Worcestershire following three years at Oxford University.\n     Kohler-Cadmore, 19, is highly rated, having earned the title of Wisden Schoolboy Cricketer of the Year last week, after breaking batting records in his final year at nearby Malvern College last summer, when he featured regularly for Worcestershire's Second XI.\n     Spinner Shaaiq Choudhry, who was 12th man last week, is again included in the squad.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/cricket/26995266", 
        "subject": "Sports", 
        "title": [
            "Worcestershire: Saeed Ajmal return delayed by Pakistan board"
        ]
    }, 
    {
        "article": "    Spain's Marc Marquez won the opening MotoGP in Qatar on Sunday after a thrilling battle with Valentino Rossi.\n     The world champion, 21, held off the challenge from the veteran Italian, 35, despite racing with a broken leg.\n     Marquez pushed his Honda to the limit on the penultimate lap as he twice regained the lead after Valentino's Yamaha had edged in front. \n     \"I enjoyed it. I did not think about the injury,\" said Marquez. \"Last year he won, this year I won. I'm happy.\"\n     Marquez, who fractured his right fibula \n    \r\n  \r\n\n     in Lleida, near Barcelona last month, started in pole position and crossed the finish line 0.259secs ahead.\n     He added: \"On the lap before the last we overtook each other two or three times which was so nice.\"\n     Dani Pedrosa (Honda) came in third while Britain's Cal Crutchlow (Ducati) and Scott Redding (Honda) finished sixth and seventh.\n     Spain's Esteve Rabat won the Moto2 race, beating Japan's Takaaki Nakagami with Finland's Mika Kallio finishing in third. Australia's Jack Miller won the Moto3 race.\n      \n     1.  Marc Marquez (Spain) Honda           42:40.561 \n     2.  Valentino Rossi (Italy) Yamaha       42:40.820 \n     3.  Dani Pedrosa (Spain) Honda           42:43.931 \n     4.  Aleix Espargaro (Spain) Yamaha       42:52.184 \n     5.  Andrea Dovizioso (Italy) Ducati      42:52.720 \n     6.  Cal Crutchlow (Britain) Ducati       43:09.087 \n     7.  Scott Redding (Britain) Honda        43:13.154 \n     8.  Nicky Hayden (U.S.) Honda            43:13.189 \n     9.  Colin Edwards (U.S.) Yamaha          43:20.108 \n     10. Andrea Iannone (Italy) Ducati        43:23.921 \n     11. Hiroshi Aoyama (Japan) Honda         43:27.156 \n     12. Yonny Hernandez (Colombia) Ducati    43:27.249 \n     13. Karel Abraham (Czech Republic) Honda 43:31.142 \n     14. Danilo Petrucci (Italy) ART          43:43.688 \n ", 
        "link": "http://www.bbc.co.uk/sport/0/motogp/26709798", 
        "subject": "Sports", 
        "title": [
            "Qatar MotoGP: Marc Marquez wins ahead of Valentino Rossi  "
        ]
    }, 
    {
        "article": " Watch live on BBC TV, Red Button, online, connected TVs, mobiles and tablets. Updates on BBC Radio 5 live     Six-time world champion Steve Davis will have to attend qualifying school to retain his place in snooker's elite.\n     The 56-year-old lost his tour card after a 10-8 defeat by Craig Steadman in the World Championship qualifiers.\n     Has won \n     \n    tournaments, including\n     \n    (1981, 1983, 1984, 1987, 1988, 1989) and \n     \n     (1984, 1985, 1986, 1987).\n     His highest break, a maximum 147, came in the 1982 Lada Classic.\n     \r\n  \r\n\n     Davis, who says he will compete at Q School in May, had to beat 31-year-old Steadman to remain on the main tour.\n     Now a BBC Sport commentator, Davis turned professional in 1978 and won his world titles between 1981 and 1989. He last made the quarter-finals in 2010.\n     Steadman's win over Davis at Ponds Forge in Sheffield moves him into the third qualifying round, two wins away from a place at the nearby Crucible.\n     Were Davis to decide against going to qualifying school, he could join the Players Tour Championship in 2014-15, which would give him a chance to win his place back on the main tour the following season.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/snooker/26981167", 
        "subject": "Sports", 
        "title": [
            "World Snooker 2014: Steve Davis loses to Craig Steadman"
        ]
    }, 
    {
        "article": " BBC Radio 5 live sports extra from 18:00 BST on 11-15 April     Olympian Roberto Pavoni secured his fifth consecutive British title in the 400m individual medley event with a dominant display in Glasgow.\n     Pavoni, 23, finished in a personal-best time of four minutes 12.24 seconds, inside the qualification standard for England's Commonwealth Games team.\n     James Guy followed up Thursday's 400m freestyle victory with gold over 200m.\n     Rachael Kelly beat Siobhan-Marie O'Connor and Francesca Halsall in the women's 100m butterfly.\n  Media requires JavaScript to play. Kelly wins surprise 100m butterfly title     The British Championships, which present the final opportunity for swimmers to secure their place at the Commonwealths, are taking place at Tollcross, Glasgow - the venue for swimming this summer.\n     Pavoni finished seventh at the Delhi Games in 2010 after becoming one of several swimmers to succumb to illness in India.\n     However, after clocking the new English record and second quickest time for a Commonwealth swimmer this year, he is confident he can challenge for the podium this summer.\n     \"I haven't done a personal best in that event since 2012, so it's a massive confidence boost,\" Pavoni told BBC Sport.\n     \"I like this pool and hopefully even though I'm English, the crowd can give me a good cheer when I race this summer.\"\n     Guy, 18, set a new British record over 400m on Thursday and admitted returning for another intense race 24 hours later may have been behind his failure to secure an automatic place on the England team.\n \r\n\t\t I came into the competition thinking I would come second to Fran [Halsall] so it feels absolutely amazing \r\n\t     \"I would have liked to have swum quicker tonight, but I was a little tired and after all that racing I'm relatively pleased because I think it will be enough [for a Commonwealth berth],\" said, Guy who was just over a second off the required time.\n     Kelly, 20, produced the surprise of the night by seeing off the challenge of established international swimmers O'Connor and Halsall to win the 100m butterfly in 58.40 seconds.\n     \"I came into the competition thinking I would come second to Fran [Halsall] so it feels absolutely amazing,\" said Kelly, who edged out O'Connor by 0.02 secs.\n     Two-time world champion Liam Tancock faces an anxious wait to learn if he will be allowed to defend his 100m backstroke Commonwealth crown after finishing second to Chris Walker-Hebborn.\n     Tancock's time of 54.51 was outside the English Commonwealth mark, as was Walker-Hebborn's effort of 53.82, but that should be enough to secure him at least a place in the medley relay line-up.\n     Ben Proud secured gold over 50m butterfly for the second year in a row, whilst Sophie Taylor won her maiden British title in the 50m breaststroke event.\n     However, both English swimmers will need to perform over their respective 100m distances later in the competition to be guaranteed places in the English team.\n     In the evening's only multi-classification event, Paralympian Stephanie Slater claimed gold in the 100m freestyle, securing her place in the England team in one of only a handful of disability races included in the Glasgow programme.\n     England's Adam Peaty qualified quickest for Saturday's 100m breaststroke final in an impressive 59.83, with Scottish duo Ross Murdoch and Michael Jamieson close behind.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/swimming/26997591", 
        "subject": "Sports", 
        "title": [
            "British Swimming Championships: Pavoni and Guy claim titles"
        ]
    }, 
    {
        "article": "    Crystal Palace beat a lacklustre Aston Villa to secure a third successive Premier League victory and move seven points clear of the relegation places. \n     Palace created the better chances, although Cameron Jerome needed to clear Ciaran Clark's header off the line. \n     Jerome hit the crossbar, while referee Howard Webb appeared to award Palace a penalty only to reverse the decision. \n     Jason Puncheon found the bottom corner to secure a vital win and leave Villa only four points above 18th. \n     Prior to the match, Palace manager Tony Pulis said not even a victory over Villa would ease the fear of relegation but the Welshman will be a lot more relaxed than his counterpart Paul Lambert.\n     Palace improved as the match progressed and deserved the three points which take them to 12th in the table, seven points ahead of third-from-bottom Fulham, having played a game fewer than their London rivals. \n     Villa, perhaps understandably for a team attempting to avoid a fourth consecutive league loss, seemed nervous but that tension will only increase as the prospect of Championship football remains a real possibility. \n     They enjoyed the majority of possession, but it was a familiar tale for a side that has struggled to score this season, especially in the absence of injured top scorer Christian Benteke.\n     Jerome, Palace's biggest threat in the opening stages, booted the ball away three yards from his own goal when Julian Speroni seemed beaten by a Clark header.\n  Media requires JavaScript to play. Paul Lambert plays down relegation fears     Grant Holt went close for Villa, before Yannick Bolasie's penalty appeal was turned down when he went down under pressure from Holt, but no contact had been made.\n     Palace were engineering the best chances, with Bolasie and Jerome again at the centre of the action after the break. \n     Bolasie forced an acrobatic save from Brad Guzan and Jerome, two yards from goal, directed the rebound onto the crossbar. \n     Palace continued to threaten. Bolasie went close from close range, a Puncheon free-kick forced Guzan into action, and referee Webb initially awarded a penalty to the hosts before changing his mind after consulting with an assistant referee. \n  Media requires JavaScript to play. I'm just doing my job - Pulis     Again, Bolasie was the source of Villa's troubles but replays proved Nathan Baker had not handled the forward's cross. \n     Ultimately, it mattered little as moments later Bolasie found Puncheon and the former Southampton man outmuscled Ryan Bertrand to score and become Palace's leading scorer in the league. \n     Villa's best moments came after they fell behind, with Holt wasting a great chance and Speroni stopping a fine Andreas Weimann effort. \n      \n     \"We are a million miles from where we want to be. \n     \"Anyone who knows me will tell you my ambition. If you can't win a game of football it is what happens. We have to win a game of football.\n     \"You're in that group and the only simple solution is to win the next game, that gives you the breathing space.\"\n      \n    \r\n  \r\n\n           Match ends, Crystal Palace 1, Aston Villa 0.            Second Half ends, Crystal Palace 1, Aston Villa 0.      Offside, Crystal Palace. Marouane Chamakh tries a through ball, but Glenn Murray is caught offside.      Attempt missed. Ciaran Clark (Aston Villa) right footed shot from the centre of the box misses to the right. Assisted by Andreas Weimann with a headed pass.      Attempt missed. Joe Ledley (Crystal Palace) left footed shot from outside the box misses to the right. Assisted by Mile Jedinak.      Corner,  Aston Villa. Conceded by Julian Speroni.      Attempt saved. Andreas Weimann (Aston Villa) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Grant Holt with a headed pass.      Jason Puncheon (Crystal Palace) hits the right post with a left footed shot from the right side of the box. Assisted by Mile Jedinak with a through ball.         Substitution, Crystal Palace. Jonathan Parr replaces Yannick Bolasie.         Substitution, Aston Villa. Marc Albrighton replaces Ryan Bertrand.         Substitution, Aston Villa. Andreas Weimann replaces Karim El Ahmadi.      Attempt missed. Matthew Lowton (Aston Villa) left footed shot from outside the box is close, but misses to the right. Assisted by Ashley Westwood.         Goal!  Crystal Palace 1, Aston Villa 0. Jason Puncheon (Crystal Palace) left footed shot from the centre of the box to the centre of the goal. Assisted by Yannick Bolasie with a cross.         Substitution, Crystal Palace. Glenn Murray replaces Cameron Jerome.      Attempt missed. Jason Puncheon (Crystal Palace) left footed shot from outside the box is too high. Assisted by Joe Ledley.      Attempt blocked. Jason Puncheon (Crystal Palace) left footed shot from outside the box is blocked. Assisted by Cameron Jerome.         Ryan Bertrand (Aston Villa) is shown the yellow card for a bad foul.      Foul by Ryan Bertrand (Aston Villa).      Jason Puncheon (Crystal Palace) wins a free kick on the right wing.      Foul by Karim El Ahmadi (Aston Villa).      Joel Ward (Crystal Palace) wins a free kick in the attacking half.      Grant Holt (Aston Villa) wins a free kick in the defensive half.      Foul by Damien Delaney (Crystal Palace).      Attempt saved. Jason Puncheon (Crystal Palace) left footed shot from a difficult angle and long range on the right is saved in the top centre of the goal.         Nathan Baker (Aston Villa) is shown the yellow card for a bad foul.      Foul by Nathan Baker (Aston Villa).      Jason Puncheon (Crystal Palace) wins a free kick on the right wing.      Attempt missed. Yannick Bolasie (Crystal Palace) right footed shot from outside the box is close, but misses to the left. Assisted by Jason Puncheon.      Foul by Matthew Lowton (Aston Villa).      Joel Ward (Crystal Palace) wins a free kick in the defensive half.      Brad Guzan (Aston Villa) wins a free kick in the defensive half.      Foul by Mile Jedinak (Crystal Palace).      Attempt missed. Joe Ledley (Crystal Palace) left footed shot from the centre of the box is close, but misses to the left following a corner.      Corner,  Crystal Palace. Conceded by Ron Vlaar.      Matthew Lowton (Aston Villa) wins a free kick in the defensive half.      Foul by Marouane Chamakh (Crystal Palace).      Corner,  Crystal Palace. Conceded by Karim El Ahmadi.      Cameron Jerome (Crystal Palace) hits the bar with a right footed shot from the right side of the six yard box.      Attempt saved. Yannick Bolasie (Crystal Palace) left footed shot from the left side of the box is saved in the top centre of the goal. Assisted by Marouane Chamakh.      Attempt saved. Gabriel Agbonlahor (Aston Villa) right footed shot from outside the box is saved in the bottom right corner.      Hand ball by Cameron Jerome (Crystal Palace).      Offside, Crystal Palace. Yannick Bolasie tries a through ball, but Cameron Jerome is caught offside.         Second Half begins Crystal Palace 0, Aston Villa 0.            First Half ends, Crystal Palace 0, Aston Villa 0.      Attempt saved. Fabian Delph (Aston Villa) left footed shot from outside the box is saved in the centre of the goal. Assisted by Gabriel Agbonlahor.      Delay over. They are ready to continue.      Delay in match Matthew Lowton (Aston Villa) because of an injury.      Delay in match Yannick Bolasie (Crystal Palace) because of an injury.      Attempt saved. Yannick Bolasie (Crystal Palace) header from the centre of the box is saved in the centre of the goal. Assisted by Jason Puncheon with a cross.      Foul by Grant Holt (Aston Villa).      Mile Jedinak (Crystal Palace) wins a free kick in the defensive half.      Attempt missed. Marouane Chamakh (Crystal Palace) header from the centre of the box is close, but misses to the left. Assisted by Adrian Mariappa with a cross.      Offside, Crystal Palace. Adrian Mariappa tries a through ball, but Jason Puncheon is caught offside.      Attempt missed. Yannick Bolasie (Crystal Palace) right footed shot from the left side of the box misses to the left. Assisted by Jason Puncheon following a set piece situation.      Foul by Ashley Westwood (Aston Villa).      Joe Ledley (Crystal Palace) wins a free kick on the left wing.      Hand ball by Ryan Bertrand (Aston Villa).      Foul by Karim El Ahmadi (Aston Villa).      Joe Ledley (Crystal Palace) wins a free kick in the defensive half.      Foul by Gabriel Agbonlahor (Aston Villa).      Joel Ward (Crystal Palace) wins a free kick in the defensive half.      Foul by Ashley Westwood (Aston Villa).      Marouane Chamakh (Crystal Palace) wins a free kick in the defensive half.      Attempt blocked. Ashley Westwood (Aston Villa) right footed shot from outside the box is blocked. Assisted by Grant Holt.      Ryan Bertrand (Aston Villa) wins a free kick in the defensive half.      Foul by Adrian Mariappa (Crystal Palace).      Foul by Grant Holt (Aston Villa).      Adrian Mariappa (Crystal Palace) wins a free kick in the defensive half.      Foul by Nathan Baker (Aston Villa).      Cameron Jerome (Crystal Palace) wins a free kick in the attacking half.      Attempt blocked. Ciaran Clark (Aston Villa) header from the centre of the box is blocked. Assisted by Ashley Westwood with a cross.      Corner,  Aston Villa. Conceded by Damien Delaney.      Corner,  Aston Villa. Conceded by Yannick Bolasie.      Corner,  Aston Villa. Conceded by Damien Delaney.      Delay over. They are ready to continue.         Substitution, Crystal Palace. Marouane Chamakh replaces Kagisho Dikgacoi because of an injury.      Delay in match Kagisho Dikgacoi (Crystal Palace) because of an injury.      Ryan Bertrand (Aston Villa) wins a free kick in the defensive half.      Foul by Jason Puncheon (Crystal Palace).      Attempt missed. Jason Puncheon (Crystal Palace) left footed shot from the right side of the box is high and wide to the left. Assisted by Yannick Bolasie with a cross.      Karim El Ahmadi (Aston Villa) wins a free kick in the defensive half.      Foul by Yannick Bolasie (Crystal Palace).         First Half begins.      Lineups are announced and players are warming up.  Live data and text provided by  ", 
        "link": "http://www.bbc.co.uk/sport/0/football/26898603", 
        "subject": "Sports", 
        "title": []
    }, 
    {
        "article": "    Saracens director of rugby Mark McCall has criticised the \"damaging\" treatment of Steve Borthwick as England captain.\n     McCall insists the Saracens lock, 34, was the scapegoat for a failed regime during a troubled period for England.\n     \"Steve has had a rough ride,\" McCall said. \"He took unbelievably unwarranted criticism during his England days.\"\n     Borthwick, set to break the Premiership appearance record, was made England captain in the 2008 Six Nations but has not played for his country since 2010.\n     Borthwick, \n    \r\n  \r\n\n     will set a new appearance record of 263 games, since the Premiership's inception in 1997, in \n    \r\n  \r\n\n     Initially appointed England captain by Brian Ashton, he was at the helm for the disastrous tour to New Zealand in the summer of 2008 and retained the role under incoming manager Martin Johnson.\n     However, Borthwick suffered a knee injury in 2010 and has not added to his 57 caps since amid claims he had taken the fall for the team's lack of success.\n     \"He carried the can for an underperforming organisation, which is not fair,\" McCall said.\n     \"Why he has the reputation he has is beyond me. If you get that much public criticism, it's going to cause some damage. It has to.\n     \"To have continued on at club level in the way he has and to have led the team the way he has speaks volumes for him.\"\n     Borthwick could mark his 15th and final season by leading Saracens to a Premiership and Heineken Cup double with the side in the semi-finals of both competitions.\n     \"We've all had captains who were great leaders by example, or who could press the right buttons and motivate people, or who were very good strategically and could change things around,\" McCall said. \"But Steve is all of those things and that's unbelievably rare.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/rugby-union/26997896", 
        "subject": "Sports", 
        "title": [
            "Blaming Steve Borthwick for England failures 'unfair' - McCall"
        ]
    }, 
    {
        "article": " Live BBC Two coverage on 12 April from 19:30 BST and on 13 April from 18:00 BST. Watch up to seven streams live on mobile, tablet, desktop and selected Connected TVs from 16:00 on 12 and 13 April plus highlights and reaction on 11, 12 and 13 April. Daily live text and radio commentary.     Stephen Gallacher continued his fine form at the Masters, with a level par second round of 72.\n     The 39-year-old Scot, making his debut at Augusta National, is one under par for the tournament and in a share of 10th place going into Saturday.\n     \"I probably could have [gone lower], but I got away with a few things and I got lucky on a couple of things,\" said Gallacher\n     Compatriot Sandy Lyle, 56, also shot a 72 to make the cut.\n     The 1988 champion knocked in his fifth birdie of the day at the last to reach four over par - which was the cut off mark for the weekend.\n     Among those missing out were three-time winner Phil Mickelson, Sergio Garcia and Luke Donald, while 2012 champion \n    \r\n  \r\n\n    on seven under par.\n     Gallacher will tee off for his third round at 1855 BST, playing with American Russell Henley.\n     \"I'm glad to be in the red numbers,\" he said. \"It's a bit tricky out there. The wind is a bit up and the greens are firming up so I'm delighted with par.\n     \"I drove the ball well again. I only missed one fairway but you've to keep thinking, you've got to have acceptance levels that are high. It's a very strategic course.\n     \"I think everybody back home knows how to play it, it's just a case of trying to do it that's the hard part. Generally I would say if I missed a green or anything like that, you have to be happy with bogey.\"\n     And looking ahead to the weekend, he added: \"I don't have any expectations, I'm just playing the course. But we'll see what happens and just try to get into contention on Sunday.\n     \"I know if I get upset it doesn't help me, so there's no point in doing it. On these courses it's how you accept your shot. If you hit a bad one, it's how you accept and how you go on to the next one.\"\n ", 
        "link": "http://www.bbc.co.uk/sport/0/golf/26996130", 
        "subject": "Sports", 
        "title": [
            "Masters 2014: Stephen Gallacher stays under par after second round"
        ]
    }, 
    {
        "article": "    Olympic medallist Zara Phillips says she is targeting a gold medal at the 2016 Games in Rio de Janeiro after becoming a mother in January.\n     The Queen's granddaughter became the first royal to win an Olympic medal as part of the \n    \r\n  \r\n\n     \"I definitely want a gold,\" she told BBC Breakfast's Sally Nugent.\n     Phillips, 32, who \n    \r\n  \r\n\n     is is married to former England rugby player Mike Tindall. \n     \"It would be fantastic to go to another Olympics,\" added the \n    \r\n  \r\n\n    who has not competed since last summer.\n     Phillips said the team that won silver in London had already talked about trying to win another Olympic medal in Brazil.\n     \"Unfortunately, it's every four years so you've got to try to stay at the top level and have good results,\" she added.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/equestrian/26982156", 
        "subject": "Sports", 
        "title": [
            "Zara Phillips: Granddaughter of Queen wants gold at Rio Olympics"
        ]
    }, 
    {
        "article": "    Super League leaders St Helens scored three tries in the last 12 minutes to snatch victory over Castleford.\n     Second-placed Cas looked well on course for the nine-point win they needed to take over at the top when they led 24-6 at the break, centre Michael Shenton scoring twice against his former club.\n     But, on the night he broke the Super League appearance record, Paul Wellens scored after a Tommy Makinson special.\n     And winger Adam Swift completed the comeback three minutes from time.\n     Sia Soliola, Jonny Lomax and Jordan Turner scored Saints' other three tries on a night when the ageless Wellens sparked the remarkable fightback which enabled the leaders to maintain their 100% record.  \n     Playing his 414th Super League game, the 34-year-old Saints legend overtook the record previously held by one of his former England and Great Britain team-mates, Leeds centre Keith Senior.\n     His appearance at the start of the second half proved the catalyst - and, when he ran in the fourth of Saints' five second-half tries, he brought up the 1,000th point of his career.\n     Saints could hardly have made a worse start, the returning Jon Wilkin knocking-on from the kick-off, to allow Cas to score their first try inside their first set of tackles.\n     Centre Jake Webster set the scoreboard rolling by taking Daryl Clark's short pass to go through the visitors' defence, Marc Sneyd kicking the first of his four goals.\n     Winger Justin Carney was denied by the video referee for a knock-on by Shenton before turning provider on 11 minutes when he collected Liam Finn's high kick to send his skipper over for the first of his two touchdowns.\n     A grubber kick from Sneyd then bounced awkwardly for Saints, creating a try for loose forward Grant Millington, Sneyd's third conversion making it 18-0. And it could have been more, but prop Craig Huby spilled the ball going over.\n     Two goal-line drop-outs and a big contribution from replacement Alex Walmsley gave St Helens the momentum to pull a try back on 27 minutes when second-rower Soliola took Wilkin's pass to power his way over.\n     Luke Walsh's goal made it 18-6 but the Tigers struck again nine minutes before half-time when Shenton scooped up a wayward pass from Turner to sprint 40 metres for his second try.\n     Cas left the field at half-time to a standing ovation but Wellens, unused throughout the first 40 minutes, led his team out for the start of the second half, and that turned the game.\n     The Tigers had a third try disallowed when full-back Luke Dorn was ruled to have benefitted from obstruction, and Saints struck with two tries in seven minutes.\n \r\n\t\t The boys have got a lot of respect for him and, as far as captains go, and I don't think there's any better around \r\n\t     Full-back Lomax took a return pass from centre Josh Jones to touch down wide out before right-winger Makinson, Super League's top try scorer, produced one of his now trademark flying finishes to touch down one-handed in the other corner - his ninth of the season.\n     Walsh had the misfortune to strike the woodwork attempting to convert both second-half tries to leave his side trailing by 10 points, and Castleford looked to have made sure of victory on 59 minutes when Carney won the race to Sneyd's kick to the corner.\n     However, Turner collected Wilkin's kick on 68 minutes to start the fightback, Wellens then finished off a thrilling cross-field move and Swift gathered Wilkin's pass to cross for the winner.\n      \n     \"It's disappointing. It was new Cas in the first half, then old Cas in the second half. I thought the second half was very poor from us.\n     \"We allowed a team that can play a fair bit of rugby league back into the game.\n     \"There are some hard lessons to be learned. I thought we should have won the game. I'm not sure the video ref got all the decisions right, but I'm not going to blame anybody but us.\"\n      \n     \"He's an amazing player and an amazing captain for us. It's no coincidence that when 'Wello' went on the field the commitment from each player was better.\n     \"The boys have got a lot of respect for him and, as far as captains go, and I don't think there's any better around.\"\n      \n     Dorn; Clare, Shenton, Webster, Carney; Sneyd, Finn; Lynch, Clark, Huby, Hauraki, Holmes, Millington.\n      \n     Milner, Massey, Boyle, Mariano.\n      \n    Lomax; Makinson, Turner, Dawson, Swift; Wilkin, Walsh; Masoe, Roby, McCarthy-Scarsbrook, Soliola, Manu, Jones.\n      \n     Laffranchi, Wellens, Walmsley, Greenwood.\n      \n     6,487\n      \n    Ben Thaler\n ", 
        "link": "http://www.bbc.co.uk/sport/0/rugby-league/26939655", 
        "subject": "Sports", 
        "title": [
            "Super League: Castleford Tigers 28-30 St Helens"
        ]
    }, 
    {
        "article": "    Leicester Tigers centre Vereniki Goneva has signed a new contract.\n     The former Fiji international, 30, has scored 18 tries in 37 appearances since he joined the Tigers in the summer of 2012 and was named \n    \r\n  \r\n\n     He was the subject of an offer from French Top 14 side Castres, but will now remain in the English Premiership.\n     \"I'm very happy to stay with Leicester Tigers,\" Goneva told \n    \r\n  \r\n\n     \"The club, the players and the supporters have been very good to me since I came here.\" \n     Leicester director of rugby Richard Cockerill said: \"Niki has become a very important player for us. He has been playing the best rugby of his career this season and we believe this environment will help him to be the best he can possibly be.\"\n     Goneva, who won 29 caps for Fiji, joined Tigers after three years with Tarbes in France.\n     The club have not confirmed the length of his new contract.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/rugby-union/27001080", 
        "subject": "Sports", 
        "title": [
            "Vereniki Goneva signs new contract at Leicester Tigers"
        ]
    }, 
    {
        "article": "    Britain's Katie Summerhayes won ski slopestyle gold at the Junior World Championships in Valmalenco, Italy.\n     The 18-year-old, who \n    \r\n  \r\n\n     scored 86.80 to beat Norway's Johanne Killi and Germany's Sabrina Cakmakli.\n     Cal Sandieson, at 15 the first British male slopestyler to reach a World Juniors final, was seventh.\n     \"Katie totally deserved the win. These are amazing results for us,\" said GB's freestyle ski head coach Pat Sharples.\n ", 
        "link": "http://www.bbc.co.uk/sport/0/winter-sports/26881178", 
        "subject": "Sports", 
        "title": [
            "Katie Summerhayes wins gold at Junior World Championships"
        ]
    }
]